<?php
// Heading
$_['heading_title']    = 'จัดส่งตามน้ำหนัก';

// Text
$_['text_shipping']    = 'การจัดส่ง';
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขการจัดส่งตามน้ำหนัก!';
$_['text_edit']        = 'แก้ไขที่จัดส่งตามน้ำหนัก';

// Entry
$_['entry_rate']       = 'อัตรา';
$_['entry_tax_class']  = 'ระดับภาษี';
$_['entry_geo_zone']   = 'เขตภูมิศาสตร์';
$_['entry_status']     = 'สถานะ';
$_['entry_sort_order'] = 'ลำดับการจัดเรียง';

// Help
$_['help_rate']        = 'ตัวอย่าง: 5:10.00,7:12.00 น้ำหนัก:อัตรา,น้ำหนัก:อัตรา, ฯลฯ..';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข การจัดส่งตามน้ำหนัก !';