<?php
// Heading
$_['heading_title']          = 'ประเภทสินค้า';

// Text
$_['text_success']           = 'สำเร็จ: คุณทำการแก้ไขประเภทสินค้า!';
$_['text_list']              = 'รายการ';
$_['text_add']               = 'เพิ่ม';
$_['text_edit']              = 'แก้ไข';
$_['text_default']           = 'ค่าเริ่มต้น';

// Column
$_['column_name']            = 'ชื่อประเภท';
$_['column_sort_order']      = 'การเรียงลำดับ';
$_['column_action']          = 'การกระทำ';

// Entry
$_['entry_name']             = 'ชื่อ ประเภท:';
$_['entry_description']      = 'คำอธิบาย:';
$_['entry_meta_title'] 	     = 'เมต้า แท็ก ชื่อ';
$_['entry_meta_keyword'] 	 = 'เมต้า แท็ก คีย์เวิร์ด:';
$_['entry_meta_description'] = 'เมต้า แท็ก ดิสสคริปชั่น:';
$_['entry_keyword']          = 'คำหลัก SEO:';
$_['entry_parent']           = 'ประเภทสินค้าหลัก:';
$_['entry_filter']           = 'กรองข้อมูล';
$_['entry_store']            = 'ร้านค้า:';
$_['entry_image']            = 'รูปภาพ:';
$_['entry_top']              = 'ด้านบน:';
$_['entry_column']           = 'คอลัมน์:';
$_['entry_sort_order']       = 'การเรียงลำดับ:';
$_['entry_status']           = 'สถานะ:';
$_['entry_layout']           = 'แทนที่ เลเอาท์:';

// Help
$_['help_filter']            = '(การเติมข้อความอัตโนมัติ)';
$_['help_keyword']           = 'อย่าใช้ช่องว่างแทนที่จะแทนที่ช่องว่างด้วย -  และให้แน่ใจว่าคำหลักที่ไม่ซ้ำกันทั่วโลก';
$_['help_top']               = 'จอแสดงผลในแถบเมนูด้านบน ทำงานเฉพาะสำหรับหมวดหมู่หลักด้านบน';
$_['help_column']            = 'จำนวนคอลัมน์ที่จะใช้สำหรับด้านล่าง 3 ประเภท  ทำงานเฉพาะสำหรับหมวดหมู่หลักด้านบน';

// Error 
$_['error_warning']          = 'คำเตือน: กรุณาตรวจสอบรูปแบบอย่างรอบคอบ เพื่อป้องกันข้อผิดพลาด!';
$_['error_permission']       = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข ประเภทสินค้า!';
$_['error_name']             = 'คำเตือน: ชื่อประเภทสินค้า ต้องอยู่ระหว่าง 2 และ 32 ตัวอักษร!';
$_['error_meta_title']       = 'คำเตือน: เมต้า ชื่อ ต้องมากกว่า 3 และน้อยกว่า 255 ตัวอักษร!';
$_['error_keyword']          = 'คำเตือน: คำหลัก SEO การใช้งานแล้ว!';
$_['error_parent']           = 'The parent category you have chosen is a child of the current one!';
