<?php
// Heading
$_['heading_title']    = 'ดาวน์โหลด';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำแก้ไขดาวน์โหลด!';
$_['text_list']         = 'ดาวน์โหลดรายการ';
$_['text_add']          = 'เพิ่มดาวน์โหลด';
$_['text_edit']         = 'แก้ไขดาวน์โหลด';
$_['text_upload']       = 'ไฟล์ของคุณถูกอัพโหลดประสบความสำเร็จ!';

// Column
$_['column_name']      = 'ชื่อ ดาวน์โหลด';
$_['column_date_added'] = 'เพิ่มเมื่อวันที่';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อ ดาวน์โหลด:';
$_['entry_filename']   = 'ชื่อไฟล์:';
$_['entry_mask']        = 'กำบัง';

// Help
$_['help_filename']     = 'คุณสามารถอัปโหลดผ่านทางปุ่มอัพโหลดหรือใช้ FTP เพื่ออัปโหลดไปยังไดเรกทอรีดาวน์โหลดและกรอกรายละเอียดด้านล่าง';
$_['help_mask']         = 'ขอแนะนำว่าชื่อไฟล์และหน้ากากที่แตกต่างกันที่จะหยุดคนพยายามที่จะเชื่อมโยงโดยตรงกับการดาวน์โหลดของคุณ';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขดาวน์โหลด';
$_['error_name']       = 'คำเตือน: ชื่อ ต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_upload']      = 'คำเตือน: อัพโหลดที่ต้องการ!';
$_['error_filename']   = 'คำเตือน: ชื่อไฟล์ต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_exists']      = 'คำเตือน: ไฟล์ไม่พบ!';
$_['error_mask']        = 'คำเตือน: ซ่อนต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_filetype']   = 'คำเตือน: ชนิดของไฟล์ไม่ถูกต้อง!!';
$_['error_product']    = 'คำเตือน: ไฟล์ดาวน์ดโหลด นี้ไม่สามารถลบได้ ปัจจุบัน ไฟล์นี้ถูกกำหนดให้ใช้อยู่กับ %s สินค้า!';