<?php
// Heading
$_['heading_title']     = 'กรองข้อมูล';

// Text
$_['text_success']      = 'สำเร็จ: คุณมีการแก้ไขตัวกรอง!';
$_['text_list']         = 'รายการตัวกรอง';
$_['text_add']          = 'เพิ่มตัวกรอง';
$_['text_edit']         = 'แก้ไขตัวกรอง';

// Column
$_['column_group']      = 'กลุ่มกรอง';
$_['column_sort_order'] = 'ลำดับการจัดเรียง';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_group']       = 'กรองชื่อกลุ่ม';
$_['entry_name']        = 'ชื่อตัวกรอง';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับสิทธิ์ในการปรับเปลี่ยนฟิลเตอร์!';
$_['error_group']       = 'คำเตือน: กรองชื่อกลุ่มจะต้องเป็นระหว่างวันที่ 1 และ 64 ตัวอักษร!';
$_['error_name']        = 'คำเตือน: ชื่อตัวกรองจะต้องเป็นระหว่างวันที่ 1 และ 64 ตัวอักษร!';