<?php
// Heading
$_['heading_title']     = 'ข้อมูล';

// Text
$_['text_success']      = 'สำเร็จ: คุณทำการแก้ไขข้อมูล!';
$_['text_list']              = 'รายชื่อข้อมูล';
$_['text_add']               = 'เพิ่มข้อมูล';
$_['text_edit']              = 'แก้ไขข้อมูล';
$_['text_default']      = 'ค่าเริมต้น';

// Column
$_['column_title']      = 'หัวข้อข้อมูล';
$_['column_sort_order']	= 'การเรียงลำดับ';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_title']       = 'หัวข้อข้อมูล:';
$_['entry_description'] = 'คำอธิบาย:';
$_['entry_store']       = 'ร้านค้า:';
$_['entry_meta_title'] 	     = 'เมต้า แท็ก ชื่อ';
$_['entry_meta_keyword'] 	 = 'เมต้า แท็ก คีย์เวิร์ด:';
$_['entry_meta_description'] = 'เมต้า แท็ก ดิสสคริปชั่น:';
$_['entry_keyword']     = 'คำหลัก SEO:';
$_['entry_bottom']      = 'ด้านล่าง';
$_['entry_status']      = 'สถานะ:';
$_['entry_sort_order']  = 'การเรียงลำดับ:';
$_['entry_layout']      = 'แทนที่เลเอาท์:';

// Help
$_['help_keyword']           = 'อย่าใช้ช่องว่างแทนที่จะแทนที่ช่องว่างด้วย -  และให้แน่ใจว่าคำหลักที่ไม่ซ้ำกันทั่วโลก';
$_['help_bottom']            = 'จอแสดงผลในส่วนท้ายด้านล่าง';

// Error 
$_['error_warning']     = 'คำเตือน: กรุณาตรวจสอบรูปแบบอย่างรอบคอบเพื่อป้องกันข้อผิดพลาด!';
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข ข้อมูล!';
$_['error_title']       = 'คำเตือน: หัวข้อข้อมูล ต้องอยู่ระหว่าง 3 ถึง 64 ตัวอักษร!';
$_['error_description'] = 'คำเตือน: คำอธิบาย ต้องมากกว่า 3 ตัวอักษร!';
$_['error_meta_title']  = 'คำเตือน: เมต้า ชื่อ ต้องมากกว่า 3 และน้อยกว่า 255 ตัวอักษร!';
$_['error_keyword']     = 'คำเตือน: คำหลัก SEO การใช้งานแล้ว!';
$_['error_account']     = 'คำเตือน: หน้าข้อมูลนี้จะไม่สามารถลบได้ มันเป็นเงื่อนไข การสมัครสมาชิก!';
$_['error_checkout']    = 'คำเตือน: หน้าข้อมูลนี้จะไม่สามารถลบได้ มันเป็นเงื่อนไข การชำระเงิน!';
$_['error_affiliate']   = 'คำเตือน: หน้าข้อมูลนี้จะไม่สามารถลบได้ มันเป็นเงื่อนไข พันมิตรร้านค้า!';
$_['error_return']      = 'คำเตือน: หน้าข้อมูลนี้จะไม่สามารถลบได้ มันเป็นเงื่อนไข ส่งคืนเงื่อนไข!';
$_['error_store']       = 'คำเตือน: หน้าข้อมูลนี้จะไม่สามารถลบออกใช้อยู่ในปัจจุบันโดย  %s ร้านค้า!';