<?php
// Heading
$_['heading_title']      = 'ผู้ผลิต';

// Text
$_['text_success']       = 'สำเร็จ: คุณทำการแก้ไขผู้หลิต!';
$_['text_list']          = 'รายชื่อผู้ผลิต';
$_['text_add']           = 'เพิ่มผู้ผลิต';
$_['text_edit']          = 'แก้ไขผู้ผลิต';
$_['text_default']       = 'ค่าเริ่มต้น';
$_['text_percent']       = 'เปอร์เซ็นต์';
$_['text_amount']        = 'จำนวนคงที่';

// Column
$_['column_name']        = 'ชื่อผู้หลิต';
$_['column_sort_order']  = 'การเรียงลำดับ';
$_['column_action']      = 'การกระทำ';

// Entry
$_['entry_name']         = 'ชื่อผู้ผลิต:';
$_['entry_store']        = 'ร้าน:';
$_['entry_keyword']      = 'คำหลัก SEO:';
$_['entry_image']        = 'รูป:';
$_['entry_sort_order']   = 'การเรียงลำดับ:';
$_['entry_type']         = 'ชนิด:';

// Help
$_['help_keyword']       = 'อย่าใช้ช่องว่างแทนที่จะแทนที่ช่องว่างด้วย -  และให้แน่ใจว่าคำหลักที่ไม่ซ้ำกันทั่วโลก';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข ผู้ผลิต!';
$_['error_name']         = 'คำเตือน: ผู้ผลิต ต้องมี 3 และ 64 ตัวอักษร!';
$_['error_keyword']      = 'คำเตือน: คำหลัก SEO การใช้งานแล้ว!';
$_['error_product']      = 'คำเตือน: ผู้ผลิตนี้ไม่สามารถลบได้ ปัจจุบันมันถูกกำหนดให้ใช้อยู่กับ %s สินค้า!';