<?php
// Heading
$_['heading_title']			= 'ดูรายละเอียดที่เกิดขึ้นประจำ';

// Text
$_['text_success']          = 'สำเร็จ: คุณทำการแก้ไขดูรายละเอียดที่เกิดขึ้นประจำ!';
$_['text_list']             = 'ดรายการ รายละเอียดที่เกิดขึ้นประจำ';
$_['text_add']              = 'เพิ่ม ดูรายละเอียดที่เกิดขึ้นประจำ';
$_['text_edit']             = 'แก้ไข ดูรายละเอียดที่เกิดขึ้นประจำ';
$_['text_day']				= 'วัน';
$_['text_week']				= 'สัปดาห์';
$_['text_semi_month']		= 'ครึ่งเดือน';
$_['text_month']			= 'เดือน';
$_['text_year']				= 'ปี';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> จำนวนเงินที่เกิดขึ้นประจำมีการคำนวณตามความถี่และรอบ</p><p>ตัวอย่างเช่นถ้าคุณใช้ความถี่ของ "สัปดาห์" และรอบของ "2" จากนั้นผู้ใช้จะได้รับการเรียกเก็บเงินทุก 2 สัปดาห์</p><p>ระยะเวลาเป็นจำนวนครั้งที่ผู้ใช้จะทำให้การชำระเงิน, การตั้งค่านี้ให้เป็น 0 ถ้าคุณต้องการการชำระเงินจนกว่าพวกเขาจะถูกยกเลิก</p>';
$_['text_profile']			= 'ดูรายละเอียดที่เกิดขึ้นประจำ';
$_['text_trial']			= 'รายละเอียดการทดลองใช้';

// Entry
$_['entry_name']			= 'ชื่อ';
$_['entry_price']			= 'ราคา';
$_['entry_duration']		= 'ระยะเวลา';
$_['entry_cycle']			= 'รอบ';
$_['entry_frequency']		= 'ความถี่';
$_['entry_trial_price']		= 'ราคาทดลอง';
$_['entry_trial_duration']	= 'ระยะเวลาในการทดลอง';
$_['entry_trial_status']	= 'สถานะทดลอง';
$_['entry_trial_cycle']	    = 'รอบทดลอง';
$_['entry_trial_frequency']	= 'ความถี่ทดลอง';
$_['entry_status']			= 'แสดงสถานะ';
$_['entry_sort_order']		= 'ลำดับการจัดเรียง';

// Column
$_['column_name']			= 'ชื่อ';
$_['column_sort_order']	    = 'ลำดับการจัดเรียง';
$_['column_action']         = 'ดำเนินการ';

// Error
$_['error_warning']         = 'คำเตือน: กรุณาตรวจสอบรูปแบบอย่างรอบคอบ เพื่อป้องกันข้อผิดพลาด!';
$_['error_permission']		= 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข ดูรายละเอียดที่เกิดขึ้นประจำs!';
$_['error_name']            = 'ชื่อประเภทสินค้า ต้องอยู่ระหว่าง 2-32 ตัวอักษร!';
$_['error_product']			= 'คำเตือน: นี้ดูรายละเอียดที่เกิดขึ้นประจำไม่สามารถลบได้ขณะที่มันถูกกำหนดให้กับ %s ผลิตภัณฑ์!';