<?php
// Heading
$_['heading_title'] = 'הזמנתך נשלחה לספק!';

// Text
$_['text_basket']   = 'עגלת הקניות';
$_['text_checkout'] = 'תשלום';
$_['text_success']  = 'הצלחה';
$_['text_customer'] = '<p>הזמנתך בוצעה בהצלחה!</p><p>באפשרותך לצפות בהיסטוריית ההזמנות שלך על ידי מעבר לעמוד <a href="%s">החשבון שלי</a> על ידי לחיצה על  <a href="%s">היסטוריה</a>.</p><p>במידה והרכישה שלך כרוכה בהורדה , באפשרותך לעבור לחשבון  עמוד  <a href="%s">הורדות</a> ולצפות בהם.</p><p>בכל שאלה שיש לך יש לפנות אל <a href="%s">בעל החנות</a>.</p><p>תודה שקניתם אצלינו!</p>';
$_['text_guest']    = '<p>הזמנתך בוצעה בהצלחה!</p><p>בכל שאלה שיש לך יש לפנות אל <a href="%s">בעל החנות</a>.</p><p>תודה שקניתם אצלינו!</p>';
