<?php
// Heading
$_['heading_title']      = 'Банков трансфер';

// Text
$_['text_extension']     = 'Разширения';
$_['text_success']       = 'Успех: Вие сте променили данните за банковия трансфер!';
$_['text_edit']          = 'Редактиране на банков превод';

// Entry
$_['entry_bank']         = 'Инструкции за банков превод';
$_['entry_total']        = 'Обща сума';
$_['entry_order_status'] = 'Статус на поръчките';
$_['entry_geo_zone']     = 'Гео Зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Сортиране на поръчката';

// Help
$_['help_total']         = 'Общата сума на поръчката трябва да бъде достигната преди извършването на този начин на плащане.';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение да променяте банков превод чрез плащане!';
$_['error_bank']         = 'Необходими са указания за банков превод!';