<?php
// Heading
$_['heading_title']      = 'Проверка /парична поръчка';

// Text
$_['text_extension']     = 'Разширения';
$_['text_success']       = 'Успех: Вие сте променили данните за сметката за чек /парична поръчка!';
$_['text_edit']          = 'Редактиране на поръчка за чекове /пари';

// Entry
$_['entry_payable']      = 'Плащане до';
$_['entry_total']        = 'Обща сума';
$_['entry_order_status'] = 'Статус на поръчките';
$_['entry_geo_zone']     = 'Гео Зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Сортиране на поръчката';

// Help
$_['help_total']         = 'Общата сума на поръчката трябва да бъде достигната преди извършването на този начин на плащане.';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение да променяте таксата за плащане /платежното нареждане!';
$_['error_payable']      = 'Задължително Задължително!';