<?php
// Heading
$_['heading_title']      = 'Наложен платеж';

// Text
$_['text_extension']     = 'Разширения';
$_['text_success']       = 'Успех: Модифицирахте модул за плащане по разплащане!';
$_['text_edit']          = 'Редактиране на Наложен платеж';

// Entry
$_['entry_total']        = 'Обща сума';
$_['entry_order_status'] = 'Статус на поръчките';
$_['entry_geo_zone']     = 'Гео Зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Сортиране на поръчката';

// Help
$_['help_total']         = 'Общата сума на поръчката трябва да бъде достигната преди извършването на този начин на плащане.';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение да променяте плащането по договаряне!';