<?php
// Heading
$_['heading_title']		 = 'Payza';

// Text
$_['text_extension']	 = 'Разширения';
$_['text_success']		 = 'Успех: Вие сте променили данните на Payza!';
$_['text_edit']          = 'Редактиране на Payza';

// Entry
$_['entry_merchant']	 = 'Идент. № на търговеца';
$_['entry_security']	 = 'Код за сигурност';
$_['entry_callback']	 = 'Уведомяващ URL адрес';
$_['entry_total']		 = 'Обща сума';
$_['entry_order_status'] = 'Статус на поръчките';
$_['entry_geo_zone']	 = 'Гео Зона';
$_['entry_status']		 = 'Статус';
$_['entry_sort_order']	 = 'Сортиране на поръчката';

// Help
$_['help_callback']		 = 'Това трябва да се зададе в контролния панел на Payza. Ще трябва да проверите и статута "IPN Status" да е активиран.';
$_['help_total']		 = 'Общата сума на поръчката трябва да бъде достигната преди извършването на този начин на плащане.';

// Error
$_['error_permission']	 = 'Предупреждение: Нямате разрешение да променяте плащането Payza!';
$_['error_merchant']	 = 'Изисква се идентификационен номер на търговец!';
$_['error_security']	 = 'Необходим е код за защита!';