<?php
// Heading
$_['heading_title']		 = 'Непрекъснати плащания';

// Text
$_['text_extension']	 = 'Разширения';
$_['text_success']		 = 'Успех: Вие сте променили подробностите за профила на Perpetual Payments!';
$_['text_edit']          = 'Редактиране на вечни плащания';

// Entry
$_['entry_auth_id']		 = 'Идентификационен номер на разрешението';
$_['entry_auth_pass']	 = 'Парола за упълномощаване';
$_['entry_test']		 = 'Тестов режим';
$_['entry_total']		 = 'Обща сума';
$_['entry_order_status'] = 'Статус на поръчките';
$_['entry_geo_zone']	 = 'Гео Зона';
$_['entry_status']		 = 'Статус';
$_['entry_sort_order']	 = 'Сортиране на поръчката';

// Help
$_['help_test']			 = 'Използвайте този модул в теста (YES) или в режим на производство (NO) ?';
$_['help_total']		 = 'Общата сума на поръчката трябва да бъде достигната преди извършването на този начин на плащане.';

// Error
$_['error_permission']	 = 'Предупреждение: Нямате разрешение да променяте плащането Perpetual Payments!';
$_['error_auth_id']		 = 'Изисква се идентификационен номер на разрешението!';
$_['error_auth_pass']	 = 'Изисква се парола за разрешение!';