<?php
// Heading
$_['heading_title']         = 'Pilibaba за китайска поръчка';

// Tab
$_['tab_register']          = 'Регистрирам';
$_['tab_settings']          = 'Настройки';

// Text
$_['text_extension']        = 'Разширения';
$_['text_success']          = 'Успех: Вие сте променили платежния модул Pilibaba!';
$_['text_edit']             = 'Редактирайте Pilibaba';
$_['text_pilibaba']         = '<a href="http://www.pilibaba.com" target="_blank"><img src="view/image/payment/pilibaba.png" alt="Pilibaba" title="Pilibaba"></a>';
$_['text_live']             = 'на живо';
$_['text_test']             = 'Тест';
$_['text_payment_info']     = 'Информация за плащане';
$_['text_order_id']         = 'Идентификатор на поръчката';
$_['text_amount']           = 'Количество';
$_['text_fee']              = 'Такса';
$_['text_date_added']       = 'датата е добавена';
$_['text_tracking']         = 'проследяване';
$_['text_barcode']          = 'Баркод';
$_['text_barcode_info']     = '(Отпечатайте този уникален баркод и го залепете върху повърхността на парцела)';
$_['text_confirm']          = 'Наистина ли искате да актуализирате номера за проследяване?';
$_['text_register_success'] = 'Успешно сте се регистрирали. Трябва да получите имейл скоро.';
$_['text_tracking_success'] = 'Номерът за проследяване бе успешно актуализиран.';
$_['text_other']            = 'друг';
$_['text_email']            = 'Регистрираният имейл адрес за профила ви в Pilibaba е %s';

// Entry
$_['entry_email_address']   = 'Имейл адрес';
$_['entry_password']        = 'парола';
$_['entry_currency']        = 'Валута';
$_['entry_warehouse']       = 'Склад';
$_['entry_country']         = 'Държава';
$_['entry_merchant_number'] = 'Номер на търговеца';
$_['entry_secret_key']      = 'Тайният ключ';
$_['entry_environment']     = 'Заобикаляща среда';
$_['entry_shipping_fee']    = 'Такса за изпращане';
$_['entry_order_status']    = 'Статус на поръчките';
$_['entry_status']          = 'Статус';
$_['entry_logging']         = 'Отстраняване на грешки';
$_['entry_sort_order']      = 'Сортиране на поръчката';

// Help
$_['help_email_address']    = 'Моля, въведете имейл адреса за собственика на тази фирма.';
$_['help_password']         = 'Моля, въведете парола между 8 и 30 знака.';
$_['help_currency']         = 'Изберете валутата, използвана на уебсайта Ви, и да изтеглите банковата си сметка.';
$_['help_warehouse']        = 'Изберете най-близкия склад, до който ще изпращате. Когато получавате поръчки от китайски клиенти (чрез портала Pilibaba), можете да доставяте колети до този склад.';
$_['help_country']          = 'Кажете ни вашата страна и ние ще ви информираме, след като се отвори склад в тази страна.';
$_['help_merchant_number']  = 'Вашият личен номер на търговец на сметка в Pilibaba.';
$_['help_secret_key']       = 'Вашият таен ключ за достъп до приложния програмен интерфейс Pilibaba.';
$_['help_shipping_fee']     = 'Разходите за доставка от вашия склад до склад Pilibaba. Използвайте два десетични знака.';
$_['help_order_status']     = 'Статутът на поръчката, след като клиентът е поставил поръчката.';
$_['help_total']            = 'Общата сума на поръчката трябва да бъде достигната преди извършването на този начин на плащане. Трябва да е стойност без знак за валута.';
$_['help_logging']          = 'Активирането на отстраняването на грешки ще напише чувствителни данни в лог файл. Винаги трябва да деактивирате, освен ако не сте инструктирали друго.';

// Error
$_['error_warning']         = 'Предупреждение: Моля, проверете формата внимателно за грешки!';
$_['error_permission']      = 'Предупреждение: Нямате разрешение да променяте плащането Pilibaba!';
$_['error_merchant_number'] = 'Необходим е номер на търговец!';
$_['error_secret_key']      = 'Необходим е Secret Key!';
$_['error_shipping_fee']    = 'Таксата за доставка трябва да бъде десетичен номер!';
$_['error_not_enabled']     = 'Модулът не е активиран!';
$_['error_data_missing']    = 'Няма данни!';
$_['error_tracking_length'] = 'Проследяващият номер трябва да бъде между 1 и 50 символа!';
$_['error_email_address']   = 'Моля, въведете своя имейл адрес!';
$_['error_email_invalid']   = 'Имейл адресът не е валиден!';
$_['error_password']        = 'Паролата трябва да е поне 8 символа!';
$_['error_currency']        = 'Моля, изберете валута!';
$_['error_warehouse']       = 'Моля, изберете склад!';
$_['error_country']         = 'Моля, изберете държава!';
$_['error_weight']          = 'Моля променете своя <a href="%s"> Клас на тегло </a> настройка в грамове. Той е в \ "System -> Settings \" в раздела \ "Local \".';
$_['error_bad_response']    = 'Получен е невалиден отговор. Моля, опитайте отново по-късно.';

// Button
$_['button_register']       = 'Регистрирам';
$_['button_tracking']       = 'Актуализиране на проследяващия номер';
$_['button_barcode']        = 'Генериране на баркод';