<?php
// Text
$_['text_title']                = 'მოედანი';
$_['text_canceled']             = 'წარმატება: თქვენ წარმატებით გააუქმა ამ გადახდის ! ჩვენ გამოგიგზავნეთ დადასტურება ელ.';
$_['text_confirm_cancel']       = 'დარწმუნებული ხართ, რომ გსურთ განმეორებითი გადახდების გაუქმება?';
$_['text_order_history_cancel'] = 'თქვენ გააუქმეთ თქვენი განმეორებითი პროფილი. თქვენი ბარათი აღარ იქნება გადახდილი.';

// Button
$_['button_cancel']             = 'გააუქმეთ განმეორებითი გადახდა';

// Error
$_['error_not_cancelled']       = 'შეცდომა: %s';
$_['error_not_found']           = 'განმეორებითი პროფილის გაუქმება ვერ მოხერხდა';