<?php
// Heading
$_['heading_title']     = 'ערכות נושא שוברים';

// Text
$_['text_success']      = 'בוצע בהצלחה: עדכנת את ערכות נושא שוברים!';
$_['text_list']         = 'רשימת ערכות נושא שוברים';
$_['text_add']          = 'הוספת ערכת נושא שוברים';
$_['text_edit']         = 'עריכת  ערכת נושא שוברים';

// Column
$_['column_name']       = 'שם ערכת נושא שוברים';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם ערכת נושא שוברים';
$_['entry_description'] = 'תיאור ערכת נושא שוברים';
$_['entry_image']       = 'תמונה';

// Error
$_['error_permission']  = 'נא לשים לב: אין לך הרשאה לעדכן ערכות נושא שוברים!';
$_['error_name']        = 'שם ערכת נושא שוברים חייב להכיל בין 3 ל-32 תווים!';
$_['error_image']       = 'נדרשת תמונה!';
$_['error_voucher']     = 'נא לשים לב: ערכת נושא שוברים זאת אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s שוברים!';