<?php
// Heading
$_['heading_title']    = 'דמי טיפול';

// Text
$_['text_extension']   = 'הרחבות';
$_['text_success']     = 'בוצע בהצלחה: עדכנת את הסכום הכולל של דמי טיפול !';
$_['text_edit']        = 'עריכת הסכום הכולל של דמי טיפול ';

// Entry
$_['entry_total']      = 'הסכום הכולל של ההזמנה';
$_['entry_fee']        = 'דמי';
$_['entry_tax_class']  = 'דרגת מס';
$_['entry_status']     = 'סטטוס';
$_['entry_sort_order'] = 'סדר מיון';

// Help
$_['help_total']       = 'הסכום הכולל לתשלום , המינימלי הנדרש עבור הזמנה לפני שהסכום הכולל  של ההזמנה מאופשר.';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן את הסכום הכולל של דמי טיפול !';