<?php
// Heading
$_['heading_title']    = 'דמי הזמנה נמוכה';

// Text
$_['text_extension']   = 'הרחבות';
$_['text_success']     = 'בוצע בהצלחה: עדכנת את הסכום הכולל של דמי הזמנה נמוכה !';
$_['text_edit']        = 'עריכת הסכום הכולל של דמי הזמנה נמוכה ';

// Entry
$_['entry_total']      = 'סך כל ההזמנה';
$_['entry_fee']        = 'עלות';
$_['entry_tax_class']  = 'דרגת מס';
$_['entry_status']     = 'סטטוס';
$_['entry_sort_order'] = 'סדר מיון';

// Help
$_['help_total']       = 'הסכום הכולל לתשלום, המינימלי הנדרש עבור הזמנה, כדי שדמי הזמנה נמוכה לא יחסם .';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן את הסכום הכולל של דמי הזמנה נמוכה!';
