<?php
// Heading
$_['heading_title']           = 'ประเทศ';

// Text
$_['text_success']            = 'สำเร็จ: คุณทำการแก้ไขประเทศ!';
$_['text_list']               = 'รายชื่อประเทศ';
$_['text_add']                = 'เพิ่มประเทศ';
$_['text_edit']               = 'แก้ไขประเทศ';

// Column
$_['column_name']             = 'ชื่อประเทศ';
$_['column_iso_code_2']       = 'ISO Code (2)';
$_['column_iso_code_3']       = 'ISO Code (3)';
$_['column_action']           = 'การกระทำ';

// Entry
$_['entry_name']              = 'ชื่อประเทศ:';
$_['entry_iso_code_2']        = 'ISO Code (2):';
$_['entry_iso_code_3']        = 'ISO Code (3):';
$_['entry_address_format']    = 'รูปแบบที่อยู่';
$_['entry_postcode_required'] = 'รหัสไปรษณีย์ จำเป็น:';
$_['entry_status']            = 'สถานะ:';

// Help
$_['help_address_format']     = 'ชื่อ = {firstname}<br />นามสกุล = {lastname}<br />บริษัท = {company}<br />ที่อยู่ 1 = {address_1}<br />ที่อยู่ 2 = {address_2}<br />เมือง = {city}<br />รหัสไปรษณีย์ = {postcode}<br />พื้นที่ = {zone}<br />รหัสพื้นที่ = {zone_code}<br />ประเทศ = {country}';

// Error
$_['error_permission']        = 'คำเตือน: คุณไม่สามารถทำการแก้ไขประเทศ!';
$_['error_name']              = 'คำเตือน: ชื่อประเทศต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_default']           = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_store']             = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ร้าน!';
$_['error_address']           = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s รายการสมุดที่อยู่!';
$_['error_affiliate']         = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ตัวแทนจำหน่าย!';
$_['error_zone']              = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s โซน!';
$_['error_zone_to_geo_zone']  = 'คำเตือน: ประเทศนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s โซนไปยังโซนทางภูมิศาสตร์!';