<?php
// Heading
$_['heading_title']        = 'สกุลเงิน';  

// Text
$_['text_success']         = 'สำเร็จ: คุณทำการแก้ไขสกุลเงิน!';
$_['text_list']            = 'รายชื่อ สกุลเงิน';
$_['text_add']             = 'เพิ่ม สกุลเงิน';
$_['text_edit']            = 'แก้ไข สกุลเงิน';
$_['text_iso']             = 'คุณสามารถค้นหารายการเต็มรูปแบบของรหัสสกุลเงิน ISO และการตั้งค่า <a href="http://www.xe.com/iso4217.php" target="_blank">ที่นี่</a>.';

// Column
$_['column_title']         = 'ชื่อสกุลเงิน';
$_['column_code']          = 'รหัส'; 
$_['column_value']         = 'ค่า';
$_['column_date_modified'] = 'อัพเดตครั้งล่าสุด';
$_['column_action']        = 'การกระทำ';

// Entry
$_['entry_title']          = 'ชื่อสกุลเงิน:';
$_['entry_code']           = 'รหัส';
$_['entry_value']          = 'ค่า';
$_['entry_symbol_left']    = 'สัญลักษณ์ซ้าย:';
$_['entry_symbol_right']   = 'สัญลักษณ์ขวา:';
$_['entry_decimal_place']  = 'จำนวนทศนิยม:';
$_['entry_status']         = 'สถานะ:';

// Help
$_['help_code']            = 'ไม่สามารถเปลี่ยนได้ ถ้าคุณยังใช้สกุลเงินเริ่มต้น ';
$_['help_value']           = 'ตั้งค่า 1.00000 ถ้าคุณใช้สกุลเงินเริ่มต้น';

// Error
$_['error_permission']     = 'คำเตือน:คุณไม่สามารถทำการแก้ไขสกุลเงิน!';
$_['error_title']          = 'คำเตือน: ชื่อสกุลเงินต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_code']           = 'คำเตือน: รหัสสกุลเงินต้องมี 3 ตัวอักษร!';
$_['error_default']        = 'คำเตือน: สกุลเงินนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_store']          = 'คำเตือน: สกุลเงินนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ร้านค้า!';
$_['error_order']          = 'คำเตือน: สกุลเงินนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s รายการ!';