<?php
// Heading
$_['heading_title']      = 'เขตภูมิศาสตร์';

// Text
$_['text_success']       = 'สำเร็จ: คุณทำการแก้ไข เขตภูมิศาสตร์!';
$_['text_list']          = 'รายการ เขตภูมิศาสตร์';
$_['text_add']           = 'เพิ่ม เขตภูมิศาสตร์';
$_['text_edit']          = 'แก้ไข เขตภูมิศาสตร์';

// Column
$_['column_name']        = 'ชื่อเขตภูมิศาสตร์';
$_['column_description'] = 'คำอธิบาย';
$_['column_action']      = 'การกระทำ';

// Entry
$_['entry_name']         = 'ชื่อเขตภูมิศาสตร์:';
$_['entry_description']  = 'คำอธิบาย:';
$_['entry_country']      = 'ประเทศ:';
$_['entry_zone']         = 'โซน:';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขเขตภูมิศาสตร์!';
$_['error_name']         = 'คำเตือน: ชื่อเขตภูมิศาสตร์ต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_description']  = 'คำเตือน: ชื่อคำอธิบายต้องอยู่ระหว่าง 3 และ 255 ตัวอักษร!';
$_['error_tax_rate']     = 'คำเตือน: เขตภูมิศาสตรไม่สามารถลบได้มันถูกใช้งานฐานภาษีอยู่!';