<?php
// Heading
$_['heading_title']     = 'ภาษา';  

// Text
$_['text_success']      = 'สำเสร็จ: คุณทำการแก้ไขภาษา!'; 
$_['text_list']         = 'รายการภาษา';
$_['text_add']          = 'เพิ่มภาษา';
$_['text_edit']         = 'แก้ไขภาษา';

// Column
$_['column_name']       = 'ชื่อภาษา';
$_['column_code']       = 'รหัส';
$_['column_sort_order'] = 'ลำดับการจัดเรียง';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อภาษา:';
$_['entry_code']        = 'รหัส';
$_['entry_locale']      = 'สถานที่';
$_['entry_status']      = 'สถานะ';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง:';

// Help
$_['help_status']       = 'ซ่อน/แสดง  ภาษาแบบเลื่อนลง ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขภาษา!';
$_['error_exists']      = 'คำเตือน: คุณก่อนที่จะเพิ่มภาษา!';
$_['error_name']        = 'คำเตือน: ชื่อภาษาอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_code']        = 'คำเตือน: รหัสภาษาต้องมีอย่างน้อย 2 ตัวอักษร!';
$_['error_locale']      = 'คำเตือน: สถานที่ จำเป็น!';
$_['error_default']     = 'คำเตือน: ภาษานี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_admin']       = 'คำเตือน: ภาษานี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยผู้ดูแลระบบ!';
$_['error_store']       = 'คำเตือน: ภาษานี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ร้านค้า!';
$_['error_order']       = 'คำเตือน: ภาษานี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย % %s รายการ!';