<?php
// Heading
$_['heading_title']    = 'ระดับความยาว';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขระดับความยาว!';
$_['text_list']        = 'รายการ ระดับความยาว';
$_['text_add']         = 'เพิ่ม ระดับความยาว';
$_['text_edit']        = 'แก้ไข ระดับความยาว';

// Column
$_['column_title']     = 'หัวข้อความยาว';
$_['column_unit']      = 'หน่วยความยาว';
$_['column_value']     = 'ค่า';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_title']      = 'หัวข้อความยาว:';
$_['entry_unit']       = 'หน่วยความยาว:';
$_['entry_value']      = 'ค่า';

// Help
$_['help_value']       = 'ตั้งค่า 1.00000 ถ้าเป็นความยาวเริ่มต้น.';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขความยาว!';
$_['error_title']      = 'คำเตือน: ภาษาต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_unit']       = 'คำเตือน: หน่วยความยาวต้องอยู่ระหว่าง 1 และ 4 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: ระดับความยาวนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_product']    = 'คำเตือน: ระดับความยาวนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s สินค้า!';