<?php
// Heading
$_['heading_title']    = 'ที่ตั้งของสาขา';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขระดับสถานที่ร้านค้า!';
$_['text_list']        = 'รายการ ที่ตั้งของสาขา';
$_['text_add']         = 'เพิ่ม ที่ตั้งของสาขา';
$_['text_edit']        = 'แก้ไข ที่ตั้งของสาขา';
$_['text_default']     = 'ผิดนัด';
$_['text_time']        = 'เวลาเปิด';
$_['text_geocode']     = 'รหัสทางภูมิศาสตร์ ไม่ประสบความสำเร็จด้วยเหตุผลดังต่อไปนี้:';

// Column
$_['column_name']      = 'ชื่อร้านค้า';
$_['column_address']   = 'ที่อยู่';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อร้านค้า';
$_['entry_address']    = 'ที่อยู่';
$_['entry_geocode']    = 'รหัสทางภูมิศาสตร์';
$_['entry_telephone']  = 'หมายเลขโทรศัพท์';
$_['entry_fax']        = 'หมายเลขแฟกซ์';
$_['entry_image']      = 'ภาพ';
$_['entry_open']       = 'เวลาเปิด';
$_['entry_comment']    = 'คิดเห็น';

// Help
$_['help_geocode']     = 'กรุณากรอกตัวอักษรที่ตั้งของสาขา รหัสทางภูมิศาสตร์ ด้วยมือ!';
$_['help_open']        = 'กรอกร้านค้าของคุณ เวลาเปิด.';
$_['help_comment']     = 'ฟิลด์นี้จะสำหรับการบันทึกพิเศษใด ๆ. ตัวอย่าง: ร้านไม่รับเช็ค';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขเหตุในที่ตั้งของสาขา!';
$_['error_name']       = 'คำเตือน: ชื่อร้านค้า ต้องมีอย่างน้อย 1 ตัวอักษร!';
$_['error_address']    = 'คำเตือน: ที่อยู่ต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_telephone']  = 'คำเตือน: เบอร์โทรต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';