<?php
// Heading
$_['heading_title']    = 'สถานะการสั่งซื้อ';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขสถานะการสั่งซื้อ!';
$_['text_list']        = 'รายการ สถานะการสั่งซื้อ';
$_['text_add']         = 'เพิ่ม สถานะการสั่งซื้อ';
$_['text_edit']        = 'แก้ไข สถานะการสั่งซื้อ';

// Column
$_['column_name']      = 'ชื่อสถานะการสั่งซื้อ';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อสถานะการสั่งซื้อ:';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขสถานะการสั่งซื้อ!';
$_['error_name']       = 'คำเตือน: ชื่อสถานะคำสั่งซื้อต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: สถานะการสั่งซื้อนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_download']   = 'คำเตือน: สถานะการสั่งซื้อนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานไฟล์ดาวน์โหลด!';
$_['error_store']      = 'คำเตือน: สถานะการสั่งซื้อนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s ร้านค้า!';
$_['error_order']      = 'คำเตือน: สถานะการสั่งซื้อนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานo %s คำสั่งซื้อ!';