<?php
// Heading
$_['heading_title']    = 'สินค้าส่งกลับ';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขการส่งกลับ!';
$_['text_list']        = 'รายการ สินค้าส่งกลับ';
$_['text_add']         = 'เพิ่ม สินค้าส่งกลับ';
$_['text_edit']        = 'แก้ไข สินค้าส่งกลับ';

// Column
$_['column_name']      = 'ชื่อการส่งกลับ';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อการส่งกลับ:';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขการส่งกลับ!';
$_['error_name']       = 'คำเตือน: ชื่อากรส่งกลับต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_return']     = 'คำเตือน: การดำเนินการนี้กลับไม่สามารถลบขณะที่มันถูกกำหนดให้กับ  %s สินค้าส่งกลับ!';