<?php
// Heading
$_['heading_title']    = 'สถานะการตีคืน';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขระดับ สถานะการตีคืน!';
$_['text_list']        = 'รายการ สถานะการตีคืน';
$_['text_add']         = 'เพิ่ม สถานะการตีคืน';
$_['text_edit']        = 'แก้ไข สถานะการตีคืน';

// Column
$_['column_name']      = 'ชื่อสถานะการตีคืน';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อสถานะการตีคืน:';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขเหตุในสถานะการตีคืน!';
$_['error_name']       = 'คำเตือน: ชื่อสถานะการตีคืนต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: เหตุในการตีกลับนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานเป็นค่าเริ่มต้น!';
$_['error_return']     = 'คำเตือน: เหตุในการตีกลับนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s ตีกลับ!';