<?php
// Heading
$_['heading_title']    = 'เหตุในการตีกลับ';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขเหตุในการตีกลับ!';
$_['text_list']        = 'รายการ เหตุในการตีกลับ';
$_['text_add']         = 'เพิ่ม เหตุในการตีกลับ';
$_['text_edit']        = 'แก้ไข เหตุในการตีกลับ';

// Column
$_['column_name']      = 'ชื่อเหตุในการตีกลับ';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อเหตุในการตีกลับ:';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขเหตุในการเหตุในการตีกลับ!';
$_['error_name']       = 'คำเตือน: ชื่อเหตุในการตีกลับต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_return']     = 'คำเตือน: เหตุในการตีกลับนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s สินค้าตีกลับ!';