<?php
// Heading
$_['heading_title']    = 'สถานะสต็อค';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขสถานะสต็อค';
$_['text_list']        = 'รายการ สถานะสต็อค';
$_['text_add']         = 'เพิ่ม สถานะสต็อค';
$_['text_edit']        = 'แก้ไข สถานะสต็อค';

// Column
$_['column_name']      = 'ชื่อสถานะสต็อค';
$_['column_action']    = 'การการทำ';

// Entry
$_['entry_name']       = 'ชื่อสถานะสต็อค:';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขสถานะสต็อค!';
$_['error_name']       = 'คำเตือน: สถานะสต็อคอยู่ระห่าง 3 และ 32 ตัวอักษร!';
$_['error_product']    = 'คำเตือน: สถานะสต็อคนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s สินค้า!';