<?php
// Heading
$_['heading_title']     = 'ระดับภาษี';

// Text
$_['text_success']      = 'สำเร็จ: คุณทำการแก้ไขระดับภาษี!';
$_['text_list']         = 'รายการ ระดับภาษี';
$_['text_add']          = 'เพิ่ม ระดับภาษี';
$_['text_edit']         = 'แก้ไข ระดับภาษี';
$_['text_shipping']     = 'ที่อยู่จัดส่ง';
$_['text_payment']      = 'ที่อยู่การชำระเงิน';
$_['text_store']        = 'ที่อยู่ร้านค้า';

// Column
$_['column_title']      = 'หัวข้อระดับภาษี';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_title']       = 'หัวข้อระดับภาษี:';
$_['entry_description'] = 'คำอธิบาย:';
$_['entry_rate']        = 'อัตราภาษี:';
$_['entry_based']       = 'ฐานภาษี:';
$_['entry_geo_zone']    = 'เขตภูมิศาสตร์:';
$_['entry_priority']    = 'ความสำคัญ:';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขระดับภาษี!';
$_['error_title']       = 'คำเตือน: ชื่อระดับภาษีต้องอยู่ระหว่าง 3 และ 32ตัวอักษร!';
$_['error_description'] = 'คำเตือน: ชื่อคำอธิบายต้องอยู่ระหว่าง 3 และ 255 ตัวอักษร!';
$_['error_product']     = 'คำเตือน: ระดับภาษีนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s สินค้า!';