<?php
// Heading
$_['heading_title']    = 'ระดับน้ำหนัก';

// Text
$_['text_success']     = 'คำเตือน: คุณทำการแก้ไขระดับน้ำหนัก!';
$_['text_list']        = 'รายการ ระดับน้ำหนัก';
$_['text_add']         = 'เพิ่ม ระดับน้ำหนัก';
$_['text_edit']        = 'แก้ไข ระดับน้ำหนัก';

// Column
$_['column_title']     = 'หัวข้อระดับน้ำหนัก';
$_['column_unit']      = 'หน่วยระดับน้ำหนัก';
$_['column_value']     = 'ค่า';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_title']      = 'หัวข้อระดับน้ำหนัก:';
$_['entry_unit']       = 'หน่วยระดับน้ำหนัก:';
$_['entry_value']      = 'ค่า';

// Help
$_['help_value']       = 'ตั้งค่า 1.00000 ถ้าเป็นระดับน้ำหนักเริ่มต้น.';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขระดับน้ำหนัก!';
$_['error_title']      = 'หัวข้อน้ำหนักต้องอยู่ระหว่าง 3-32 ตัวอักษร!';
$_['error_unit']       = 'หน่วยน้ำหนักต้องอยู่ระหว่าง 1-4 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: ระดับน้ำหนักนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_product']    = 'คำเตือน: ระดับน้ำหนักนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s สินค้า!';