<?php
// Heading
$_['heading_title']          = 'จังหวัด';

// Text
$_['text_success']           = 'สำเร็จ: คุณทำการแก้ไขโซน!';
$_['text_list']              = 'รายการ จังหวัด';
$_['text_add']               = 'เพิ่ม จังหวัด';
$_['text_edit']              = 'แก้ไข จังหวัด';

// Column
$_['column_name']            = 'ชื่อจังหวัด';
$_['column_code']            = 'รหัสจังหวัด';
$_['column_country']         = 'ประเทศ';
$_['column_action']          = 'การกระทำ';

// Entry
$_['entry_status']           = 'สถานะจังหวัด:';
$_['entry_name']             = 'ชื่อจังหวัด:';
$_['entry_code']             = 'รหัสจังหวัด:';
$_['entry_country']          = 'ประเทศ:';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขโซน!';
$_['error_name']             = 'ชื่อโซนต้องอยู่ระหว่าง 3-128 ตัวอักษร!';
$_['error_default']          = 'คำเตือน: โซนนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานร้านค้าเริ่มต้น!';
$_['error_store']            = 'คำเตือน: โซนนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s ร้าน!';
$_['error_address']          = 'คำเตือน: โซนนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s รายการสมุดที่อยู่!';
$_['error_affiliate']        = 'คำเตือน: โซนนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s ตัวแทนจำหน่าย!';
$_['error_zone_to_geo_zone'] = 'คำเตือน: โซนนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งาน %s โซน เขตภูมิศาสตร์!';