<?php
// Heading
$_['heading_title']    = 'כפתור פייפאל (מופעל על ידיד בריין טרי- Braintree) ';

// Text
$_['text_extension']   = 'הרחבות';
$_['text_success']     = 'בוצע בהצלחה: עדכנת את מודול כפתור פייפאל (מופעל על ידי בריין טרי - Braintree) !';
$_['text_edit']        = 'עריכת מודול כפתור פייפאל (מופעל על ידי בריין טרי - Braintree) !';
$_['text_info']        = 'הכפתור <u>לא</u> יופיע בכפוף לתנאים מסוימים:';
$_['text_info_li1']    = 'עגלת הקניות ריקה ולא סופק אף שובר';
$_['text_info_li2']    = 'בעגלת הקניות יש פריטי הורדה או תשלומים קבועים והמשתמש/ת לא מחובר/ת';
$_['text_info_li3']    = 'הגדרת סיכום חשבון עם פריטים שאינם במלאי חסומה ועגלת הקניות כוללת בתוכה פריט שאינו במלאי';
$_['text_layouts']     = 'לאחר אפשור המודול, יש להשתמש במנהל התבניות על מנת להוסיף כפתור לאיזורים בחנות.';
$_['text_layout_link'] = 'להקיש כאן כדי להכנס לתבניות עמוד';

// Entry
$_['entry_status']     = 'סטטוס';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן את מודול כפתור פייפאל (שמופעל על ידי בריין טרי - Braintree) !';