<?php
// Heading
$_['heading_title']        = 'התחברות עם פייפאל';

//Text
$_['text_extension'] 	   = 'הרחבות';
$_['text_success']         = 'בוצע בהצלחה: עדכנת את מודול התחברות עם פייפאל!';
$_['text_edit']            = 'עריכת מודול התחברות עם פייפאל';
$_['text_button_grey']     = 'אפור';
$_['text_button_blue']     = 'כחול (מומלץ)';

//Entry
$_['entry_client_id']      = 'מספר קליינט';
$_['entry_secret']         = 'סוד';
$_['entry_sandbox']        = 'מצב סנדבוקס (בדיקות)';
$_['entry_debug']          = 'תיעוד שגיאות';
$_['entry_customer_group'] = 'קבוצת לקוחות';
$_['entry_button']         = 'צבע לחצן';
$_['entry_seamless']       = 'אפשור "תשלום חלק"';
$_['entry_locale']         = 'איזור';
$_['entry_return_url']     = 'קישור אינטרנט חוזר';
$_['entry_status']         = 'סטטוס';

//Help
$_['help_sandbox']         = 'שימוש בסביבת סנדבוקס (בדיקות) ?';
$_['help_customer_group']  = 'עבור לקוחות חדשים , איזה קבוצת לקוחות יש ליצור עבורם?';
$_['help_debug_logging']   = 'אפשור של זה יאפשר לנתונים להתווסףליומן השגיאות כדי לעזור לפתור ולמצוא שגיאות ובעיות .';
$_['help_seamless']        = 'מאפשר להתחברות אוטומטית כאשר לקוחות בוחרים תשלום מהיר בפייפאל. כדי להשתמש בזה , האפשרות חייבת להיות מאופשרת בהתחברות עם חשבון פייפאל. חובה עליך גם להשתמש בחשבון זהה לזה שהשתמשת בו בתשלום מהיר.';
$_['help_locale']          = 'זו ההגדרה של התאמת איזור לפייפאל עבור השפות בחנות שלך';
$_['help_return_url']      = 'זה צריך להתווסף בתצורת האפליקציה של פייפאל תחת קישורי אינטרנט ישירים של האפליקציה (app redirect URLs).';

//Error
$_['error_permission']     = 'נא לשים לב: אין לך הרשאה לעדכן את מודול התחברות עם פייפאל!';
$_['error_client_id']      = 'נדרש מספר קליינט!';
$_['error_secret']         = 'נדרש סוד!';