<?php
// Heading
$_['heading_title'] = 'Използвайте точки за награда (на разположение %s)';

// Text
$_['text_reward']   = 'Точки за награда (%s)';
$_['text_order_id'] = 'Идент. № на поръчката: #%s';
$_['text_success']  = 'Успех: Вашата награда точки отстъпка е applied!';

// Entry
$_['entry_reward']  = 'Точки, които да използвате (Max %s)';

// Error
$_['error_reward']  = 'Предупреждение: Моля, въведете размера на точките за награда за използване!';
$_['error_points']  = 'Предупреждение: Нямате % точки за награда!';
$_['error_maximum'] = 'Предупреждение: Максималният брой точки, които могат да бъдат приложени, е %s!';