<?php
// Heading
$_['heading_title']        = 'Оценка на доставката &amp; Данъци';

// Text
$_['text_success']         = 'Успех: Приложението Ви за доставка е приложено!';
$_['text_shipping']        = 'Въведете дестинацията си, за да получите оценка за доставка.';
$_['text_shipping_method'] = 'Моля, изберете предпочитания начин за доставка, който да използвате в тази поръчка.';

// Entry
$_['entry_country']        = 'Държава';
$_['entry_zone']           = 'Регион /държава';
$_['entry_postcode']       = 'Пощенски код';

// Error
$_['error_postcode']       = 'Пощенският код трябва да бъде между 2 и 10 символа!';
$_['error_country']        = 'Моля, изберете държава!';
$_['error_zone']           = 'Моля, изберете регион /държава!';
$_['error_shipping']       = 'Предупреждение: Необходим е начин за доставка!';
$_['error_no_shipping']    = 'Предупреждение: Не са налични опции за доставка. Моля, свържете се с нас <a href="%s"> </a> за помощ!';