<?php
// Heading
$_['heading_title'] = 'Използвайте сертификат за подарък';

// Text
$_['text_voucher']  = 'Удостоверение за подарък (%s)';
$_['text_success']  = 'Успех: Вашата отстъпка от сертификат за подарък е подадена!';

// Entry
$_['entry_voucher'] = 'Въведете вашия код за сертификат за подарък тук';

// Error
$_['error_voucher'] = 'Предупреждение: Сертификатът за подарък е невалиден или салдото е използвано up!';
$_['error_empty']   = 'Предупреждение: Моля, въведете сертификат за подарък code!';