<?php
// Heading
$_['heading_title']     = 'მომხმარებელთა ჯგუფები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვალეთ მომხმარებლის ჯგუფები !';
$_['text_list']         = 'მომხმარებელთა ჯგუფის სია';
$_['text_add']          = 'მომხმარებელთა ჯგუფის დამატება';
$_['text_edit']         = 'მომხმარებელთა ჯგუფის რედაქტირება';

// Column
$_['column_name']       = 'მომხმარებელთა ჯგუფის სახელი';
$_['column_sort_order'] = 'სორტირების ორდენი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'მომხმარებელთა ჯგუფის სახელი';
$_['entry_description'] = 'აღწერა';
$_['entry_approval']    = 'ახალი მომხმარებლების დამტკიცება';
$_['entry_sort_order']  = 'სორტირების ორდენი';

// Help
$_['help_approval']     = 'მომხმარებელს უნდა დაამტკიცოს ადმინისტრატორი, სანამ მათ შეუძლიათ შესვლა.';

// Error
$_['error_permission']  = 'გაფრთხილება: არ გაქვთ ნებართვა მომხმარებელთა ჯგუფების შეცვლაზე !';
$_['error_name']        = 'მომხმარებელთა ჯგუფის სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_default']     = 'გაფრთხილება: ამ მომხმარებლის ჯგუფის წაშლა ვერ მოხერხდა, რადგან ის ამჟამად დანიშნულია როგორც სტანდარტული მაღაზიის მომხმარებელთა ჯგუფი !';
$_['error_store']       = 'გაფრთხილება: ამ მომხმარებლის ჯგუფის წაშლა ვერ მოხერხდა, რადგან ის ამჟამად %-ის მაღაზიებშია';
$_['error_customer']    = 'გაფრთხილება: ამ მომხმარებლის ჯგუფის წაშლა არ შეიძლება, რადგან ის ამჟამად % მომხმარებელს !';