<?php
// Text
/*TMD*/
$_['text_new_image']            = 'Image';
/*TMD End*/
$_['text_subject']          = '%s - ใบสั่งซื้อ %s';
$_['text_greeting']         = 'ขอขอบคุณสำหรับความสนใจใน %s สินค้า เราได้รับคำสั่งซื้อของคุณ และจะดำเนินการเมื่อได้รับการยืนยันการชำระเงิน';
$_['text_link']             = 'หากต้องการดูคำสั่งซื้อของคุณคลิกที่ลิงค์ด้านล่าง:';
$_['text_order_detail']     = 'รายละเอียดคำสั่งซื้อ';
$_['text_instruction']      = 'คำแนะนำ';
$_['text_order_id']         = 'หมายเลขการสั่งซื้อ:';
$_['text_date_added']       = 'วันที่สั่่งซื้อ:';
$_['text_order_status']     = 'สถานะการสั่งซื้อ:';
$_['text_payment_method']   = 'วิธีการชำระเงิน:';
$_['text_shipping_method']  = 'วิธีการจัดส่งสินค้า:';
$_['text_email']            = 'อีเมล:';
$_['text_telephone']        = 'เบอร์โทร:';
$_['text_ip']               = 'IP Address:';
$_['text_payment_address']  = 'ที่อยู่ออกบิล';
$_['text_shipping_address'] = 'ที่อยู่จัดส่ง';
$_['text_products']         = 'รายการสินค้า';
$_['text_product']          = 'สินค้า';
$_['text_model']            = 'รุ่น';
$_['text_quantity']         = 'ปริมาณ';
$_['text_price']            = 'ราคา';
$_['text_order_total']      = 'รวมใบสั่งซื้อ';
$_['text_total']            = 'รวม';
$_['text_download']         = 'เมื่อชำระเงินของคุณได้รับการยืนยันคุณสามารถคลิกที่ลิงค์ด้านล่างเพื่อเข้าถึงสินค้า์หรือดาวน์โหลด:';
$_['text_comment']          = 'ความคิดเห็นที่สำหรับการสั่งซื้อของคุณ:';
$_['text_footer']           = 'โปรดตอบกลับอีเมลนี้ถ้าคุณมีคำถามใด ๆ';