<?php
// Text
/*TMD*/
$_['text_new_image']            = 'Image';
/*TMD End*/
$_['text_subject']      = '%s - ปรับปรุงการสั่งซื้อ %s';
$_['text_order_id']     = 'หมายเลขการสั่งซื้อ:';
$_['text_date_added']   = 'วันที่สั่่งซื้อ:';
$_['text_order_status'] = 'คำสั่งซื้อของคุณได้รับการปรับปรุงสถานะการดังต่อไปนี้:';
$_['text_comment']      = 'ความคิดเห็นที่สำหรับการสั่งซื้อของคุณ:';
$_['text_link']         = 'หากต้องการดูคำสั่งซื้อของคุณคลิกที่ลิงค์ด้านล่าง:';
$_['text_footer']       = 'โปรดตอบกลับอีเมลนี้ถ้าคุณมีคำถามใด ๆ';