<?php
// Heading
$_['heading_title']			  = 'იმპორტის ბრძანებები';
$_['text_openbay']			  = 'OpenBay Pro';
$_['text_ebay']				  = 'eBay';

// Buttons
$_['button_pull_orders']      = 'დაწყება';

// Entry
$_['entry_pull_orders']       = 'ახალი ბრძანებების გაყვანა';

// Text
$_['text_sync_pull_notice']   = 'ეს გაივლის ახალ ბრძანებებს, რადგან ბოლო ავტომატური შემოწმება. თუ თქვენ უბრალოდ დაინსტალირებული, მაშინ ეს უკანასკნელი 24 საათის განმავლობაში იქნება ნაგულისხმევი.';
$_['text_ajax_orders_import'] = 'ნებისმიერი ახალი ბრძანება უნდა გამოჩნდეს რამდენიმე წუთში';
$_['text_complete']           = 'იმპორტი მოითხოვა';
$_['text_failed']             = 'ჩატვირთვა ვერ მოხერხდა';
$_['text_pull']               = 'მოითხოვეთ სახელმძღვანელო იმპორტი';

// Errors
$_['error_validation']        = 'თქვენ უნდა დარეგისტრირდეთ თქვენი API კოდისთვის და ჩართეთ მოდული.';