<?php
// Heading
$_['heading_title']        = 'შემაჯამებელი';
$_['text_openbay']         = 'OpenBay Pro';
$_['text_ebay']            = 'eBay';

// Text
$_['text_use_desc']        = 'ეს არის თქვენი eBay ანგარიშის შემაჯამებელი გვერდი. ეს არის თქვენს ანგარიშზე ნებისმიერი შეზღუდვის სწრაფი კადრი თქვენი DSR გაყიდვების შესრულებით.';
$_['text_ebay_limit_head'] = 'თქვენი eBay- ის ანგარიში ლიმიტებით !-ს ყიდულობს';
$_['text_ebay_limit_t1']   = 'შეგიძლიათ გაყიდოთ';
$_['text_ebay_limit_t2']   = 'მეტი ელემენტი (ეს არის მთლიანი რაოდენობა, არა ინდივიდუალური სიები) ღირებულებით';
$_['text_ebay_limit_t3']   = 'როდესაც თქვენ ცდილობთ შექმნას ახალი განცხადების შექმნა, ის ვერ მოხდება, თუ ზემოთ აღემატება თანხებს.';
$_['text_as_described']    = 'როგორც აღწერილია საქონელი';
$_['text_communication']   = 'კომუნიკაცია';
$_['text_shippingtime']    = 'მიწოდება დრო';
$_['text_shipping_charge'] = 'ტრანსპორტირების ხარჯები';
$_['text_score']           = 'ანგარიში';
$_['text_count']           = 'გრაფი';
$_['text_report_30']       = '30 დღე';
$_['text_report_52']       = '52 კვირა';
$_['text_title_dsr']       = 'DSR იუწყება';
$_['text_failed']          = 'ჩატვირთვა ვერ მოხერხდა';
$_['text_summary']         = 'თქვენი eBay- ის შემაჯამებელი ნახვა';

// Error
$_['error_validation']     = 'თქვენ უნდა დარეგისტრირდეთ თქვენი API კოდისთვის და ჩართეთ მოდული.';
$_['error_ajax_load']      = 'უკაცრავად, სერვერთან დაკავშირება ვერ მოხერხდა';