<?php
// Heading
$_['heading_title']              = 'საქონლის იმპორტი';
$_['text_openbay']               = 'OpenBay Pro';
$_['text_ebay']                  = 'eBay';

// Text
$_['text_sync_import_line1']     = '<strong> სიფრთხილით! </strong> ეს შემოიტანთ ყველა თქვენს eBay პროდუქტებს და ააშენეთ კატეგორიის სტრუქტურა თქვენს მაღაზიაში. გაითვალისწინეთ, რომ ამ პარამეტრის გასაშვებად ყველა კატეგორიის და პროდუქტთა წაშლა. <br /> კატეგორიის სტრუქტურა არის ნორმალური eBay კატეგორიიდან, არა თქვენი მაღაზია კატეგორიები (თუ თქვენ გაქვთ eBay მაღაზია). თქვენ შეგიძლიათ შეცვალოთ, წაშალოთ და შეცვალონ იმპორტირებული კატეგორიები თქვენი eBay- ის პროდუქტებზე გავლენის გარეშე.';
$_['text_sync_import_line3']     = 'თქვენ უნდა უზრუნველყოთ თქვენი სერვერის შეუძლია მიიღოს და დამუშავება დიდი POST მონაცემები ზომის. 1000 eBay ელემენტი დაახლოებით 40Mb ზომის, თქვენ უნდა გამოვთვალოთ რა გჭირდებათ. თუ თქვენი ზარი ვერ მოხერხდა, მაშინ თქვენი პარამეტრი ძალიან მცირეა. თქვენი PHP მეხსიერების ზომა უნდა იყოს დაახლოებით 128 მბ.';
$_['text_sync_server_size']      = 'ამჟამად თქვენს სერვერს შეუძლია მიიღოს:';
$_['text_sync_memory_size']      = 'თქვენი PHP მეხსიერების ლიმიტი:';
$_['text_import_confirm']		 = 'ეს თქვენს eBay- ის ყველა პროდუქტს ახალ პროდუქტებს აწვება, დარწმუნებული ხართ ? ეს არ იქნება undone! ENSURE თქვენ გაქვთ სარეზერვო პირველი!';
$_['text_import_notify']		 = 'თქვენი იმპორტის მოთხოვნა გაიგზავნა დამუშავებისთვის. იმპორტი დაახლოებით 1000 ერთეულზე 1 საათს იღებს.';
$_['text_import_images_msg1']    = 'გამოსახულებები მოცემულია eBay- დან იმპორტის /ასლის გადაგზავნაზე. განაახლეთ ეს გვერდი, თუ ნომერი არ მცირდება მაშინ';
$_['text_import_images_msg2']    = 'დააკლიკე აქ';
$_['text_import_images_msg3']    = 'და დაველოდოთ. დამატებითი ინფორმაცია იმის შესახებ, თუ რატომ მოხდა ეს შემთხვევა <a href="http://shop.openbaypro.com/index.php?route=information/faq&topic=8_45" target="_blank"> აქ </a>';

// Entry
$_['entry_import_item_advanced'] = 'მოწინავე მონაცემების მიღება';
$_['entry_import_categories']    = 'იმპორტის კატეგორიები';
$_['entry_import_description']	 = 'ელემენტის აღწერილობების შემოტანა';
$_['entry_import']				 = 'იმპორტირება eBay ელემენტი';

// Buttons
$_['button_import']				 = 'იმპორტი';
$_['button_complete']			 = 'სრული';

// Help
$_['help_import_item_advanced']  = '10 წუთი გრძელდება იმპორტისთვის. იმპორტის წონა, ზომები, ISBN და მეტი ხელმისაწვდომი';
$_['help_import_categories']     = 'აშენებს კატეგორიის სტრუქტურას თქვენს მაღაზიაში eBay კატეგორიიდან';
$_['help_import_description']    = 'ეს ყველაფერი იმპორტს მოიცავს, მათ შორის HTML, ეწვიეთ მრიცხველებს და ა.შ.';

// Error
$_['error_import']               = 'ჩატვირთვა ვერ მოხერხდა';
$_['error_maintenance']			 = 'თქვენი მაღაზია შენახვის რეჟიმშია. იმპორტირება ვერ იქნება !';
$_['error_ajax_load']			 = 'სერვერთან დაკავშირება ვერ მოხერხდა';
$_['error_validation']			 = 'თქვენ უნდა დარეგისტრირდეთ თქვენი API კოდისთვის და ჩართეთ მოდული.';