<?php
// Heading
$_['heading_title']        		  = 'ბაზრის პარამეტრები';
$_['text_openbay']				  = 'OpenBay Pro';
$_['text_ebay']					  = 'eBay';

// Text
$_['text_developer']				= 'შემქმნელი /მხარდაჭერა';
$_['text_app_settings']				= 'განაცხადის პარამეტრები';
$_['text_default_import']			= 'ნაგულისხმები იმპორტის პარამეტრები';
$_['text_payments']					= 'გადახდები';
$_['text_notify_settings']			= 'შეტყობინებების პარამეტრები';
$_['text_listing']					= 'ჩამონათვალი დეფოლტის სახით';
$_['text_token_renew']				= 'განაახლეთ თქვენი eBay ნიშნად';
$_['text_application_settings']		= 'თქვენი აპლიკაციის პარამეტრების საშუალებითაც შეგიძლიათ გახსნათ OpenBay Pro- ს სამუშაოები და აერთიანებს თქვენს სისტემას.';
$_['text_import_description']		= 'წესრიგის შეცვლა სხვადასხვა ეტაპზე. თქვენ არ შეგიძლიათ გამოიყენოთ სტატუსი eBay- ის წესრიგში, რომელიც არ არსებობს ამ სიაში.';
$_['text_payments_description']		= 'წინასწარ შეავსეთ თქვენი გადახდის პარამეტრების ახალი განცხადების, ეს გადაარჩენს მათ შესვლის მათთვის ყოველი ახალი ჩამონათვალი თქვენ შექმნით.';
$_['text_allocate_1']				= 'მომხმარებელს ყიდულობს';
$_['text_allocate_2']				= 'როდესაც მომხმარებელს გადახდილი ჰქონდა';
$_['text_developer_description']	= 'ამ ტერიტორიას არ უნდა გამოიყენოთ, თუ ამის გაკეთება არ შემიძლია';
$_['text_payment_paypal']			= 'PayPal მიიღო';
$_['text_payment_paypal_add']		= 'PayPal ელექტრონული ფოსტის მისამართი';
$_['text_payment_cheque']			= 'შეამოწმეთ მიღებული';
$_['text_payment_card']				= 'ბარათები მიღებულია';
$_['text_payment_desc']				= 'იხილეთ აღწერილობა (მაგ. საბანკო გადარიცხვა)';
$_['text_tax_use_listing'] 			= 'გამოიყენეთ გადასახადის განაკვეთი მითითებული eBay ჩამონათვალი';
$_['text_tax_use_value']			= 'გამოიყენეთ კომპლექტი მნიშვნელობა ყველაფრისთვის';
$_['text_tax_use_product']			= 'გამოთვალეთ საგადასახადო მყიდველმა ქვეყანამ და პროდუქტის საგადასახადო ჯგუფმა';
$_['text_notifications']			= 'კონტროლი, როდესაც მომხმარებელს განაცხადების მიღება მიიღებს. განახლების ელფოსტის გააქტიურებას შეუძლია გააუმჯობესოს თქვენი DSR რეიტინგი, რადგან მომხმარებელი მიიღებს განახლებას მათი შეკვეთის შესახებ.';
$_['text_listing_1day']             = '1 დღე';
$_['text_listing_3day']             = '3 დღე';
$_['text_listing_5day']             = '5 დღე';
$_['text_listing_7day']             = '7 დღე';
$_['text_listing_10day']            = '10 დღე';
$_['text_listing_30day']            = '30 დღე';
$_['text_listing_gtc']              = 'GTC- კარგი გაუქმებამდე';
$_['text_api_status']               = 'API კავშირის სტატუსი';
$_['text_api_ok']                   = 'კავშირი OK, ნიშნად იწურება';
$_['text_api_failed']               = 'Validation ვერ მოხერხდა';
$_['text_api_other']        		= 'სხვა მოქმედებები';
$_['text_create_date_0']            = 'როდესაც დაემატა OpenCart';
$_['text_create_date_1']            = 'როდესაც შეიქმნა eBay';
$_['text_obp_detail_update']        = 'განაახლეთ თქვენი მაღაზია URL &; საკონტაქტო ელ. ფოსტა';
$_['text_success']					= 'თქვენი პარამეტრები შენახულია';
$_['text_edit']						= 'EBay პარამეტრების რედაქტირება';
$_['text_checking_details'] 		= 'დეტალების შემოწმება';
$_['text_register_banner']          = 'დააწკაპუნეთ აქ თუ დარეგისტრირდით ანგარიშზე';

// Entry
$_['entry_status']				  = 'სტატუსი';
$_['entry_token']				  = 'API ტონი';
$_['entry_secret']				  = 'საიდუმლო';
$_['entry_encryption_key']        = 'შიფრაციის გასაღები 1';
$_['entry_encryption_iv']         = 'შიფრაციის გასაღები 2';
$_['entry_end_items']			  = 'ბოლო ნივთები ?';
$_['entry_relist_items']		  = 'დაელაპარაკეთ, როდესაც უკან მოიხვეჭე ?';
$_['entry_disable_soldout']		  = 'გამორთვა პროდუქტი, როდესაც არ არის stock?';
$_['entry_debug']				  = 'ხედის ჩართვა';
$_['entry_currency']			  = 'ნაგულისხმევი ვალუტა';
$_['entry_stock_allocate']		  = 'გამოყოფის მარაგი';
$_['entry_created_hours']		  = 'ახალი ბრძანების ლიმიტი';
$_['entry_developer_locks']		  = 'ბრძანების ამოღება ?';
$_['entry_payment_instruction']	  = 'გადახდის ინსტრუქციები';
$_['entry_payment_immediate']	  = 'დაუყოვნებლივ გადახდა საჭირო';
$_['entry_payment_types']		  = 'გადახდის ტიპები';
$_['entry_brand_disable']		  = 'ბმულის ბმულის გამორთვა';
$_['entry_duration']			  = 'ნაგულისხმევი ჩამონათვალი ხანგრძლივობა';
$_['entry_measurement']			  = 'საზომი სისტემა';
$_['entry_address_format']		  = 'ნაგულისხმევი მისამართი ფორმატში';
$_['entry_timezone_offset']		  = 'დროის სარტყელი';
$_['entry_tax_listing']			  = 'პროდუქტის გადასახადი';
$_['entry_tax']					  = 'გადასახადი % გამოიყენება ყველაფრისთვის';
$_['entry_create_date']			  = 'შეიქმნა თარიღი ახალი შეკვეთებისათვის';
$_['entry_notify_order_update']	  = 'დაალაგე განახლებები';
$_['entry_notify_buyer']		  = 'ახალი წესრიგი - მყიდველი';
$_['entry_notify_admin']		  = 'ახალი წესრიგი - admin';
$_['entry_import_pending']		  = 'გადაუხდელი ბრძანებების შემოტანა:';
$_['entry_import_def_id']		  = 'ნაგულისხმევი სტატუსის იმპორტი:';
$_['entry_import_paid_id']		  = 'ფასიანი სტატუსი:';
$_['entry_import_shipped_id']	  = 'გაიგზავნება სტატუსი:';
$_['entry_import_cancelled_id']	  = 'გაუქმებული სტატუსი:';
$_['entry_import_refund_id']	  = 'დაბრუნება სტატუსი:';
$_['entry_import_part_refund_id'] = 'ნაწილობრივ უბრუნდება სტატუსი:';

// Tabs
$_['tab_api_info']				  = 'API დეტალები';
$_['tab_setup']					  = 'პარამეტრები';
$_['tab_defaults']				  = 'ჩამონათვალი დეფოლტის სახით';

// Help
$_['help_disable_soldout']		  = 'როდესაც საქონელი ყიდის მას შემდეგ გამორთავს პროდუქტის OpenCart';
$_['help_relist_items'] 		  = 'თუ ნივთი ბმული არსებობდა მანამდე, ის წინა პუნქტს უკავშირდება, თუ უკან დაბრუნდება';
$_['help_end_items']    		  = 'თუ საქონელი გაიყიდება, უნდა გაიაროთ ჩამონათვალი eBay?- ზე';
$_['help_currency']     		  = 'დაფუძნებული ვალუტა თქვენი მაღაზია';
$_['help_created_hours']   		  = 'ბრძანებები ახალია, ვიდრე ამ ლიმიტის ასაკში (საათში). ნაგულისხმევია 72';
$_['help_stock_allocate'] 		  = 'როდის უნდა გაიყიდოს საწყობიდან ?';
$_['help_payment_instruction']    = 'იყოს როგორც აღწერილი, როგორც ეს შესაძლებელია. გჭირდებათ გადახდის გარკვეული პერიოდის განმავლობაში ? თუ ისინი დარეკვით გადაიხდით ბარათის მიხედვით? ? გაქვთ რაიმე სპეციალური საგადასახადო პირობები ?';
$_['help_payment_immediate'] 	  = 'დაუყოვნებლივ გადახდა გადაუხდელ მყიდველებს, რადგან საქონელი არ იყიდება, სანამ არ გადაიხდიან.';
$_['help_listing_tax']     		  = 'თუ თქვენ იყენებთ განაკვეთების ჩამონათვალს, თქვენს საქონელს აქვს სწორი გადასახადი eBay- ში';
$_['help_tax']             		  = 'გამოყენებული ელემენტი ან ბრძანებები';
$_['help_duration']    			  = 'GTC ხელმისაწვდომია მხოლოდ თქვენ გაქვთ eBay მაღაზია.';
$_['help_address_format']      	  = 'გამოიყენება მხოლოდ იმ შემთხვევაში, თუ ქვეყანას ჯერ არ აქვს მისამართი ფორმატის დაყენება.';
$_['help_create_date']         	  = 'არჩევა, რომელიც შექმნილი დრო გამოჩნდება ბრძანებით, როდესაც ის იმპორტირებულია';
$_['help_timezone_offset']     	  = 'საათების მიხედვით. 0 არის GMT დროის სარტყელი. მხოლოდ მუშაობს თუ eBay დრო გამოიყენება იმისათვის, რომ შეიქმნას.';
$_['help_notify_admin']   		  = 'შეატყობინეთ მაღაზიის ადმინისტრაციას ნაგულისხმევი ახალი შეკვეთის ელ';
$_['help_notify_order_update']	  = 'ეს არის ავტომატური განახლებები, მაგალითად, თუ განახლდება ბრძანება eBay- ში და ახალი სტატუსი განახლდება თქვენს მაღაზიაში ავტომატურად.';
$_['help_notify_buyer']        	  = 'შეატყობინე მომხმარებელს მომხმარებლისთვის ნაგულისხმევი ახალი შეკვეთის ელ';
$_['help_measurement']        	  = 'აირჩიეთ რა გაზომვის სისტემა, რომელსაც გსურთ გამოიყენოთ კატალოგი';

// Buttons
$_['button_update']               = 'განახლება';
$_['button_repair_links']    	  = 'სარემონტო პუნქტის ბმულები';

// Error
$_['error_api_connect']           = 'ვერ მოხერხდა API- თან დაკავშირება';
