<?php
// Heading
$_['heading_title']           = 'საქონლის ბმულები';
$_['text_openbay']			  = 'OpenBay Pro';
$_['text_ebay']				  = 'eBay';

// Buttons
$_['button_resync']           = 'ხელახლა სინქრონიზაცია';
$_['button_check_unlinked']   = 'შეამოწმეთ გაუქმდა ელემენტი';
$_['button_remove_link']      = 'ბმულის წაშლა';

// Errors
$_['error_ajax_load']         = 'უკაცრავად, ვერ მიიღებ პასუხს. სცადეთ მოგვიანებით.';
$_['error_validation']        = 'თქვენ უნდა დარეგისტრირდეთ თქვენი API კოდისთვის და ჩართეთ მოდული.';
$_['error_no_listings']       = 'ვერ მოიძებნა დაკავშირებული პროდუქცია';
$_['error_link_value']        = 'პროდუქტის ბმული არ არის მნიშვნელობა';
$_['error_link_no_stock']     = 'ბმულის გამონაკლისი არ შეიძლება შეიქმნას. დასრულება პუნქტი ხელით eBay.';
$_['error_subtract_setting']  = 'ეს პროდუქტი მითითებული არ არის გამონაკლისი საფონდო OpenCart.';

// Text
$_['text_linked_items']       = 'დაკავშირებული ნივთები';
$_['text_unlinked_items']     = 'გაუქმდა ნივთები';
$_['text_alert_stock_local']  = 'შენი eBay ჩამონათვალი განახლდება თქვენი ადგილობრივი საფონდო დონეზე !';
$_['text_link_desc1']         = 'აკავშირებს თქვენი ნივთები საშუალებას იძლევა საფონდო კონტროლის თქვენს eBay განცხადების.';
$_['text_link_desc2']         = 'თითოეული ნივთი, რომ განახლება ადგილობრივ საფონდო (საფონდო ხელმისაწვდომია თქვენს OpenCart მაღაზია) განაახლებს თქვენი eBay ჩამონათვალი';
$_['text_link_desc3']         = 'შენი ადგილობრივი აქციები არის მარაგი, რომელიც შესაძლებელია გაყიდოს. შენი eBay საფონდო დონეზე უნდა შეესაბამებოდეს ამ.';
$_['text_link_desc4']         = 'თქვენი გამოყოფილი საფონდო საკითხი, რომ გაიყიდა, მაგრამ ჯერ კიდევ არ არის გადახდილი. ეს ნივთები უნდა განისაზღვროს და არ გამოითვლება თქვენი ხელმისაწვდომი საფონდო დონეზე.';
$_['text_text_linked_desc']   = 'დაკავშირებული ნივთები OpenCart საკითხი, რომ ბმული eBay ჩამონათვალი.';
$_['text_text_unlinked_desc'] = 'გაუქმდა ნივთები არიან თქვენი eBay- ის ანგარიშზე, რომლებიც არ უკავშირდებიან თქვენს OpenCart- ის პროდუქტებს.';
$_['text_text_unlinked_info'] = 'დაწკაპეთ გამშვები გაუქმდა ნივთები ღილაკს მოძებნოთ თქვენი აქტიური eBay განცხადების გაუქმდა საკითხი. ეს შეიძლება დიდი ხნის განმავლობაში, თუ თქვენ გაქვთ ბევრი eBay კატალოგი.';
$_['text_text_loading_items'] = 'იტვირთება ელემენტი';
$_['text_failed']       	  = 'ჩატვირთვა ვერ მოხერხდა';
$_['text_limit_reached']      = 'შემოწმების მაქსიმალური რაოდენობა მიღწეულია თხოვნას, დააწკაპუნეთ ღილაკზე დაჭერით';
$_['text_stock_error']        = 'საფონდო შეცდომა';
$_['text_listing_ended']      = 'ჩამონათვალი დასრულდა';
$_['text_filter']             = 'ფილტრის შედეგები';
$_['text_filter_title']       = 'სათაური';
$_['text_filter_range']       = 'საფონდო სპექტრი';
$_['text_filter_range_from']  = 'მინ';
$_['text_filter_range_to']    = 'მაქს';
$_['text_filter_var']         = 'შეიტანეთ ვარიანტები';

// Tables
$_['column_action']           = 'მოქმედება';
$_['column_status']           = 'სტატუსი';
$_['column_variants']         = 'ვარიანტები';
$_['column_item_id']          = 'eBay პუნქტის ID';
$_['column_product']          = 'პროდუქტი';
$_['column_product_auto']     = 'პროდუქტის სახელი (ავტომატური დასრულება)';
$_['column_listing_title']    = 'eBay ჩამონათვალი სათაური';
$_['column_allocated']        = 'გამოყოფილი თანხა';
$_['column_ebay_stock']       = 'eBay საფონდო';
$_['column_stock_available']  = 'მაღაზია საფონდო';
$_['column_stock_reserve']    = 'სარეზერვო დონე';