<?php
// Heading
$_['heading_title']         = 'სინქრონიზაცია';
$_['text_openbay']          = 'OpenBay Pro';
$_['text_ebay']             = 'eBay';

// Buttons
$_['button_update']			= 'განახლება';

// Entry
$_['entry_sync_categories'] = 'მიიღეთ eBay კატეგორიაში';
$_['entry_sync_shop']       = 'მიიღეთ მაღაზიის კატეგორიები';
$_['entry_sync_setting']    = 'პარამეტრების მიღება';

// Text
$_['text_complete']         = 'სრული';
$_['text_sync_desc']        = 'Sync თქვენი მაღაზია უახლესი ხელმისაწვდომი გადაზიდვა და კატეგორიების პარამეტრების eBay, ეს მონაცემები მხოლოდ პარამეტრების როდესაც ჩამონათვალი ნივთი eBay - ეს არ იმპორტის კატეგორიები თქვენს მაღაზიაში და ა.შ.';
$_['text_ebay_categories']  = 'ეს შეიძლება დრო დასჭირდეს, დაველოდოთ 5 წუთს, სანამ არაფერი გააკეთო.';
$_['text_category_import']  = 'თქვენი eBay მაღაზია კატეგორიები უკვე იმპორტირებულია.';
$_['text_setting_import']   = 'თქვენი პარამეტრები იმპორტირებულია.';
$_['text_sync']  			= 'განახლების პარამეტრების eBay';

// Help
$_['help_sync_categories']  = 'ეს არ შეიცავს იმპორტს თქვენს კატეგორიებს თქვენს მაღაზიაში !';
$_['help_sync_shop']   		= 'ეს არ შეიცავს იმპორტს თქვენს კატეგორიებს თქვენს მაღაზიაში !';
$_['help_sync_setting']		= 'ეს იმპორტი ხელმისაწვდომია გადახდის ტიპები, გადაზიდვა, ადგილები და სხვა.';

// Errors
$_['error_settings']		= 'პარამეტრების ჩატვირთვისას წარმოიშვა შეცდომა.';
$_['error_failed']          = 'ჩატვირთვა ვერ მოხერხდა';