<?php
// Headings
$_['heading_title']        	   = 'პარამეტრები';
$_['text_openbay']             = 'OpenBay Pro';
$_['text_fba']                 = 'შესრულება Amazon- ის მიერ';

// Text
$_['text_success']     		   = 'თქვენი პარამეტრები შენახულია';
$_['text_status']         	   = 'სტატუსი';
$_['text_account_ok']  		   = 'კავშირი Amazon OK- ის შესრულებით';
$_['text_api_ok']       	   = 'API კავშირი OK';
$_['text_api_status']          = 'API კავშირი';
$_['text_edit']           	   = 'შესწორება შევსება Amazon- ის პარამეტრების მიხედვით';
$_['text_standard']            = 'სტანდარტული';
$_['text_expedited']           = 'დაჩქარებული';
$_['text_priority']            = 'პრიორიტეტი';
$_['text_fillorkill']          = 'შეავსეთ ან მოკალით';
$_['text_fillall']             = 'შეავსეთ ყველა';
$_['text_fillallavailable']    = 'შეავსეთ ყველა შესაძლებელი';
$_['text_prefix_warning']      = 'არ შეცვალოთ ეს პარამეტრი შემდეგ ბრძანებებს გაიგზავნა Amazon, მხოლოდ მითითებული ეს, როდესაც თქვენ პირველი ინსტალაცია.';
$_['text_disabled_cancel']     = 'შეზღუდული შესაძლებლობების მქონე - არ ავტომატურად გააუქმოს შესრულება';
$_['text_validate_success']    = 'თქვენი API დეტალები სწორად მუშაობს ! თქვენ უნდა დააჭიროთ შენახვას პარამეტრების შენახვის მიზნით.';
$_['text_register_banner']     = 'დააწკაპუნეთ აქ თუ დარეგისტრირდით ანგარიშზე';

// Entry
$_['entry_api_key']            = 'API ტონი';
$_['entry_encryption_key']     = 'შიფრაციის გასაღები 1';
$_['entry_encryption_iv']      = 'შიფრაციის გასაღები 2';
$_['entry_account_id']         = 'ანგარიშის ნომერი';
$_['entry_send_orders']        = 'გააგზავნეთ ბრძანებები ავტომატურად';
$_['entry_fulfill_policy']     = 'შესრულების პოლიტიკა';
$_['entry_shipping_speed']     = 'ნაგულისხმევი გადაზიდვის სიჩქარე';
$_['entry_debug_log']          = 'დუბლირების ხეების ჩართვა';
$_['entry_new_order_status']   = 'ახალი შესრულების გამოიწვევს';
$_['entry_order_id_prefix']    = 'შეკვეთის პირადობის მოწმობა';
$_['entry_only_fill_complete'] = 'ყველა ელემენტი უნდა იყოს FBA';

// Help
$_['help_api_key']             = 'ეს არის თქვენი API ტონი, მიიღეთ ეს თქვენი OpenBay Pro ანგარიშის სფეროდან';
$_['help_encryption_key']      = 'ეს არის თქვენი Encryption გასაღები #1, მიიღოს ეს თქვენი OpenBay Pro ანგარიშის ტერიტორიაზე';
$_['help_encryption_iv']       = 'ეს არის თქვენი Encryption გასაღები #2, მიიღოს ეს თქვენი OpenBay Pro ანგარიშის ტერიტორიაზე';
$_['help_account_id']          = 'ეს არის ანგარიშის ID, რომელიც შეესაბამება რეგისტრირებული Amazon ანგარიში OpenBay Pro, მიიღოს ეს თქვენი OpenBay Pro ანგარიშის ფართობი';
$_['help_send_orders']  	   = 'Amazon- ის პროდუქტების შესაბამისი შევსების შემცველი ბრძანებები ავტომატურად გაგზავნის Amazon- ს';
$_['help_fulfill_policy']  	   = 'შესრულების წესის შესრულების შევსება (შევსება - შესრულებული ბრძანების შესრულება), შესრულების ბრძანება დარჩება გადამამუშავებელ მდგომარეობაში, სანამ ყველა საქონელი ან Amazon- ით გაიგზავნება ან გაუქმდება გამყიდველი. ბრძანების ყველა შეუსრულებელი საკითხი უქმდება Amazon.FillOrKill - თუ შეკვეთის შესრულების ბრძანება განისაზღვრება შეუსრულებელი, სანამ ნებისმიერი გადაზიდვა წინამდებარე სტატუსზე გადადის (მიმდინარეობს ინვენტარის კრეფა ერთეული), მაშინ მთლიანად ბრძანება განუხორციელებელია, თუმცა, თუ შეკვეთის შესრულების წესის შესრულება განისაზღვრება შეუსრულებელი, მას შემდეგ, რაც გადასვლის სტატუსზე გადასვლის მიზნით, Amazon აუქმებს მაქსიმალურად შესრულების წესს.';
$_['help_shipping_speed']  	   = 'ეს არის სტანდარტული გადაზიდვის სიჩქარის კატეგორია ახალი ბრძანებებისთვის, სხვადასხვა სერვისის დონეზე შეიძლება გამოიწვიოს სხვადასხვა ხარჯები';
$_['help_debug_log']  		   = 'Debug ჟურნალი ჩაიწერს ინფორმაციას ჟურნალ ფაილზე მოდულის მოქმედების შესახებ. ეს უნდა დარჩეს ჩართული, რათა დაეხმაროს პრობლემის აღმოსაფხვრელად.';
$_['help_new_order_status']    = 'ეს არის ბრძანების სტატუსი, რომელიც შეასრულებს შეკვეთის შესაქმნელად. დარწმუნდით, რომ ეს მხოლოდ სტატუსის გამოყენებით ხდება გადახდის შემდეგ.';
$_['help_order_id_prefix']     = 'იმისათვის, რომ შეკვეთა პრეფიქსი დაეხმარება თქვენს დავალებებს, რომლებიც არ შედიან სხვა ინტეგრაციისგან. ეს ძალიან სასარგებლოა, როდესაც ვაჭრები ბევრ ბაზარზე ყიდულობენ და იყენებენ FBA- ს';
$_['help_only_fill_complete']  = 'ეს მხოლოდ ნებართვის გაცემას საშუალებას მისცემს, თუ ყველა ელემენტი შეესაბამება Amazon- ის მიერ შესრულებულ შესრულებას. თუ რომელიმე ნივთი არ არის მაშინ მთელი რიგი დარჩება unfilled.';

// Error
$_['error_api_connect']        = 'ვერ მოხერხდა API- თან დაკავშირება';
$_['error_account_info']       = 'Amazon- ის მიერ შესრულებული API კავშირი ვერ შეამოწმებს';
$_['error_api_key']    		   = 'API ტონი არასწორია';
$_['error_api_account_id']     = 'ანგარიშის ID არასწორია';
$_['error_encryption_key']     = 'Encryption გასაღები #1 არასწორია';
$_['error_encryption_iv']      = 'კოდირების გასაღები #2 არასწორია';
$_['error_validation']    	   = 'თქვენი დეტალების დადასტურებისას წარმოიშვა შეცდომა';

// Tabs
$_['tab_api_info']             = 'API დეტალები';

// Buttons
$_['button_verify']            = 'დეტალების შემოწმება';
