<?php
// Heading
$_['heading_title']                    = 'Тема по подразбиране за магазина';

// Text
$_['text_extension']                   = 'Разширения';
$_['text_success']                     = 'Успех: Вие сте променили темата за магазина по подразбиране!';
$_['text_edit']                        = 'Редактиране на тема по подразбиране за магазина';
$_['text_general']                     = 'Общ';
$_['text_product']                     = 'Продукти';
$_['text_image']                       = 'Снимки';

// Entry
$_['entry_directory']                  = 'Тематичен указател';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Стандартни елементи на страница';
$_['entry_product_description_length'] = 'Списък Описание Лимит';
$_['entry_image_category']             = 'Категория Размер на изображението (Ш х В)';
$_['entry_image_thumb']                = 'Снимка на продукта Thumb Size (Ш x В)';
$_['entry_image_popup']                = 'Изображение на изображението Изображение на размера (Ш x В)';
$_['entry_image_product']              = 'Размер на изображението на продукта (Ш x В)';
$_['entry_image_additional']           = 'Допълнителен размер на изображението на продукта (Ш x В)';
$_['entry_image_related']              = 'Свързан продукт Размер на изображението (Ш x В)';
$_['entry_image_compare']              = 'Сравнение на размера на изображението (Ш x В)';
$_['entry_image_wishlist']             = 'Списък с желания Размер на изображението (Ш x В)';
$_['entry_image_cart']                 = 'Количество изображение на кошницата (Ш x В)';
$_['entry_image_location']             = 'Съхраняване на размера на изображението (Ш x В)';
$_['entry_width']                      = 'широчина';
$_['entry_height']                     = 'височина';

// Help
$_['help_directory']                   = 'Това поле позволява само по-старите теми да бъдат съвместими с новата тематична система. Можете да зададете директорията с теми, която да използвате при настройките за размера на изображението, дефинирани тук.';
$_['help_product_limit']               = 'Определя колко елемента от каталога се показват на страница (продукти, категории и т.н.)';
$_['help_product_description_length']  = 'В списъчния изглед краткото описание на ограничението на символите (категории, специални и т.н.)';

// Error
$_['error_permission']                 = 'Предупреждение: Нямате разрешение да променяте темата за магазина по подразбиране!';
$_['error_limit']                      = 'Изискван лимит на продукта!';
$_['error_image_thumb']                = 'Имидж на продукта Thumb Размер на размера, изискван!';
$_['error_image_popup']                = 'Изображение Изображение Изображение Изображение Размери са необходими!';
$_['error_image_product']              = 'Списък на продуктите Размери на размера са необходими!';
$_['error_image_category']             = 'Списък на категориите Размер на размера, изискван!';
$_['error_image_additional']           = 'Необходими са допълнителни размери на размера на изображението на продукта!';
$_['error_image_related']              = 'Свързан продукт Изображение Размер на необходимите размери!';
$_['error_image_compare']              = 'Сравняване на размерите на размера на изображението изисква!';
$_['error_image_wishlist']             = 'Списък с желания Изображение на размера на размера е необходимо!';
$_['error_image_cart']                 = 'Количка Изображение Размер на размера е задължително!';
$_['error_image_location']             = 'Да се ​​съхраняват размерите на размера на изображението, необходимо!';