<?php
// Heading
$_['heading_title']           = 'ქვეყნები';

// Text
$_['text_success']            = 'წარმატება: თქვენ შეცვლით ქვეყნებს !';
$_['text_list']               = 'ქვეყანა სია';
$_['text_add']                = 'დაამატეთ ქვეყანა';
$_['text_edit']               = 'რედაქტირება ქვეყანა';

// Column
$_['column_name']             = 'ქვეყნის სახელი';
$_['column_iso_code_2']       = 'ISO კოდექსი (2)';
$_['column_iso_code_3']       = 'ISO კოდექსი (3)';
$_['column_action']           = 'მოქმედება';

// Entry
$_['entry_name']              = 'ქვეყნის სახელი';
$_['entry_iso_code_2']        = 'ISO კოდექსი (2)';
$_['entry_iso_code_3']        = 'ISO კოდექსი (3)';
$_['entry_address_format']    = 'მისამართი ფორმატი';
$_['entry_postcode_required'] = 'საფოსტო კოდი საჭიროა';
$_['entry_status']            = 'სტატუსი';

// Help
$_['help_address_format']     = 'სახელი: {name} <br /> გვარი = {lastname}<br />კომპანია={company}<br \> მისამართი 1={address_1} <br /> მისამართი 2={address_2} <br /> ქალაქი={city} <br /> საფოსტო კოდი={postcode} <br /> ზონა={zone} <br /> ზონა კოდი={zone_code} <br /> ქვეყანა={country}';

// Error
$_['error_permission']        = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ქვეყნებში ! შეცვლით';
$_['error_name']              = 'ქვეყნის სახელი უნდა იყოს 1 და 128 სიმბოლოთა შორის !';
$_['error_default']           = 'გაფრთხილება: ამ ქვეყნის წაშლა ვერ მოხერხდა, რადგან ის ამჟამად დანიშნულია როგორც default store country!';
$_['error_store']             = 'გაფრთხილება: ამ ქვეყნის წაშლა ვერ მოხერხდა, რადგან ის ამჟამად %-ის მაღაზიებშია .!';
$_['error_address']           = 'გაფრთხილება: ამ ქვეყნის წაშლა შეუძლებელია, რადგან ის ამჟამად %-ზე მისამართით წიგნის ჩანაწერებს !';
$_['error_affiliate']         = 'გაფრთხილება: ეს ქვეყანა ვერ წაიშლება, რადგან ის ამჟამად % ფილიალს ენიჭება !';
$_['error_zone']              = 'გაფრთხილება: ეს ქვეყანა არ შეიძლება წაიშალოს, რადგან ის ამჟამად % ზონებისთვის !-ს მიენიჭება';
$_['error_zone_to_geo_zone']  = 'გაფრთხილება: ეს ქვეყანა ვერ წაიშლება, რადგან ის ამჟამად % ზონებზე გეოგრაფიულ ზონებში !-ს მიენიჭება';