<?php
// Heading
$_['heading_title']     = 'ენები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით ენებს !';
$_['text_list']         = 'ენის სია';
$_['text_add']          = 'ენის დამატება';
$_['text_edit']         = 'ენის რედაქტირება';

// Column
$_['column_name']       = 'ენის სახელი';
$_['column_code']       = 'კოდექსი';
$_['column_sort_order'] = 'სორტირების ორდენი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'ენის სახელი';
$_['entry_code']        = 'კოდექსი';
$_['entry_locale']      = 'ლოკალი';
$_['entry_status']      = 'სტატუსი';
$_['entry_sort_order']  = 'სორტირების ორდენი';

// Help
$_['help_locale']       = 'მაგალითი: en_US.UTF-8, en_US, en-gb, en_gb, english';
$_['help_status']       = 'დამალვა /ჩვენება ენაზე ვარდნაზე';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ენების შეცვლა !';
$_['error_exists']      = 'გაფრთხილება: თქვენ დაამატეთ ენა !';
$_['error_name']        = 'ენის სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_code']        = 'ენის კოდი უნდა მინიმუმ 2 სიმბოლოს !';
$_['error_locale']      = 'ლოკალი საჭიროა !';
$_['error_default']     = 'გაფრთხილება: ეს ენა ვერ წაიშლება, რადგან ის ამჟამად ენიჭება სტანდარტულ მაღაზიის ენაზე !';
$_['error_admin']       = 'გაფრთხილება: ეს ენა არ წაიშლება, რადგან ის ამჟამად ენიჭება ადმინისტრაციულ ენაზე !';
$_['error_store']       = 'გაფრთხილება: ეს ენა არ წაიშლება, რადგან ის ამჟამად %-ის მაღაზიებშია. !';
$_['error_order']       = 'გაფრთხილება: ეს ენა არ წაიშლება, რადგან ის ამჟამად % ბრძანებით !-ს მიენიჭება';