<?php
// Heading
$_['heading_title']    = 'სიგრძე კლასები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლით სიგრძე classes!';
$_['text_list']        = 'სიგრძე კლასი სია';
$_['text_add']         = 'დამატება სიგრძე კლასი';
$_['text_edit']        = 'რედაქტირება სიგრძე კლასი';

// Column
$_['column_title']     = 'სიგრძე სათაური';
$_['column_unit']      = 'სიგრძე ერთეული';
$_['column_value']     = 'ღირებულება';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_title']      = 'სიგრძე სათაური';
$_['entry_unit']       = 'სიგრძე ერთეული';
$_['entry_value']      = 'ღირებულება';

// Help
$_['help_value']       = 'უცნობია, თუ ეს თქვენი სიგრძეა.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა სიგრძის კლასების შეცვლაზე !';
$_['error_title']      = 'სიგრძე სათაური უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_unit']       = 'სიგრძე ერთეული უნდა იყოს 1 და 4 სიმბოლოს შორის !';
$_['error_default']    = 'გაფრთხილება: ეს სიგრძე კლასი არ შეიძლება წაიშალოს, რადგან ის უკვე არის მითითებული, როგორც სტანდარტული მაღაზიის სიგრძე კლასის !';
$_['error_product']    = 'გაფრთხილება: ეს სიგრძე კლასი არ შეიძლება წაიშალოს, რადგან ის ამჟამად % პროდუქტზე !';