<?php
// Heading
$_['heading_title']    = 'მაღაზიები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლით შენახვის ადგილას !';
$_['text_list']        = 'მაღაზია მდებარეობა სია';
$_['text_add']         = 'მაღაზიის დამატება';
$_['text_edit']        = 'მაღაზიის მდებარეობის რედაქტირება';
$_['text_default']     = 'ნაგულისხმები';
$_['text_time']        = 'გახსნის დრო';
$_['text_geocode']     = 'Geocode არ იყო წარმატებული შემდეგი მიზეზით:';

// Column
$_['column_name']      = 'მაღაზიის სახელი';
$_['column_address']   = 'მისამართი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'მაღაზიის სახელი';
$_['entry_address']    = 'მისამართი';
$_['entry_geocode']    = 'გეოკადი';
$_['entry_telephone']  = 'ტელეფონი';
$_['entry_fax']        = 'ფაქსი';
$_['entry_image']      = 'გამოსახულება';
$_['entry_open']       = 'გახსნის დრო';
$_['entry_comment']    = 'კომენტარი';

// Help
$_['help_geocode']     = 'გთხოვთ შეიყვანოთ თქვენი მაღაზიის ადგილმდებარეობა გეოგრაფია.';
$_['help_open']        = 'შეავსეთ თქვენი მაღაზიები გახსნის დროს.';
$_['help_comment']     = 'ეს ველი არის სპეციალური შენიშვნებისთვის, რომელსაც გეტყვით მომხმარებელს, რომ მაღაზიას არ იღებს ამოწმებს.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა მაღაზიის ადგილის შეცვლაზე !';
$_['error_name']       = 'მაღაზიის სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_address']    = 'მისამართი უნდა იყოს 3 და 128 სიმბოლოებს შორის !';
$_['error_telephone']  = 'ტელეფონი უნდა იყოს 3 და 32 სიმბოლოს შორის !';