<?php
// Heading
$_['heading_title']    = 'ბრძანების სტატუსი';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლით წესრიგის სტატუსს !';
$_['text_list']        = 'შეკვეთის სტატუსი სია';
$_['text_add']         = 'დაალაგე სტატუსი';
$_['text_edit']        = 'შეკვეთის წესის რედაქტირება';

// Column
$_['column_name']      = 'შეკვეთის სტატუსი სახელი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'შეკვეთის სტატუსი სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა წესრიგის შეცვლაზე !';
$_['error_name']       = 'ორდერის სტატუსი სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_default']    = 'გაფრთხილება: ამ ბრძანების სტატუსის წაშლა არ შეიძლება წაიშალოს, რადგან ის ამჟამად დანიშნულია როგორც სტანდარტულ მაღაზიაში შეკვეთის სტატუსით !';
$_['error_download']   = 'გაფრთხილება: ამ ბრძანების სტატუსის წაშლა ვერ მოხერხდა, რადგან ის ამჟამად ენიჭება ნაგულისხმევ ჩამოტვირთულ სტატუსს !';
$_['error_store']      = 'გაფრთხილება: ამ ბრძანების სტატუსი არ შეიძლება წაიშალოს, რადგან ის ამჟამად %s- ს მაღაზიებშია .!';
$_['error_order']      = 'გაფრთხილება: ეს ბრძანების სტატუსი არ შეიძლება წაიშალოს, რადგან ის ამჟამად % ბრძანებებს !-ს მიენიჭება';