<?php
// Heading
$_['heading_title']    = 'დაბრუნება სტატუსები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით დაბრუნების სტატუსს !';
$_['text_list']        = 'დაბრუნება სტატუსის სია';
$_['text_add']         = 'დამატება დაბრუნების სტატუსი';
$_['text_edit']        = 'შეცვალეთ დაბრუნების სტატუსი';

// Column
$_['column_name']      = 'დაბრუნების სტატუსი სახელი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'დაბრუნების სტატუსი სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვლის სტატუსის შეცვლა !';
$_['error_name']       = 'დაბრუნება სტატუსი სახელი უნდა იყოს 3 და 32 სიმბოლოთაგან !';
$_['error_default']    = 'გაფრთხილება: ეს დაბრუნების სტატუსი არ შეიძლება წაიშალოს, რადგან ის ამჟამად ენიჭება სტატუსის დაბრუნების სტატუსს !';
$_['error_return']     = 'გაფრთხილება: ეს დაბრუნების სტატუსი არ შეიძლება წაიშალოს, რადგან იგი ამჟამად % დაბრუნების !-ის მინიჭებას ითვალისწინებს';