<?php
// Heading
$_['heading_title']    = 'დაბრუნება მიზეზები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით დაბრუნების მიზეზებს !';
$_['text_list']        = 'დაბრუნება მიზეზი სია';
$_['text_add']         = 'დაბრუნების მიზეზი';
$_['text_edit']        = 'დაბრუნება დაბრუნება მიზეზი';

// Column
$_['column_name']      = 'დაბრუნების მიზეზი სახელი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'დაბრუნების მიზეზი სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვლის მიზეზები !';
$_['error_name']       = 'დაბრუნება მიზეზი სახელი უნდა იყოს 3 და 128 characters!';
$_['error_return']     = 'გაფრთხილება: ეს დაბრუნების მიზეზი არ შეიძლება წაიშალოს, რადგან ის ამჟამად %-ზე დაბრუნდა პროდუქტებზე !';