<?php
// Heading
$_['heading_title']    = 'დაბრუნება ქმედებები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით დაბრუნების ქმედებებს !';
$_['text_list']        = 'დაბრუნება სამოქმედო სია';
$_['text_add']         = 'დამატება აქცია';
$_['text_edit']        = 'შეცვალეთ დაბრუნება მოქმედება';

// Column
$_['column_name']      = 'დაბრუნების სამოქმედო სახელი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'დაბრუნების სამოქმედო სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვლის ქმედებების შეცვლაზე !';
$_['error_name']       = 'დაბრუნება სამოქმედო სახელი უნდა იყოს 3 და 64 სიმბოლოებს შორის !';
$_['error_return']     = 'გაფრთხილება: ამ დაბრუნების მოქმედება არ შეიძლება წაიშალოს, რადგან ის ამჟამად %-ზე დაბრუნდა პროდუქტზე !';