<?php
// Heading
$_['heading_title']    = 'საფონდო სტატუები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით საფონდო სტატუსს !';
$_['text_list']        = 'საფონდო სტატუსის სია';
$_['text_add']         = 'დაამატეთ საფონდო სტატუსი';
$_['text_edit']        = 'რედაქტირება საფონდო სტატუსი';

// Column
$_['column_name']      = 'საფონდო სტატუსი სახელი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'საფონდო სტატუსი სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა საფონდო სტატუსის შეცვლაზე !';
$_['error_name']       = 'საფონდო სტატუსი სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_product']    = 'გაფრთხილება: ეს საფონდო სტატუსი არ შეიძლება წაიშალოს, რადგან ის ამჟამად % პროდუქტზე !';