<?php
// Heading
$_['heading_title']     = 'საგადასახადო კლასები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით საგადასახადო კლასებს !';
$_['text_list']         = 'საგადასახადო კლასი სია';
$_['text_add']          = 'საგადასახადო კლასის დამატება';
$_['text_edit']         = 'საგადასახადო კლასი რედაქტირება';
$_['text_tax_class']    = 'საგადასახადო კლასი';
$_['text_tax_rate']     = 'საგადასახადო განაკვეთები';
$_['text_shipping']     = 'მიწოდების მისამართი';
$_['text_payment']      = 'გადახდის მისამართი';
$_['text_store']        = 'მაღაზიის მისამართი';

// Column
$_['column_title']      = 'საგადასახადო კლასი სათაური';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_title']       = 'საგადასახადო კლასი სათაური';
$_['entry_description'] = 'აღწერა';
$_['entry_rate']        = 'გადასახადის განაკვეთი';
$_['entry_based']       = 'დაფუძნებული';
$_['entry_geo_zone']    = 'ჯეო ზონა';
$_['entry_priority']    = 'პრიორიტეტი';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ საგადასახადო კლასების შეცვლა !';
$_['error_title']       = 'საგადასახადო კლასი სათაური უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_description'] = 'აღწერა უნდა იყოს 3 და 255 სიმბოლოებს შორის !';
$_['error_product']     = 'გაფრთხილება: ეს საგადასახადო კლასი არ შეიძლება წაიშალოს, რადგან ის ამჟამად % პროდუქტზე !';