<?php
// Heading
$_['heading_title']        = 'საგადასახადო განაკვეთები';

// Text
$_['text_success']         = 'წარმატება: თქვენ შეცვლით საგადასახადო განაკვეთები !';
$_['text_list']            = 'საგადასახადო განაკვეთის სია';
$_['text_add']             = 'დამატება საგადასახადო განაკვეთი';
$_['text_edit']            = 'საგადასახადო განაკვეთის რედაქტირება';
$_['text_percent']         = 'პროცენტულობა';
$_['text_amount']          = 'ფიქსირებული თანხა';

// Column
$_['column_name']          = 'საგადასახადო სახელი';
$_['column_rate']          = 'გადასახადის განაკვეთი';
$_['column_type']          = 'ტიპი';
$_['column_geo_zone']      = 'ჯეო ზონა';
$_['column_date_added']    = 'თარიღი დამატებულია';
$_['column_date_modified'] = 'თარიღი შეცვლილია';
$_['column_action']        = 'მოქმედება';

// Entry
$_['entry_name']           = 'საგადასახადო სახელი';
$_['entry_rate']           = 'გადასახადის განაკვეთი';
$_['entry_type']           = 'ტიპი';
$_['entry_customer_group'] = 'მომხმარებელთა ჯგუფი';
$_['entry_geo_zone']       = 'ჯეო ზონა';

// Error
$_['error_permission']     = 'გაფრთხილება: თქვენ არ გაქვთ საგადასახადო განაკვეთების შეცვლა !';
$_['error_tax_rule']       = 'გაფრთხილება: ეს საგადასახადო განაკვეთი ვერ წაიშლება, რადგან ის ამჟამად % საგადასახადო კლასებს შეადგენს !';
$_['error_name']           = 'საგადასახადო სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_rate']           = 'საგადასახადო განაკვეთი საჭიროა !';