<?php
// Heading
$_['heading_title']    = 'წონა კლასები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეიცვალა წონა კლასები !';
$_['text_list']        = 'წონის კლასი სია';
$_['text_add']         = 'დავამატეთ წონა კლასი';
$_['text_edit']        = 'შესწორება წონა კლასი';

// Column
$_['column_title']     = 'წონა სათაური';
$_['column_unit']      = 'წონა ერთეული';
$_['column_value']     = 'ღირებულება';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_title']      = 'წონა სათაური';
$_['entry_unit']       = 'წონა ერთეული';
$_['entry_value']      = 'ღირებულება';

// Help
$_['help_value']       = 'უცნობია, თუ ეს თქვენი სტანდარტული წონაა.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ წვრთნის წონის კლასების შეცვლა !';
$_['error_title']      = 'წონა სათაური უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_unit']       = 'წონა ერთეული უნდა იყოს 1 და 4 სიმბოლოს შორის !';
$_['error_default']    = 'გაფრთხილება: ეს წონის კლასი არ შეიძლება წაიშალოს, რადგან ის ამჟამად არის მითითებული, როგორც სტანდარტული მაღაზიის წონა class!';
$_['error_product']    = 'გაფრთხილება: ეს წონის კლასი არ შეიძლება წაიშალოს, რადგან ის ამჟამად % პროდუქტის !-ს მიენიჭება';