<?php
// Heading
$_['heading_title']          = 'ზონები';

// Text
$_['text_success']           = 'წარმატება: თქვენ შეცვლით zones!';
$_['text_list']              = 'ზონის სია';
$_['text_add']               = 'ზონის დამატება';
$_['text_edit']              = 'ზარის რედაქტირება';

// Column
$_['column_name']            = 'ზონის სახელი';
$_['column_code']            = 'ზონის კოდი';
$_['column_country']         = 'ქვეყანა';
$_['column_action']          = 'მოქმედება';

// Entry
$_['entry_name']             = 'ზონის სახელი';
$_['entry_code']             = 'ზონის კოდი';
$_['entry_country']          = 'ქვეყანა';
$_['entry_status']           = 'სტატუსი';

// Error
$_['error_permission']       = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ zones!';
$_['error_name']             = 'ზონის სახელი უნდა იყოს 1 და 128 სიმბოლოს შორის !';
$_['error_default']          = 'გაფრთხილება: ეს ზონა ვერ წაიშლება, რადგან ის ამჟამად დანიშნულია როგორც default store zone!';
$_['error_store']            = 'გაფრთხილება: ეს ზონა ვერ წაიშლება, რადგან ის ამჟამად %-ის მაღაზიებშია';
$_['error_address']          = 'გაფრთხილება: ეს ზონა ვერ წაიშლება, რადგან ის ამჟამად % მისამართს წიგნის ჩანაწერებით !-ს მიენიჭება';
$_['error_affiliate']        = 'გაფრთხილება: ეს ზონა ვერ წაიშლება, რადგან ის ამჟამად % ფილიალს ენიჭება !';
$_['error_zone_to_geo_zone'] = 'გაფრთხილება: ეს ზონა ვერ წაიშლება, რადგან ის ამჟამად % ზონებისთვის გეო-ზონებისთვის !-ს მიენიჭება';