<?php
// Heading
$_['heading_title']    = 'מנהל התמונות';

// Text
$_['text_uploaded']    = 'בוצע בהצלחה: הקובץ שלך עלה!';
$_['text_directory']   = 'בוצע בהצלחה: התיקייה נוצרה!';
$_['text_delete']      = 'בוצע בהצלחה: הקובץ או התיקייה שלך נמחקו!';

// Entry
$_['entry_search']     = 'חיפוש..';
$_['entry_folder']     = 'שם תיקייה';

// Error
$_['error_permission'] = 'נא לשים לב: דחיית הרשאה!';
$_['error_filename']   = 'נא לשים לב: שם קובץ חייב להכיל בין 3 ל-255 תווים!';
$_['error_folder']     = 'נא לשים לב: שם תיקייה חייב להכיל בין 3 ל-255 תווים!';
$_['error_exists']     = 'נא לשים לב: קובץ או תיקייה עם שם זהה כבר קיימת!';
$_['error_directory']  = 'נא לשים לב: תיקייה לא קיימת!';
$_['error_filesize']   = 'נא לשים לב: גודל קובץ לא מתאים!';
$_['error_filetype']   = 'נא לשים לב: סוג קובץ לא מתאים!';
$_['error_upload']     = 'נא לשים לב: לא ניתן להעלות את הקובץ מסיבה לא ברורה!';
$_['error_delete']     = 'נא לשים לב: לא ניתן למחוק את התיקיה הזו!';
