<?php
// heading
$_['heading_title']   = 'שכחת את סיסמתך?';

// Text
$_['text_forgotten']  = 'סיסמה שנשכחה';
$_['text_your_email'] = 'כתובת הדואר האלקטרוני שלך';
$_['text_email']      = 'נא להכניס את כתובת הדואר האלקטרוני שמקושרת לחשבון שלך. יש ללחוץ אישור על מנת לקבל את הקישור של איפוס הסיסמה אל תיבת הדואר האלקטרוני שלך.';
$_['text_success']    = 'תכתובת דואר אלקטרוני עם קישור לאישור נשלחה אל כתובת הדואר האלקטרוני של המנהל.';

// Entry
$_['entry_email']     = 'כתובת דואר אלקטרוני';
$_['entry_password']  = 'סיסמה חדשה';
$_['entry_confirm']   = 'אישור';

// Error
$_['error_email']     = 'נא לשים לב: כתובת הדואר האלקטרוני לא נמצא ברשומות שלנו , נא לנסות שוב !';
$_['error_password']  = 'סיסמה חייבת להכיל בין 4 ל-20 תווים!';
$_['error_confirm']   = 'אימות סיסמה שגוי!';