<?php
// Text
$_['text_subject']  = '%s - თქვენი შვილობილი ანგარიში გააქტიურდა !';
$_['text_welcome']  = 'მოგესალმებით და მადლობა გადაგიხადოთ რეგისტრაციისთვის %s!';
$_['text_login']    = 'თქვენი ანგარიში უკვე დამტკიცდა და თქვენ შეგიძლიათ შეხვიდეთ ელფოსტის მისამართისა და პაროლის გამოყენებით ჩვენი ვებსაიტის მონახულება ან შემდეგ URL- ზე:';
$_['text_services'] = 'სისტემაში შესვლისას თქვენ შეძლებთ თვალთვალის კოდების გენერირებას, საკომისიოს გადახდას და ანგარიშის ინფორმაციის რედაქტირებას.';
$_['text_thanks']   = 'მადლობა,';