<?php
// Text
$_['text_subject'] = '%s - თქვენი ანგარიში გააქტიურდა !';
$_['text_welcome'] = 'მოგესალმებით და მადლობა გადაგიხადოთ რეგისტრაციისთვის %s!';
$_['text_login']   = 'თქვენი ანგარიში ახლა შეიქმნა და თქვენ შეგიძლიათ შეხვიდეთ თქვენს ელფოსტის მისამართსა და პაროლის გამოყენებით ჩვენს ვებსაიტზე ან შემდეგ მისამართზე:';
$_['text_service'] = 'შესვლისას თქვენ შეძლებთ სხვა სერვისების წვდომას, მათ შორის წარსულში ბრძანებების შემოწმებას, ბეჭდვის ინვოისს და ანგარიშის რედაქტირებას.';
$_['text_thanks']  = 'მადლობა,';