<?php
// Heading
$_['heading_title']      = 'IP защита срещу измами';

// Text
$_['text_extension']     = 'Разширения';
$_['text_success']       = 'Успех: Вие сте променили IP! за борба с измамите';
$_['text_edit']          = 'Редактиране на IP защита срещу измами';
$_['text_ip_add']        = 'Добавете IP адрес';
$_['text_ip_list']       = 'Списък с IP адреси за измами';

// Column
$_['column_ip']          = 'IP';
$_['column_total']       = 'Общо сметки';
$_['column_date_added']  = 'датата е добавена';
$_['column_action']      = 'действие';

// Entry
$_['entry_ip']           = 'IP';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус на поръчките';

// Help
$_['help_order_status']  = 'Клиентите, които имат забранени IP адреси в своите профили, ще получат статус на тази поръчка и няма да бъде позволено автоматично да достигнат до пълно състояние.';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение да променяте IP!';