<?php
// Heading
$_['heading_title']       = 'Моята сметка';

// Text
$_['text_account']        = 'Сметка';
$_['text_my_account']     = 'Моята сметка';
$_['text_my_orders']      = 'Моите поръчки';
$_['text_my_affiliate']   = 'Моят афилиейт профил';
$_['text_my_newsletter']  = 'Newsletter';
$_['text_edit']           = 'Редактирайте информацията за профила си';
$_['text_password']       = 'Променете паролата си';
$_['text_address']        = 'Променете вашите записи в адресната книга';
$_['text_credit_card']    = 'Управление на съхранените кредитни карти';
$_['text_wishlist']       = 'Променете списъка си с желания';
$_['text_order']          = 'Преглеждайте историята на поръчките си';
$_['text_download']       = 'Downloads';
$_['text_reward']         = 'Вашите наградни точки';
$_['text_return']         = 'Преглеждайте заявките си за връщане';
$_['text_transaction']    = 'Вашите транзакции';
$_['text_newsletter']     = 'Абонирайте се /отпишете абонамента за бюлетина';
$_['text_recurring']      = 'Повтарящи се плащания';
$_['text_transactions']   = 'Сделки';
$_['text_affiliate_add']  = 'Регистрирайте се за афилиейт акаунт';
$_['text_affiliate_edit'] = 'Редактирайте вашата партньорска информация';
$_['text_tracking']       = 'Персонализиран код за проследяване на партньорски програми';