<?php
// Heading
$_['heading_title']      = 'Адресна книга';

// Text
$_['text_account']       = 'Сметка';
$_['text_address_book']  = 'Записи в адресната книга';
$_['text_address_add']   = 'Добавяне на адрес';
$_['text_address_edit']  = 'Редактирайте адреса';
$_['text_add']           = 'Адресът ви бе добавен успешно';
$_['text_edit']          = 'Вашият адрес бе успешно актуализиран';
$_['text_delete']        = 'Адресът Ви бе успешно изтрит';
$_['text_empty']         = 'Нямате адреси в профила си.';
$_['text_Afghanistan']         = 'asdfafdasfd';

// Entry
$_['entry_firstname']    = 'Първо име';
$_['entry_lastname']     = 'Фамилия';
$_['entry_company']      = 'Компания';
$_['entry_address_1']    = 'Адрес 1';
$_['entry_address_2']    = 'Адрес 2';
$_['entry_postcode']     = 'Пощенски код';
$_['entry_city']         = 'град';
$_['entry_country']      = 'Държава';
$_['entry_zone']         = 'Регион /държава';
$_['entry_default']      = 'По подразбиране адрес';

// Error
$_['error_delete']       = 'Предупреждение: Трябва да имате поне един адрес!';
$_['error_default']      = 'Предупреждение: Не можете да изтриете своя адрес по подразбиране!';
$_['error_firstname']    = 'Първото име трябва да е между 1 и 32 знака!';
$_['error_lastname']     = 'Фамилното име трябва да е между 1 и 32 знака!';
$_['error_address_1']    = 'Адресът трябва да бъде между 3 и 128 знака!';
$_['error_postcode']     = 'Пощенският код трябва да бъде между 2 и 10 символа!';
$_['error_city']         = 'Градът трябва да бъде между 2 и 128 знака!';
$_['error_country']      = 'Моля, изберете държава!';
$_['error_zone']         = 'Моля, изберете регион /държава!';
$_['error_custom_field'] = '%s required!';