<?php
// Heading
$_['heading_title']                = 'Влизане в акаунта';

// Text
$_['text_account']                 = 'Сметка';
$_['text_login']                   = 'Влизам';
$_['text_new_customer']            = 'Нов клиент';
$_['text_register']                = 'Регистриран акаунт';
$_['text_register_account']        = 'Чрез създаването на профил ще можете да пазарувате по-бързо, да сте в течение на състоянието на поръчката и да проследявате поръчките, които сте направили преди.';
$_['text_returning_customer']      = 'Връщащ се клиент';
$_['text_i_am_returning_customer'] = 'Аз съм завръщащ се клиент';
$_['text_forgotten']               = 'Забравена парола';

// Entry
$_['entry_email']                  = 'Имейл адрес';
$_['entry_password']               = 'парола';

// Error
$_['error_login']                  = 'Предупреждение: Няма съответствие за имейл адрес и /или парола.';
$_['error_attempts']               = 'Предупреждение: Профилът Ви е надхвърлил разрешения брой опити за влизане. Моля, опитайте отново след 1 час.';
$_['error_approved']               = 'Предупреждение: Профилът ви трябва да бъде одобрен, преди да можете да влезете.';