<?php
// Heading
$_['heading_title']  = 'Променете паролата си';

// Text
$_['text_account']   = 'Сметка';
$_['text_password']  = 'Въведете новата парола, която искате да използвате.';
$_['text_success']   = 'Успех: Паролата ви бе успешно актуализирана.';

// Entry
$_['entry_password'] = 'парола';
$_['entry_confirm']  = 'потвърждавам';

// Error
$_['error_password'] = 'Паролата трябва да е между 4 и 20 символа!';
$_['error_confirm']  = 'Потвърждението на паролата и паролата не съвпадат!';
$_['error_code']     = 'Кодът за възстановяване на паролата е невалиден или е бил използван преди!';