<?php
// Heading
$_['heading_title']      = 'Продукт Връща';

// Text
$_['text_account']       = 'Сметка';
$_['text_return']        = 'Информация за връщане';
$_['text_return_detail'] = 'Данни за връщане';
$_['text_description']   = 'Моля, попълнете формуляра по-долу, за да поискате RMA номер.';
$_['text_order']         = 'информация за поръчка';
$_['text_product']       = 'Информация за продукта';
$_['text_reason']        = 'Причина за връщането';
$_['text_message']       = '<p> Благодарим ви, че изпратихте заявката си за връщане. Заявката ви е изпратена до съответното отделение за обработка. </p> <p> Ще бъдете уведомени по имейл за състоянието на вашата заявка. </p>';
$_['text_return_id']     = 'Идент. № на връщане';
$_['text_order_id']      = 'Идент. № поръчка:';
$_['text_date_ordered']  = 'Дата на поръчка:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Датата е добавена:';
$_['text_comment']       = 'Върнете коментарите';
$_['text_history']       = 'История на връщането';
$_['text_empty']         = 'Не сте направили предишни връщания!';
$_['text_agree']         = 'Прочетох и се съглася с <a href="%s" class="agree"> <b> %s </b> </a>';

// Column
$_['column_return_id']   = 'Идентификатор за връщане';
$_['column_order_id']    = 'Идентификатор на поръчката';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'датата е добавена';
$_['column_customer']    = 'клиент';
$_['column_product']     = 'Име на продукта';
$_['column_model']       = 'Модел';
$_['column_quantity']    = 'количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Отворен';
$_['column_comment']     = 'коментар';
$_['column_reason']      = 'причина';
$_['column_action']      = 'действие';

// Entry
$_['entry_order_id']     = 'Идентификатор на поръчката';
$_['entry_date_ordered'] = 'Дата на поръчка';
$_['entry_firstname']    = 'Първо име';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Електронна поща';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Име на продукта';
$_['entry_model']        = 'Код на продукта';
$_['entry_quantity']     = 'количество';
$_['entry_reason']       = 'Причина за връщането';
$_['entry_opened']       = 'Продуктът се отваря';
$_['entry_fault_detail'] = 'Неизправност или други подробности';

// Error
$_['text_error']         = 'Заявените от вас искания не могат да бъдат намерени!';
$_['error_order_id']     = 'Изисква се идентификационен номер на поръчката!';
$_['error_firstname']    = 'Първото име трябва да е между 1 и 32 знака!';
$_['error_lastname']     = 'Фамилното име трябва да е между 1 и 32 знака!';
$_['error_email']        = 'Е-мейл адресът не изглежда валиден!';
$_['error_telephone']    = 'Телефонът трябва да е между 3 и 32 знака!';
$_['error_product']      = 'Името на продукта трябва да е по-голямо от 3 и по-малко от 255 знака!';
$_['error_model']        = 'Моделът на продукта трябва да е по-голям от 3 и по-малко от 64 символа!';
$_['error_reason']       = 'Трябва да изберете причина за връщане на продукта!';
$_['error_agree']        = 'Предупреждение: Трябва да се съгласите с %s!';