<?php
// Heading
$_['heading_title'] = 'Профилът Ви е създаден!';

// Text
$_['text_message']  = '<p> Поздравления! Вашият нов акаунт е създаден успешно! </p> <p> Сега можете да се възползвате от привилегиите на членовете, за да подобрите вашето онлайн пазаруване. </p> <p> Ако имате някакви въпроси относно работата на този онлайн магазин, моля, изпратете имейл до собственика на магазина. </p> <p> На предоставения имейл адрес е изпратено потвърждение. Ако не сте го получили в рамките на един час, моля, <a href="%s"> свържете се с нас </a>. </p>';
$_['text_approval'] = '<p> Благодарим Ви, че се регистрирахте с %s! </p> <p> Ще бъдете уведомени по имейл, след като профилът ви е активиран от собственика на магазина. </p> <p> Ако имате някакви въпроси относно работата на този онлайн магазин, моля, <a href="%s"> свържете се със собственика на магазина </a>. </p>';
$_['text_account']  = 'Сметка';
$_['text_success']  = 'успех';