<?php
// Heading
$_['heading_title']    = 'Партньорски проследяване';

// Text
$_['text_account']     = 'Сметка';
$_['text_description'] = 'За да сте сигурни, че получавате заплащане за препратки, които ни изпращате, трябва да проследите препращането, като поставите проследяващ код в URL адреса, който се свързва с нас. Можете да използвате инструментите по-долу, за да генерирате връзки към уеб сайта на %s.';

// Entry
$_['entry_code']       = 'Вашият проследяващ код';
$_['entry_generator']  = 'Генератор за проследяване на връзките';
$_['entry_link']       = 'Проследяване на връзката';

// Help
$_['help_generator']  = 'Въведете името на продукта, към който искате да се свържете';