<?php
// Heading
$_['heading_title']    = 'Купете сертификат за подарък';

// Text
$_['text_account']     = 'Сметка';
$_['text_voucher']     = 'Карта за подарък';
$_['text_description'] = 'Този сертификат за подарък ще бъде изпратен по имейл на получателя след заплащането на поръчката ви.';
$_['text_agree']       = 'Разбирам, че сертификатите за подаръци не се възстановяват.';
$_['text_message']     = '<p> Благодарим ви, че закупихте сертификат за подарък! След като сте завършили поръчката, получателят на сертификат за подарък ще Ви изпрати имейл с подробности как да осребрите сертификата за подарък. </p>';
$_['text_for']         = '%s Сертификат за подарък за %s';

// Entry
$_['entry_to_name']    = 'Име на получателя';
$_['entry_to_email']   = 'Имейл на получателя';
$_['entry_from_name']  = 'Твоето име';
$_['entry_from_email'] = 'Твоят имейл';
$_['entry_theme']      = 'Тема за сертификати за подаръци';
$_['entry_message']    = 'съобщение';
$_['entry_amount']     = 'Количество';

// Help
$_['help_message']     = 'по избор';
$_['help_amount']      = 'Стойността трябва да бъде между % и %';

// Error
$_['error_to_name']    = 'Името на получателя трябва да бъде между 1 и 64 символа!';
$_['error_from_name']  = 'Вашето име трябва да бъде между 1 и 64 символа!';
$_['error_email']      = 'Е-мейл адресът не изглежда валиден!';
$_['error_theme']      = 'Трябва да изберете тема!';
$_['error_amount']     = 'Сумата трябва да бъде между % и %s!';
$_['error_agree']      = 'Предупреждение: Трябва да приемете, че сертификатите за подарък са невъзстановими!';