<?php
// Heading
$_['heading_title']     = 'การปรับแต่งแก้ไข';

// Text
$_['text_success']      = 'สำเร็จ: คุณทำการแก้ไข  การปรับแต่งแก้ไข!';
$_['text_refresh']      = 'เมื่อใดก็ตามที่คุณเปิด / ปิดการใช้งานหรือลบการปรับแต่งแก้ไขคุณจะต้องคลิกปุ่มรีเฟรชเพื่อสร้างแคชปรับเปลี่ยนของคุณ!';
$_['text_list']         = 'รายการ การปรับแต่งแก้ไข ';

// Column
$_['column_name']       = 'ชื่อ การปรับแต่งแก้ไข ';
$_['column_author']     = 'ผู้เขียน';
$_['column_version']    = 'รุ่น';
$_['column_status']     = 'สถานะ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การกระทำ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข  การปรับแต่งแก้ไข!';