<?php
// Heading
$_['heading_title']       = 'Формати';

// Text
$_['text_success']        = 'Успех: Вие сте променили оформления!';
$_['text_list']           = 'Списък с оформления';
$_['text_add']            = 'Добавяне на оформление';
$_['text_edit']           = 'Редактиране на оформлението';
$_['text_remove']         = 'Премахване';
$_['text_route']          = 'Изберете магазина и маршрутите, които да използвате с това оформление';
$_['text_module']         = 'Изберете позицията на модулите';
$_['text_default']        = 'По подразбиране';
$_['text_content_top']    = 'Съдържание нагоре';
$_['text_content_bottom'] = 'Съдържание отдолу';
$_['text_column_left']    = 'Колона наляво';
$_['text_column_right']   = 'Надясно на колоната';

// Column
$_['column_name']         = 'Име на оформлението';
$_['column_action']       = 'действие';

// Entry
$_['entry_name']          = 'Име на оформлението';
$_['entry_store']         = 'магазин';
$_['entry_route']         = 'маршрут';
$_['entry_module']        = 'модул';

// Error
$_['error_permission']    = 'Предупреждение: Нямате разрешение да променяте оформления!';
$_['error_name']          = 'Името на оформлението трябва да е между 3 и 64 знака!';
$_['error_default']       = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като понастоящем е зададено като оформление на магазина по подразбиране!';
$_['error_store']         = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като понастоящем е зададено за %s stores!';
$_['error_product']       = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като понастоящем е зададено за %s products!';
$_['error_category']      = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като понастоящем е зададено на % категории!';
$_['error_information']   = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като понастоящем е зададено на информационните страници на %s!';