<?php
// Heading
$_['heading_title']    = 'סיטילינק (CityLink)';

// Text
$_['text_extension']   = 'הרחבות';
$_['text_success']     = 'בוצע בהצלחה: עדכנת את משלוח סיטילינק!';
$_['text_edit']        = 'עריכת משלוח סיטילינק';

// Entry
$_['entry_rate']       = 'מחירי סיטילינק';
$_['entry_tax_class']  = 'דרגת מס';
$_['entry_geo_zone']   = 'איזור גיאוגרפי';
$_['entry_status']     = 'סטטוס';
$_['entry_sort_order'] = 'סדר מיון';

// Help
$_['help_rate']        = 'הכנסת נתונים עד 5, 2 מקומות דצימלים (12345.67)  לדוגמה:  1:1,.25:1.27 - משקל שהינו מתחת או שווה ל-  0.1 קילוגרם יעלה 1.00 פאונד/שקל , משקל מתחת או שווה ל-  0.25 קילוגרם אבל מעל 0.1 קילוגרם , יעלה 1.27 פאונד/שקל . לא להכניס יחידות או סימנים כמו KG או קג.';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן את משלוח סיטילינק!';