<?php
// Heading
$_['heading_title']           = 'פרסלפורס 48';

// Text
$_['text_extension']   		  = 'הרחבות';
$_['text_success']            = 'בוצע בהצלחה: עדכנת את משלוח פרסלפורס 48!';
$_['text_edit']               = 'עריכת משלוח פרסלפורס 48';

// Entry
$_['entry_rate']              = 'דרגות פרסלפורס 48';
$_['entry_insurance']         = 'מחירי פיצויים של פרסלפורס 48';
$_['entry_display_weight']    = 'הצגת משקל המשלוח';
$_['entry_display_insurance'] = 'הצגת ביטוח';
$_['entry_display_time']      = 'הצגת זמן המשלוח';
$_['entry_tax_class']         = 'דרגת מס';
$_['entry_geo_zone']          = 'איזור גיאוגרפי';
$_['entry_status']            = 'סטטוס';
$_['entry_sort_order']        = 'סדר מיון';

// Help
$_['help_rate']        = 'הכנסת נתונים עד 5, 2 מקומות דצימלים (12345.67)  לדוגמה:  1:1,.25:1.27 - משקל שהינו מתחת או שווה ל-  0.1 קילוגרם יעלה 1.00 פאונד/שקל , משקל מתחת או שווה ל-  0.25 קילוגרם אבל מעל 0.1 קילוגרם , יעלה 1.27 פאונד/שקל . לא להכניס יחידות או סימנים כמו KG או קג.';
$_['help_insurance']        = 'הכנסת נתונים עד 5, 2 מקומות דצימלים (12345.67)  לדוגמה:  34:0,100:1,250:2.25 הביטוח מכסה עלויות עגלת קניות עד 34 יהיה ללא עלויות נוספות, 0.00, מעלויות של 100 ועד 250, העלות תהיה בתוספת 2.25 נוספים. אין להכניס סימני מטבע.';
$_['help_display_weight']    = 'האם להציג את משקל המשלוח? (לדוגמהמשקל המשלוח : 2.7674 קג)';
$_['help_display_insurance'] = 'האם להציג את ביטוח המשלוח? (לדוגמה מבוטח עד 500)';
$_['help_display_time']      = 'האם להציג את זמן המשלוח? (לדוגמה משלוח תוך 3 עד 5 ימים)';

// Error
$_['error_permission']        = 'נא לשים לב: אין לך הרשאה לעדכן משלוח פרסלפורס 48!';