<?php
// Heading
$_['heading_title']                           = 'מעבדות הונאה מקצועיות (FraudLabs Pro)';

// Text
$_['text_fraud']                              = 'מניעת הונאות';
$_['text_success']                            = 'בוצע בהצלחה: עדכנת את הגדרות מעבדות הונאה מקצועיות !';
$_['text_edit']                               = 'הגדרות';
$_['text_signup']                             = 'מעבדות הונאה מקצועיות זה שירות בדיקת הונאות . ניתן  <a href="http://www.fraudlabspro.com/plan?ref=1730" target="_blank"><u>להרשם כאן</u></a> למפתח ממשק תכנות אפלקטיבי (API).';
$_['text_id']                                 = 'מספר מעבדות הונאה מקצועיות ';
$_['text_ip_address']                         = 'כתובת האינטרנט (IP)';
$_['text_ip_net_speed']                       = 'כתובת האינטרנט (IP) מהירות רשת';
$_['text_ip_isp_name']                        = 'כתובת האינטרנט (IP) שם ספק (ISP)';
$_['text_ip_usage_type']                      = 'כתובת האינטרנט (IP) סוג השימוש';
$_['text_ip_domain']                          = 'כתובת האינטרנט (IP) מתחם';
$_['text_ip_time_zone']                       = 'כתובת האינטרנט (IP) איזור זמן';
$_['text_ip_location']                        = 'כתובת האינטרנט (IP) מיקום';
$_['text_ip_distance']                        = 'כתובת האינטרנט (IP) מרחק';
$_['text_ip_latitude']                        = 'כתובת האינטרנט (IP) קו רוחב';
$_['text_ip_longitude']                       = 'כתובת האינטרנט (IP) קו אורך';
$_['text_risk_country']                       = 'סיכון גבוה מדינה';
$_['text_free_email']                         = 'דואר אלקטרוני חינמי';
$_['text_ship_forward']                       = 'משלוח הלאה';
$_['text_using_proxy']                        = 'שימוש בפרוקסי';
$_['text_bin_found']                          = 'נמצא BIN ';
$_['text_email_blacklist']                    = 'רשימה שחורה של דואר אלקטרוני';
$_['text_credit_card_blacklist']              = 'רשימה שחורה של כרטיסי אשראי';
$_['text_score']                              = 'ניקוד מעבדות הונאה מקצועיות ';
$_['text_status']                             = 'סטטוס מעבדות הונאה מקצועיות ';
$_['text_message']                            = 'הודעה';
$_['text_transaction_id']                     = 'מספר עסקה';
$_['text_credits']                     		    = 'יתרה';
$_['text_error']                              = 'שגיאה:';
$_['text_flp_upgrade']                        = '<a href="http://www.fraudlabspro.com/plan" target="_blank">[לשדרג]</a>';
$_['text_flp_merchant_area']                  = 'נא להיכנס אל <a href="http://www.fraudlabspro.com/merchant/login" target="_blank">איזור הקניה של מעבודת הונאה פרו</a> כדי לקבל מידע על הזמנה זו.';

// Entry
$_['entry_status']                            = 'סטטוס';
$_['entry_key']                               = 'מפתח ממשק תכנות אפליקטיבי (API)';
$_['entry_score']                             = 'ניקוד סיכון';
$_['entry_order_status']                      = 'סטטוס הזמנה';
$_['entry_review_status']                     = 'סטטוס משוב';
$_['entry_approve_status']                    = 'סטטוס אישור';
$_['entry_reject_status']                     = 'סטטוס דחיה';
$_['entry_simulate_ip']                       = 'הדמייה של כתובת האינטרנט (IP)';

// Help
$_['help_order_status']                       = 'הזמנות שיש להם ניקוד מעבר לניקוד הסיכון שהגדרת ישוייכו לסטטוס הזמנה זה.';
$_['help_review_status']                      = 'הזמנות אשר סומנו לסקירה נוספת על ידי מעבדות הונאה מקצועיות ישוייכו לסטטוס הזמנה זה.';
$_['help_approve_status']                     = 'הזמנות אשר סומנו כמאושרות על ידי מעבדות הונאה מקצועיות ישוייכו לסטטוס הזמנה זה.';
$_['help_reject_status']                      = 'הזמנות אשר סומנו כנדחות על ידי מעבדות הונאה מקצועיות ישוייכו לסטטוס הזמנה זה.';
$_['help_simulate_ip']                        = 'דימוי כתובת האינטרנט (IP) של המבקר באתר לצורך בדיקה . יש להשאיר ריק כדי לא לאפשר זאת.';
$_['help_fraudlabspro_id']                    = 'מזהה יחודי עבור העסקה הוצג על ידי מערכת מעבדות הונאה מקצעויות.';
$_['help_ip_address']                         = 'כתובת האינטרנט (IP).';
$_['help_ip_net_speed']                       = 'מהירות תקשורת.';
$_['help_ip_isp_name']                        = 'ספק שירות האינטרנט (ISP) של כתובת האינטרנט (IP).';
$_['help_ip_usage_type']                      = 'סוג שימוש של  כתובת האינטרנט (IP). לדוגמה, ספק שירות האינטרנט (ISP), מסחרי , מגורים.';
$_['help_ip_domain']                          = 'שם מתחם של כתובת האינטרנט (IP).';
$_['help_ip_time_zone']                       = 'איזור זמן של כתובת האינטרנט (IP).';
$_['help_ip_location']                        = 'מיקום של כתובת האינטרנט (IP).';
$_['help_ip_distance']                        = 'מרחק מכתובת האינטרנט (IP) אל מיקום החיוב.';
$_['help_ip_latitude']                        = 'קו רוחב של כתובת האינטרנט (IP).';
$_['help_ip_longitude']                       = 'קו אורך של כתובת האינטרנט (IP).';
$_['help_risk_country']                       = 'אם כתובת האינטרנט (IP) של המדינה  נמצאת ברשימה המעודכנת האחרונה של המדינות בעלות הסיכון הגבוה .';
$_['help_free_email']                         = 'אם הדואר האלקטרוני הוא מספק דואר אלקטרוני חינמי .';
$_['help_ship_forward']                       = 'אם הכתובת למשלוח היא כתובת של חברת שילוח.';
$_['help_using_proxy']                        = 'אם כתובת האינטרנט (IP) היא משרת פרוקסי אנונימי .';
$_['help_bin_found']                          = 'אם מידע מספרי זיהוי בנק (BIN) תואם לרשימת מספרי זיהוי בנק (BIN) שלנו .';
$_['help_email_blacklist']                    = 'אם כתובת הדואר האלקטרוני קיימת ברשימה השחורה של כתובות דואר אלקטרוני שבבסיס הנתונים שלנו .';
$_['help_credit_card_blacklist']              = 'אם כרטיס האשראי קיים ברשימה השחורה של כרטיס אשראי שבבסיס הנתונים שלנו.';
$_['help_score']                              = 'ניקוד סיכון , 0 (סיכון נמוך) - 100 (סיכון גבוה).';
$_['help_status']                             = 'סטטוס מעבדות הונאה מקצועיות.';
$_['help_message']                            = 'תיאור הודעת שגיאה של מעבדות הונאה מקצועיות.';
$_['help_transaction_id']                     = 'מזהה יחודי עבור עסקה הוצגה על ידי מעבדות הונאה מקצועיות .';
$_['help_credits']                            = 'יתרה של האשראי הקיים לאחר העסקה הזו.';

// Error
$_['error_permission']                        = 'נא לשים לב: אין לך הרשאה לעדכן את הגדרות מעבדות הונאה מקצועיות  !';
$_['error_key']		                            = 'נדרש מפתח ממשק תכנות אפליקטיבי (API) !';