<?php
// Heading
$_['heading_title']      = 'מניעת הונאות כתובות אינטרנט (IP)';

// Text
$_['text_fraud']         = 'מניעת הונאות';
$_['text_success']       = 'בוצע בהצלחה: עדכנת את מניעת הונאות כתובת אינטרנט (IP!';
$_['text_edit']          = 'עריכת מניעת הונאה כתובת אינטרנט (IP)';
$_['text_ip_add']        = 'הוספת כתובת אינטרנט (IP)';
$_['text_ip_list']       = 'רשימת הונאת כתובת אינטרנט ';

// Column
$_['column_ip']          = 'כתובות אינטרנט (IP)';
$_['column_total']       = 'סכום כולל של החשבונות';
$_['column_date_added']  = 'תאריך שנוסף';
$_['column_action']      = 'פעולה';

// Entry
$_['entry_ip']           = 'כתובות אינטרנט (IP)';
$_['entry_status']       = 'סטטוס';
$_['entry_order_status'] = 'סטטוס הזמנה';

// Help
$_['help_order_status']  = 'לקוחות שיש ברשותם כתובת אינטרנט (IP) חסומה בחשבונם ישוייכו לסטטוס הזמנה זה ולא יורשו להגיע לסטטוס הסתיים באופן אוטומטי.';

// Error
$_['error_permission']   = 'נא לשים לב: אין לך הרשאה לעדכן מניעת הונאות כתובות אינטרנט (IP)!';
