<?php
// Text
$_['text_search']              = 'ძიება';
$_['text_brand']               = 'ბრენდი';
$_['text_manufacturer']        = 'ბრენდი:';
$_['text_model']               = 'პროდუქტის კოდი:';
$_['text_reward']              = 'საჩუქრების რაოდენობა:';
$_['text_points']              = 'ფასი ჯილდო რაოდენობა:';
$_['text_stock']               = 'ხელმისაწვდომობა:';
$_['text_instock']             = 'საწყობში';
$_['text_tax']                 = 'ყოფილი საგადასახადო:';
$_['text_discount']            = 'ან მეტი';
$_['text_option']              = 'ხელმისაწვდომია პარამეტრები';
$_['text_minimum']             = 'ამ პროდუქტის მინიმალური რაოდენობაა %';
$_['text_reviews']             = '% მიმოხილვა';
$_['text_write']               = 'დაწერე მიმოხილვა';
$_['text_login']               = 'გთხოვთ, <a href="%s"> შესვლა </a> ან <a href="%s"> რეგისტრაცია </a> გადახედვა';
$_['text_no_reviews']          = 'ამ პროდუქტის მიმოხილვა არ არის.';
$_['text_note']                = '<Span class="text-danger"> შენიშვნა: </span> HTML არ არის თარგმნილი !';
$_['text_success']             = 'გმადლობთ თქვენი მიმოხილვისთვის. ვებმასტერს დასამტკიცებლად წარუდგენს.';
$_['text_related']             = 'მსგავსი პროდუქტები';
$_['text_tags']                = 'წარწერები:';
$_['text_error']               = 'პროდუქტი არ მოიძებნა !';
$_['text_payment_recurring']   = 'გადახდა პროფილი';
$_['text_trial_description']   = '%s ყველა %d %s (ებ) ის %d გადახდის (s) შემდეგ';
$_['text_payment_description'] = '%s ყველა %d %s (ებ) ის %d გადახდის (s)';
$_['text_payment_cancel']      = '%d ყოველ %d %s (ებ) სანამ გაუქმდება';
$_['text_day']                 = 'დღეს';
$_['text_week']                = 'კვირაში';
$_['text_semi_month']          = 'ნახევარი თვე';
$_['text_month']               = 'თვეში';
$_['text_year']                = 'წელიწადი';

// Entry
$_['entry_qty']                = 'Qty';
$_['entry_name']               = 'თქვენი სახელი';
$_['entry_review']             = 'შენი მიმოხილვა';
$_['entry_rating']             = 'რეიტინგი';
$_['entry_good']               = 'კარგი';
$_['entry_bad']                = 'ცუდი';

// Tabs
$_['tab_description']          = 'აღწერა';
$_['tab_attribute']            = 'სპეციფიკაცია';
$_['tab_review']               = 'მიმოხილვები (%s)';

// Error
$_['error_name']               = 'გაფრთხილება: მიმოხილვა სახელი უნდა იყოს 3 და 25 სიმბოლოს შორის !';
$_['error_text']               = 'გაფრთხილება: მიმოხილვა ტექსტი უნდა იყოს 25 და 1000 სიმბოლოებს შორის !';
$_['error_rating']             = 'გაფრთხილება: გთხოვთ, აირჩიოთ შეფასების ნიშანი !';