<?php
// Heading
$_['heading_title']          = 'ატრიბუტები';

// Text
$_['text_success']           = 'წარმატება: თქვენ შეცვლიდით ატრიბუტებს !';
$_['text_list']              = 'ატრიბუტების სია';
$_['text_add']               = 'ატრიბუტის დამატება';
$_['text_edit']              = 'ატრიბუტის რედაქტირება';

// Column
$_['column_name']            = 'ატრიბუტის სახელი';
$_['column_attribute_group'] = 'ატრიბუციული ჯგუფი';
$_['column_sort_order']      = 'სორტირების ორდენი';
$_['column_action']          = 'მოქმედება';

// Entry
$_['entry_name']             = 'ატრიბუტის სახელი';
$_['entry_attribute_group']  = 'ატრიბუციული ჯგუფი';
$_['entry_sort_order']       = 'სორტირების ორდენი';

// Error
$_['error_permission']       = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ატრიბუტებით !';
$_['error_attribute_group']  = 'ატრიბუციული ჯგუფი საჭირო !';
$_['error_name']             = 'ატრიბუტის სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_product']          = 'გაფრთხილება: ეს ატრიბუტი არ შეიძლება წაიშალოს, რადგან ის ამჟამად % პროდუქტზე !';