<?php
// Heading
$_['heading_title']     = 'ატრიბუტების ჯგუფები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით ატრიბუტი ჯგუფებს !';
$_['text_list']         = 'ატრიბუტი ჯგუფის სია';
$_['text_add']          = 'ატრიბუციული ჯგუფის დამატება';
$_['text_edit']         = 'ატრიბუტის ჯგუფის რედაქტირება';

// Column
$_['column_name']       = 'ატრიბუტის ჯგუფის სახელი';
$_['column_sort_order'] = 'სორტირების ორდენი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'ატრიბუტის ჯგუფის სახელი';
$_['entry_sort_order']  = 'სორტირების ორდენი';

// Error
$_['error_permission']  = 'გაფრთხილება: არ გაქვთ ნებართვა ატრიბუტების ჯგუფების შეცვლაზე !';
$_['error_name']        = 'ატრიბუტი ჯგუფის სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_attribute']   = 'გაფრთხილება: ეს ატრიბუტების ჯგუფი ვერ წაიშლება, რადგან ის ამჟამად % ატრიბუტს ანიჭებს !';
$_['error_product']     = 'გაფრთხილება: ამ ატრიბუტების ჯგუფი ვერ წაიშლება, რადგან ის ამჟამად % პროდუქციას !-ს მიენიჭება';