<?php
// Heading
$_['heading_title']          = 'კატეგორიები';

// Text
$_['text_success']           = 'წარმატება: თქვენ შეცვლით კატეგორიები !';
$_['text_list']              = 'კატეგორიების სია';
$_['text_add']               = 'კატეგორიების დამატება';
$_['text_edit']              = 'რედაქტირება კატეგორია';
$_['text_default']           = 'ნაგულისხმები';
$_['text_keyword']           = 'არ გამოიყენოთ სივრცეები, ნაცვლად შეცვალეთ სივრცეები - და დარწმუნდით, რომ SEO URL გლობალურად უნიკალურია.';

// Column
$_['column_name']            = 'კატეგორია სახელი';
$_['column_sort_order']      = 'სორტირების ორდენი';
$_['column_action']          = 'მოქმედება';

// Entry
$_['entry_name']             = 'კატეგორია სახელი';
$_['entry_description']      = 'აღწერა';
$_['entry_meta_title'] 	     = 'მეტა საკვანძო სათაური';
$_['entry_meta_keyword']     = 'მეტა საკვანძო სიტყვები';
$_['entry_meta_description'] = 'Meta Tag აღწერა';
$_['entry_store']            = 'მაღაზიები';
$_['entry_keyword']          = 'საკვანძო სიტყვა';
$_['entry_parent']           = 'მშობელი';
$_['entry_filter']           = 'ფილტრები';
$_['entry_image']            = 'გამოსახულება';
$_['entry_top']              = 'ყველაზე';
$_['entry_column']           = 'სვეტები';
$_['entry_sort_order']       = 'სორტირების ორდენი';
$_['entry_status']           = 'სტატუსი';
$_['entry_layout']           = 'განლაგების გადალახვა';

// Help
$_['help_filter']            = '(Autocomplete)';
$_['help_top']               = 'ჩვენება ზედა მენიუში. მხოლოდ მშობელი კატეგორიისთვის მუშაობს.';
$_['help_column']            = 'პუნქტების სვეტების გამოყენება ქვედა 3 კატეგორიაში. მხოლოდ მშობელი კატეგორიისთვის მუშაობს.';

// Error
$_['error_warning']          = 'გაფრთხილება: შეამოწმეთ ფორმა ყურადღებით შეცდომებისთვის !';
$_['error_permission']       = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ კატეგორიები !';
$_['error_name']             = 'კატეგორიის სახელი უნდა შედგებოდეს 1 და 255 სიმბოლოებს შორის !';
$_['error_meta_title']       = 'მეტა სათაური უნდა იყოს მეტი 1 და ნაკლები 255 სიმბოლოები !';
$_['error_keyword']          = 'SEO URL უკვე გამოიყენება !';
$_['error_unique']           = 'SEO URL უნდა იყოს უნიკალური !';
$_['error_parent']           = 'თქვენს მიერ შერჩეული მშობელი კატეგორიაა ერთი ! შვილი';