<?php
// Heading
$_['heading_title']     = 'ჩამოტვირთვები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლილია გადმოწერა !';
$_['text_list']         = 'ჩამოტვირთეთ სია';
$_['text_add']          = 'ჩამოტვირთეთ ჩამოტვირთვა';
$_['text_edit']         = 'ჩამოტვირთეთ რედაქტირება';
$_['text_upload']       = 'თქვენი ფაილი წარმატებით ატვირთულია !';

// Column
$_['column_name']       = 'ჩამოტვირთეთ სახელი';
$_['column_date_added'] = 'თარიღი დამატებულია';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'ჩამოტვირთეთ სახელი';
$_['entry_filename']    = 'ფაილის სახელი';
$_['entry_mask']        = 'ნიღაბი';

// Help
$_['help_filename']     = 'თქვენ შეგიძლიათ ატვირთოთ ღილაკზე ატვირთვა ღილაკი ან გამოიყენოთ FTP ჩამოტვირთვის გადმოსატანად და შეავსოთ ქვემოთ მოცემული დეტალები.';
$_['help_mask']         = 'მიზანშეწონილია, რომ ფაილი და ნიღაბი განსხვავებულია იმისთვის, რომ შეაჩერონ ადამიანები, რომლებიც პირდაპირ დაუკავშირდებიან თქვენს ჩამოტვირთვას.';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა, რომ შეცვალოთ ჩამოტვირთვები !';
$_['error_name']        = 'ჩამოტვირთვის სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_upload']      = 'ატვირთვა საჭიროა !';
$_['error_filename']    = 'ფაილის სახელი უნდა იყოს 3 და 128 სიმბოლოთაგან !';
$_['error_exists']      = 'ფაილი არ არსებობს !';
$_['error_mask']        = 'ნიღაბი უნდა იყოს 3 და 128 სიმბოლოებს შორის !';
$_['error_filetype']    = 'არასწორი ფაილის ტიპი !';
$_['error_product']     = 'გაფრთხილება: ეს ჩამოტვირთვა ვერ წაიშლება, რადგან ის ამჟამად % პროდუქტზე !';