<?php
// Heading
$_['heading_title']     = 'ფილტრები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლიდით ფილტრები !';
$_['text_list']         = 'ფილტრის სია';
$_['text_add']          = 'ფილტრის დამატება';
$_['text_edit']         = 'ფილტრის რედაქტირება';
$_['text_group']        = 'ფილტრი ჯგუფი';
$_['text_value']        = 'ფილტრი ღირებულებები';

// Column
$_['column_group']      = 'ფილტრი ჯგუფი';
$_['column_sort_order'] = 'სორტირების ორდენი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_group']       = 'ფილტრი ჯგუფის სახელი';
$_['entry_name']        = 'ფილტრის სახელი';
$_['entry_sort_order']  = 'სორტირების ორდენი';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ფილტრების შეცვლა !';
$_['error_group']       = 'ფილტრი ჯგუფის სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_name']        = 'ფილტრაციის სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';