<?php
// Heading
$_['heading_title']          = 'ინფორმაცია';

// Text
$_['text_success']           = 'წარმატება: თქვენ შეცვლიდით ინფორმაციას !';
$_['text_list']              = 'ინფორმაციის სია';
$_['text_add']               = 'ინფორმაციის დამატება';
$_['text_edit']              = 'ინფორმაციის რედაქტირება';
$_['text_default']           = 'ნაგულისხმები';
$_['text_keyword']           = 'არ გამოიყენოთ სივრცეები, ნაცვლად შეცვალეთ სივრცეები - და დარწმუნდით, რომ SEO URL გლობალურად უნიკალურია.';

// Column
$_['column_title']           = 'ინფორმაცია სათაურით';
$_['column_sort_order']      = 'სორტირების ორდენი';
$_['column_action']          = 'მოქმედება';

// Entry
$_['entry_title']            = 'ინფორმაცია სათაურით';
$_['entry_description']      = 'აღწერა';
$_['entry_meta_title']       = 'მეტა საკვანძო სათაური';
$_['entry_meta_keyword']     = 'მეტა საკვანძო სიტყვები';
$_['entry_meta_description'] = 'Meta Tag აღწერა';
$_['entry_store']            = 'მაღაზიები';
$_['entry_keyword']          = 'საკვანძო სიტყვა';
$_['entry_bottom']           = 'ქვედა';
$_['entry_status']           = 'სტატუსი';
$_['entry_sort_order']       = 'სორტირების ორდენი';
$_['entry_layout']           = 'განლაგების გადალახვა';

// Help
$_['help_bottom']            = 'ეკრანის ქვედა კოლონტიტში.';

// Error
$_['error_warning']          = 'გაფრთხილება: შეამოწმეთ ფორმა ყურადღებით შეცდომებისთვის !';
$_['error_permission']       = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ინფორმაციის შეცვლა !';
$_['error_title']            = 'ინფორმაცია სათაური უნდა იყოს 1 და 64 სიმბოლოებს შორის !';
$_['error_description']      = 'აღწერა უნდა იყოს 3-ზე მეტი სიმბოლოთი !';
$_['error_meta_title']       = 'მეტა სათაური უნდა იყოს მეტი 1 და ნაკლები 255 სიმბოლოები !';
$_['error_keyword']          = 'SEO URL უკვე გამოიყენება !';
$_['error_unique']           = 'SEO URL უნდა იყოს უნიკალური !';
$_['error_account']          = 'გაფრთხილება: ამ ინფორმაციის გვერდის წაშლა არ შეიძლება წაიშალოს, რადგან ის ამჟამად ენიჭება მაღაზიის ანგარიშის პირობებს !';
$_['error_checkout']         = 'გაფრთხილება: ამ ინფორმაციის გვერდი ვერ წაიშლება, რადგან ის ამჟამად ენიჭება მაღაზიის შემოწმების პირობებს !';
$_['error_affiliate']        = 'გაფრთხილება: ამ ინფორმაციის გვერდი ვერ წაიშლება, რადგან ის ამჟამად ენიჭება მაღაზიის შვილობილი პირობების შესაბამისად !';
$_['error_return']           = 'გაფრთხილება: ამ ინფორმაციის გვერდი ვერ წაიშლება, რადგან ის ამჟამად ენიჭება მაღაზიაში დაბრუნების პირობებს !';
$_['error_store']            = 'გაფრთხილება: ეს ინფორმაცია გვერდი ვერ წაიშლება, რადგან ის ამჟამად გამოიყენება %s stores!';