<?php
// Heading
$_['heading_title']     = 'მწარმოებლები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით მწარმოებლებს !';
$_['text_list']         = 'მწარმოებელი სია';
$_['text_add']          = 'დამატება მწარმოებელი';
$_['text_edit']         = 'რედაქტირების მწარმოებელი';
$_['text_default']      = 'ნაგულისხმები';
$_['text_percent']      = 'პროცენტულობა';
$_['text_amount']       = 'ფიქსირებული თანხა';
$_['text_keyword']      = 'არ გამოიყენოთ სივრცეები, ნაცვლად შეცვალეთ სივრცეები - და დარწმუნდით, რომ SEO URL გლობალურად უნიკალურია.';

// Column
$_['column_name']       = 'მწარმოებელი სახელი';
$_['column_sort_order'] = 'სორტირების ორდენი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'მწარმოებელი სახელი';
$_['entry_store']       = 'მაღაზიები';
$_['entry_keyword']     = 'საკვანძო სიტყვა';
$_['entry_image']       = 'გამოსახულება';
$_['entry_sort_order']  = 'სორტირების ორდენი';
$_['entry_type']        = 'ტიპი';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა, რომ შეცვალოთ მწარმოებლები !';
$_['error_name']        = 'მწარმოებლის სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_keyword']     = 'SEO URL უკვე გამოიყენება !';
$_['error_unique']      = 'SEO URL უნდა იყოს უნიკალური !';
$_['error_product']     = 'გაფრთხილება: ეს მწარმოებელი ვერ წაიშლება, რადგან ის ამჟამად % პროდუქტზე !';