<?php
// Heading
$_['heading_title']         = 'განმეორებითი პროფილები';

// Text
$_['text_success']          = 'წარმატება: თქვენ შეცვლით განმეორებითი პროფილები !';
$_['text_list']             = 'განმეორებითი პროფილის სია';
$_['text_add']              = 'განმეორებითი პროფილის დამატება';
$_['text_edit']             = 'რედაქტირების პროფილის რედაქტირება';
$_['text_day']              = 'დღეს';
$_['text_week']             = 'კვირა';
$_['text_semi_month']       = 'ნახევრად თვე';
$_['text_month']            = 'თვე';
$_['text_year']             = 'წელი';
$_['text_recurring']        = '<p> <i class="fa fa-info-circle"> </i> განმეორებითი თანხები გამოითვლება სიხშირით და ციკლებით. მაგალითად, თუ თქვენ იყენებთ სიხშირეს "week" და ციკლი "2", მაშინ მომხმარებელი ყოველ 2 კვირას ყოველთვიურად დაიბრუნებს. </p> <p> ხანგრძლივობა არის რამდენჯერმე მომხმარებლის გახდის გადახდა, დაამატეთ ეს 0 თუ გადახდა გსურთ, სანამ გააუქმებს. </p>';
$_['text_profile']          = 'განმეორებითი პროფილი';
$_['text_trial']            = 'Trial პროფილი';

// Entry
$_['entry_name']            = 'სახელი';
$_['entry_price']           = 'ფასი';
$_['entry_duration']        = 'ხანგრძლივობა';
$_['entry_cycle']           = 'ციკლი';
$_['entry_frequency']       = 'სიხშირე';
$_['entry_trial_price']     = 'საცდელი ფასი';
$_['entry_trial_duration']  = 'საცდელი ხანგრძლივობა';
$_['entry_trial_status']    = 'საჩივრის სტატუსი';
$_['entry_trial_cycle']     = 'საცდელი ციკლი';
$_['entry_trial_frequency'] = 'Trial სიხშირე';
$_['entry_status']          = 'სტატუსი';
$_['entry_sort_order']      = 'სორტირების ორდენი';

// Column
$_['column_name']           = 'სახელი';
$_['column_sort_order']     = 'სორტირების ორდენი';
$_['column_action']         = 'მოქმედება';

// Error
$_['error_warning']         = 'გაფრთხილება: შეამოწმეთ ფორმა ყურადღებით შეცდომებისთვის !';
$_['error_permission']      = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა განმეორებითი პროფილების შეცვლაზე !';
$_['error_name']            = 'პროფილის სახელი უნდა იყოს 3-ზე ნაკლები და 255 სიმბოლოთი !';
$_['error_product']         = 'გაფრთხილება: ეს განმეორებადი პროფილი ვერ წაიშლება, რადგან ის ამჟამად % პროდუქტზე !';