<?php
// Text
$_['text_success']       = 'สำเร็จ: คุณทำการแก้ไข ลูกค้า';

// Error
$_['error_permission']      = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ เข้าถึงของ API!';
$_['error_customer']   		= 'คำเตือน: คุณต้องเลือกลูกค้า!';
$_['error_firstname']   	= 'คำเตือน: ชื่อต้องมีความยาวระหว่าง 3  และ  32 ตัวอักษร!';
$_['error_lastname']    	= 'คำเตือน: นามสกุลต้องมีความยาวระหว่าง 3  และ  32 ตัวอักษร!';
$_['error_email']       	= 'คำเตือน: กรุณาตรวจสอบอีเมล์อีกครั้ง!';
$_['error_telephone']   	= 'คำเตือน: หมายเลขติดต่อ ต้องมีความยาวระหว่าง 3  และ  32 ตัวอักษร!';
$_['error_custom_field']    = 'คำเตือน: %s ความต้องการ!';