<?php
// Text
$_['text_success']           = 'สำเร็จ: คุณทำการแก้ไขการสั่งซื้อ';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ เข้าถึงของ API!';
$_['error_customer']         = 'คำเตือน: รายละเอียดความต้องการของลูกค้าที่จะตั้ง!';
$_['error_payment_address']  = 'คำเตือน: : ที่อยู่การชำระเงิน จำเป็น!';
$_['error_payment_method']   = 'คำเตือน: วิธีการชำระเงิน จำเป็น!';
$_['error_no_payment']       = 'คำเตือน:ไม่มีตัวเลือกการชำระเงินที่มีอยู่!';
$_['error_shipping_address'] = 'คำเตือน: ที่อยู่จัดส่ง ความต้องการ!';
$_['error_shipping_method']  = 'คำเตือน: กรุณาเลือกวิธีการจัดส่งสินค้า!';
$_['error_no_shipping']      = 'คำเตือน: ไม่มีตัวเลือกการจัดส่งสินค้าที่มีอยู่!';
$_['error_stock'] 		     = 'คำเตือน: สินค้าที่มีเครื่องหมาย *** ไม่มีบริการจำนวนที่ต้องการหรือไม่ได้อยู่ในสต็อก!';
$_['error_minimum']			 = 'คำเตือน: จำนวนสั่งซื้อขั้นต่ำสำหรับ %s คือ %s!';
$_['error_not_found']        = 'คำเตือน: การสั่งซื้อไม่พบ!';