<?php
// Text
$_['text_address']       	= 'สำเร็จ: ที่อยู่จัดส่ง ได้รับการตั้ง!';
$_['text_method']        	= 'สำเร็จ: วิธีการจัดส่งสินค้า ได้รับการตั้ง!';

// Error
$_['error_permission']      = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ เข้าถึงของ API!';
$_['error_firstname']   	= 'คำเตือน: ชื่อต้องมีความยาวระหว่าง 3  และ  32 ตัวอักษร!';
$_['error_lastname']    	= 'คำเตือน: นามสกุลต้องมีความยาวระหว่าง 3  และ  32 ตัวอักษร!';
$_['error_address_1']   	= 'คำเตือน: ที่อยู่ ต้องมีความยาวระหว่าง 3  และ  128 ตัวอักษร!';
$_['error_city']       		= 'คำเตือน: เมือง ต้องมีความยาวระหว่าง 3  และ  128 ตัวอักษร!';
$_['error_postcode']	    = 'คำเตือน: รหัสไปรษณีย์ ต้องมีความยาวระหว่าง 2  และ  10 ตัวอักษร!';
$_['error_country']     	= 'คำเตือน: กรุณาเลือกประเทศ!'; 
$_['error_zone']       		= 'คำเตือน: กรุณาเลือก พื้นที่ / เขต!';
$_['error_custom_field']	= 'คำเตือน: %s จำเป็น!';
$_['error_address']      	= 'คำเตือน: ที่อยู่จัดส่ง จำเป็น!';
$_['error_method']       	= 'คำเตือน: วิธีการจัดส่งสินค้า จำเป็น!';
$_['error_no_shipping']  	= 'คำเตือน: ไม่มีตัวเลือกการจัดส่งสินค้าที่มีอยู่!';