<?php
// Text
$_['text_success']     		= 'สำเร็จ: ส่วนลดบัตรกำนัลของคุณได้ถูกนำไปใช้!';
$_['text_cart']        		= 'สำเร็จ: คุณทำการแก้ไข รถเข็นของคุณ!';
$_['text_for']         		= '%s บัตรของขวัญสำหรับ %s';

// Error
$_['error_permission']		= 'คำเตือน: คุณไม่ได้รับอนุญาติเข้า ในการเข้าถึง API!';
$_['error_voucher']    		= 'คำเตือน: บัตรของขวัญ หมดอายุแล้ว หรือ ได้ใช้เกินจำกัดแล้ว!';
$_['error_to_name']    		= 'คำเตือน: ผู้รับนามสกุลต้องมีความยาวระหว่าง 1  และ  64 ตัวอักษร!';
$_['error_from_name']  		= 'คำเตือน: ชื่อผู้ส่งนามสกุลต้องมีความยาวระหว่าง 1  และ   64 ตัวอักษร!';
$_['error_email']      		= 'คำเตือน: ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_theme']      		= 'คำเตือน: คุณต้องเลือกธีม!';
$_['error_amount']     		= 'คำเตือน: จำนวนเงินต้องอยู่ระหว่าง %s และ  %s!';