<?php
// Heading
$_['heading_title']    = 'გამოსახულების მენეჯერი';

// Text
$_['text_uploaded']    = 'წარმატება: თქვენი ფაილი ატვირთულია !';
$_['text_directory']   = 'წარმატება: დირექტორია შექმნილია !';
$_['text_delete']      = 'წარმატება: თქვენი ფაილი ან დირექტორია წაიშალა !';

// Entry
$_['entry_search']     = 'ძიება .';
$_['entry_folder']     = 'საქაღალდის სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: ნებართვა უარყოფილია !';
$_['error_filename']   = 'გაფრთხილება: ფაილის სახელი უნდა იყოს 3 და 255!';
$_['error_folder']     = 'გაფრთხილება: საქაღალდის სახელი უნდა იყოს 3 და 255!';
$_['error_exists']     = 'გაფრთხილება: იგივე სახელით იგივე ფაილი ან დირექტორია უკვე არსებობს !';
$_['error_directory']  = 'გაფრთხილება: დირექტორია არ არსებობს !';
$_['error_filesize']   = 'გაფრთხილება: არასწორი ფაილის ზომა !';
$_['error_filetype']   = 'გაფრთხილება: არასწორი ფაილის ტიპი !';
$_['error_upload']     = 'გაფრთხილება: ფაილი ვერ აიტვირთა უცნობი მიზეზით !';
$_['error_delete']     = 'გაფრთხილება: თქვენ ვერ წაიშლება ეს დირექტორია !';