<?php
// Heading
$_['heading_title']   = 'დაგავიწყდათ პაროლი ?';

// Text
$_['text_forgotten']  = 'დავიწყებული პაროლი';
$_['text_your_email'] = 'თქვენი ელ - ფოსტის მისამართი';
$_['text_email']      = 'შეიყვანეთ თქვენი ანგარიშთან დაკავშირებული ელ.ფოსტის მისამართი. დააჭირეთ ღილაკს "პაროლის აღდგენა"';
$_['text_success']    = 'ელ.ფოსტის დადასტურების ბმული ელფოსტით გაგზავნილი ელ-ფოსტის მისამართია.';

// Entry
$_['entry_email']     = 'ელექტრონული მისამართი';
$_['entry_password']  = 'ახალი პაროლი';
$_['entry_confirm']   = 'დადასტურება';

// Error
$_['error_email']     = 'გაფრთხილება: ელ.ფოსტა არ არის ნაპოვნი ჩვენს ჩანაწერებში, გთხოვთ, სცადოთ !';
$_['error_password']  = 'პაროლი უნდა იყოს 4 და 20 სიმბოლოს შორის !';
$_['error_confirm']   = 'პაროლი და პაროლი დადასტურება არ ემთხვევა !';