<?php
// Heading 
$_['heading_title']                 = 'โปรแกรมตัวแทนจำหน่าย';

// Text
$_['text_account']                  = 'สมาชิก';
$_['text_login']                    = 'เข้าสู่ระบบ';
$_['text_description']              = '<p>%s โปรแกรมตัวแทนจำหน่าย  ใช้ฟรี ช่วยให้้สมาชิก สร้างรายได้โดยการวลิงค์ หรือเชื่อมโยงกับเว็บไซต์ของพวกเขาที่ลงโฆษณา %s หรือ สินค้าที่ระบุไว้ในนั้นการขายใด ๆ ที่ทำกับลูกค้าที่มีการคลิกบนลิงก์ดังกล่าวจะได้รับค่านายหน้าตัวแทนจำหน่ายค่านายหน้าอยู่ระหว่าง 10 และร้อยละ 30 ถัดจากนี้คุณจะได้รับโบนัส %s สำหรับการขายที่สร้างโดยคู่ค้าของคุณ.</p><p>สำหรับข้อมูลเพิ่มเติมกรุณาเยี่ยมชม "บริษัท ในเครือ" ของเราในหน้า</p>';
$_['text_new_affiliate']            = 'ตัวแทนจำหน่ายใหม่';
$_['text_register_account']         = '<p>ฉันยังไมไ่ด้เป็นตัวแทนจำหน่าย</p><p>คลิก  ด้านล่างเพื่อสร้างบัญชีตัวแทนจำหน่าย่ โปรดทราบว่า ลิงค์นี้ไม่ได้เชื่อมต่อในทางใดทางหนึ่งไปยังบัญชีของลูกค้าของคุณ</p>';
$_['text_returning_affiliate']      = 'เข้าสู่ระบบตัวแทนจำหน่าย';
$_['text_i_am_returning_affiliate'] = 'ฉันเป็นตัวแทนจำหน่าย กลับมาใหม่';
$_['text_forgotten']                = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                   = 'อีเมลตัวแทนจำหน่าย:';
$_['entry_password']                = 'รหัสผ่าน:';

// Error
$_['error_login']                   = 'คำเตือน: อีเมล / รหัสผ่าน  ไม่ถูกต้อง';
$_['error_attempts']               = 'คำเตือน: บัญชีของคุณได้รับอนุญาตเกินจำนวนครั้งที่เข้าสู่ระบบ โปรดลองอีกครั้งใน 1 ชั่วโมง';
$_['error_approved']               = 'คำเตือน: บัญชีของคุณต้องได้รับอนุมัติก่อนที่คุณจะสามารถเข้าสู่ระบบ';