<?php
// Heading
$_['heading_title'] = 'บัญชีตัวแทนจำหน่ายของคุณได้ถูกสร้างขึ้น!';

// Text 
$_['text_message']  = '<p>ขอแสดงความยินดี! บัญชีใหม่ของคุณได้รับการสร้างประสบความสำเร็จ!</p> <p>ตอนนี้คุณเป็นสมาชิกของ %s ตัวแทนจำหน่าย.</p> <p>หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินงานของระบบตัวแทนจำหน่ายนี้ โปรด ติดต่อเจ้าของร้าน</p> <p>ยืนยันได้ถูกส่งไปยังที่อยู่อีเมลที่ให้ไว้  ถ้าคุณไม่ได้รับภายในหนึ่งชั่วโมง โปรด <a href="%s">ติดต่อเรา</a>.</p>';
$_['text_approval'] = '<p>ขอขอบคุณสำหรับการลงทะเบียนสำหรับบัญชีตัวแทนจำหน่าย %s!</p><p>คุณจะได้รับแจ้งทางอีเมลเมื่อบัญชีของคุณได้รับการอนุมัติโดยเจ้าของร้าน</p><p>หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินงานของระบบตัวแทนจำหน่ายนี้ โปรด <a href="%s">ติดต่อเจ้าของร้าน</a>.</p>';
$_['text_account']  = 'สมาชิก';
$_['text_success']  = 'สำเร็จ';