<?php
// Heading
$_['heading_title']           = 'Държави';

// Text
$_['text_success']            = 'Успех: променихте държави!';
$_['text_list']               = 'Списък на държавите';
$_['text_add']                = 'Добавяне на държава';
$_['text_edit']               = 'Редактиране на държава';

// Column
$_['column_name']             = 'Име на държава';
$_['column_iso_code_2']       = 'ISO код (2)';
$_['column_iso_code_3']       = 'ISO код (3)';
$_['column_action']           = 'действие';

// Entry
$_['entry_name']              = 'Име на държава';
$_['entry_iso_code_2']        = 'ISO код (2)';
$_['entry_iso_code_3']        = 'ISO код (3)';
$_['entry_address_format']    = 'Формат на адресите';
$_['entry_postcode_required'] = 'Пощенски код е задължителен';
$_['entry_status']            = 'Статус';

// Help
$_['help_address_format']     = 'Първо Име={firstname} <br /> Фамилия={lastname} <br /> Фирма={company} <br /> Адрес 1={address_1} <br /> Адрес 2={address_2} <br /> Град = {city}<br /> Пощенски код={postcode} <br /> Зона={zone} <br /> Код на зоната={zone_code} <br /> Country={country}';

// Error
$_['error_permission']        = 'Предупреждение: Нямате разрешение да променяте страни!';
$_['error_name']              = 'Името на държавата трябва да бъде между 1 и 128 символа!';
$_['error_default']           = 'Предупреждение: Тази държава не може да бъде изтрита, тъй като понастоящем е присвоена като държава на магазина по подразбиране!';
$_['error_store']             = 'Предупреждение: Тази държава не може да бъде изтрита, тъй като понастоящем е присвоена на % магазина!';
$_['error_address']           = 'Предупреждение: Тази държава не може да бъде изтрита, тъй като понастоящем е зададена за вписвания в адресния указател на %s!';
$_['error_affiliate']         = 'Предупреждение: Тази държава не може да бъде изтрита, тъй като тя понастоящем е присвоена на %s affiliates!';
$_['error_zone']              = 'Предупреждение: Тази държава не може да бъде изтрита, тъй като понастоящем е присвоена на % зони!';
$_['error_zone_to_geo_zone']  = 'Предупреждение: Тази държава не може да бъде изтрита, тъй като понастоящем е присвоена на зони % към гео зони!';