<?php
// Heading
$_['heading_title']        = 'Валути';

// Text
$_['text_success']         = 'Успех: Вие сте променили валутите!';
$_['text_list']            = 'Валутен списък';
$_['text_add']             = 'Добавяне на валута';
$_['text_edit']            = 'Редактиране на валута';
$_['text_iso']             = 'Можете да намерите пълен списък с кодовете и настройките на валутата на ISO <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link"> тук </a>.';

// Column
$_['column_title']         = 'Заглавие на валутата';
$_['column_code']          = 'код';
$_['column_value']         = 'стойност';
$_['column_date_modified'] = 'Последна актуализация';
$_['column_action']        = 'действие';

// Entry
$_['entry_title']          = 'Заглавие на валутата';
$_['entry_code']           = 'код';
$_['entry_value']          = 'стойност';
$_['entry_symbol_left']    = 'Символ наляво';
$_['entry_symbol_right']   = 'Символ Добре';
$_['entry_decimal_place']  = 'Десетични места';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не променяйте, ако това е Вашата валута по подразбиране.';
$_['help_value']           = 'Задайте до 1.00000, ако това е Вашата валута по подразбиране.';

// Error
$_['error_permission']     = 'Предупреждение: Нямате разрешение да променяте валути!';
$_['error_title']          = 'Името на валутата трябва да бъде между 3 и 32 знака!';
$_['error_code']           = 'Валутният код трябва да съдържа 3 символа!';
$_['error_default']        = 'Предупреждение: Тази валута не може да бъде изтрита, тъй като понастоящем е зададена като валута по подразбиране на магазина!';
$_['error_store']          = 'Предупреждение: Тази валута не може да бъде изтрита, тъй като понастоящем е зададена на %s stores!';
$_['error_order']          = 'Предупреждение: Тази валута не може да бъде изтрита, тъй като понастоящем е възложена на поръчките %s!';