<?php
// Heading
$_['heading_title']      = 'Гео зони';

// Text
$_['text_success']       = 'Успех: Вие сте променили гео зони!';
$_['text_list']          = 'Списък на географските зони';
$_['text_add']           = 'Добавете Geo Zone';
$_['text_edit']          = 'Редактиране на географската зона';
$_['text_geo_zone']      = 'Гео зони';

// Column
$_['column_name']        = 'Име на географската зона';
$_['column_description'] = 'описание';
$_['column_action']      = 'действие';

// Entry
$_['entry_name']         = 'Име на географската зона';
$_['entry_description']  = 'описание';
$_['entry_country']      = 'Държава';
$_['entry_zone']         = 'зона';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение да променяте гео зони!';
$_['error_name']         = 'Името на географската зона трябва да е между 3 и 32 знака!';
$_['error_description']  = 'Името трябва да бъде между 3 и 255 знака!';
$_['error_tax_rate']     = 'Предупреждение: Тази географска зона не може да бъде изтрита, тъй като понастоящем е присвоена на един или повече данъчни ставки!';