<?php
// Heading
$_['heading_title']     = 'Езици';

// Text
$_['text_success']      = 'Успех: Вие сте променили езиците!';
$_['text_list']         = 'Списък на езиците';
$_['text_add']          = 'Добавяне на език';
$_['text_edit']         = 'Редактиране на езика';

// Column
$_['column_name']       = 'Име на езика';
$_['column_code']       = 'код';
$_['column_sort_order'] = 'Сортиране на поръчката';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Име на езика';
$_['entry_code']        = 'код';
$_['entry_locale']      = 'място';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Сортиране на поръчката';

// Help
$_['help_locale']       = 'Пример: en_US.UTF-8, en_US, en-gb, en_gb, английски';
$_['help_status']       = 'Скриване /Показване в падащото меню на езика';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте езиците!';
$_['error_exists']      = 'Предупреждение: Добавяхте преди езика!';
$_['error_name']        = 'Името на езика трябва да е между 3 и 32 знака!';
$_['error_code']        = 'Езиковият код трябва да е поне 2 символа!';
$_['error_locale']      = 'Необходим е локал!';
$_['error_default']     = 'Предупреждение: Този език не може да бъде изтрит, тъй като понастоящем е зададен като език на магазина по подразбиране!';
$_['error_admin']       = 'Предупреждение: Този език не може да бъде изтрит, тъй като понастоящем е зададен като административен език!';
$_['error_store']       = 'Предупреждение: Този език не може да бъде изтрит, тъй като понастоящем е зададен на %s stores!';
$_['error_order']       = 'Предупреждение: Този език не може да бъде изтрит, тъй като понастоящем е зададен на %s поръчки!';