<?php
// Heading
$_['heading_title']    = 'Класове дължини';

// Text
$_['text_success']     = 'Успех: Вие сте променили класове дължина!';
$_['text_list']        = 'Списък на дължината на класа';
$_['text_add']         = 'Добавяне на клас на дължината';
$_['text_edit']        = 'Редактиране на дължината на класа';

// Column
$_['column_title']     = 'Дължина заглавие';
$_['column_unit']      = 'Дължина на единица';
$_['column_value']     = 'стойност';
$_['column_action']    = 'действие';

// Entry
$_['entry_title']      = 'Дължина заглавие';
$_['entry_unit']       = 'Дължина на единица';
$_['entry_value']      = 'стойност';

// Help
$_['help_value']       = 'Задайте на 1.00000, ако това е стандартната ви дължина.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте класове дължина!';
$_['error_title']      = 'Дължината на заглавието трябва да е между 3 и 32 знака!';
$_['error_unit']       = 'Дължина Единицата трябва да бъде между 1 и 4 символа!';
$_['error_default']    = 'Предупреждение: Този клас дължини не може да бъде изтрит, тъй като понастоящем е зададен като стандартна дължина на магазина class!';
$_['error_product']    = 'Предупреждение: Този клас дължини не може да бъде изтрит, тъй като понастоящем е зададен за %s products!';