<?php
// Heading
$_['heading_title']    = 'Места за съхраняване';

// Text
$_['text_success']     = 'Успех: промените местоположенията в магазините!';
$_['text_list']        = 'Съхраняване на списъка на местоположението';
$_['text_add']         = 'Добавяне на местоположение на магазина';
$_['text_edit']        = 'Edit Location Store';
$_['text_default']     = 'По подразбиране';
$_['text_time']        = 'Работно време';
$_['text_geocode']     = 'Геокодът не бе успешен поради следната причина:';

// Column
$_['column_name']      = 'Име на магазина';
$_['column_address']   = 'адрес';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Име на магазина';
$_['entry_address']    = 'адрес';
$_['entry_geocode']    = 'Географското кодиране';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Работно време';
$_['entry_comment']    = 'коментар';

// Help
$_['help_geocode']     = 'Моля, въведете географското местоположение на магазина си ръчно.';
$_['help_open']        = 'Попълнете часовете за отваряне на магазините си.';
$_['help_comment']     = 'Това поле е за всякакви специални бележки, които бихте искали да кажете на клиента, т.е. магазинът не приема чекове.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте местоположенията в магазините!';
$_['error_name']       = 'Името на магазина трябва да е между 3 и 32 знака!';
$_['error_address']    = 'Адресът трябва да бъде между 3 и 128 знака!';
$_['error_telephone']  = 'Телефонът трябва да е между 3 и 32 знака!';