<?php
// Heading
$_['heading_title']    = 'Статуси на поръчките';

// Text
$_['text_success']     = 'Успех: Вие сте променили статуса на поръчката!';
$_['text_list']        = 'Списък със състоянието на поръчките';
$_['text_add']         = 'Добавяне на статус на поръчките';
$_['text_edit']        = 'Редактиране на статуса на поръчката';

// Column
$_['column_name']      = 'Име на статуса на поръчката';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Име на статуса на поръчката';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте статуса на поръчката!';
$_['error_name']       = 'Името на статуса на поръчката трябва да е между 3 и 32 знака!';
$_['error_default']    = 'Предупреждение: Това състояние на поръчката не може да бъде изтрито, тъй като понастоящем е присвоено като състояние по подразбиране за поръчка на магазин!';
$_['error_download']   = 'Предупреждение: Това състояние на поръчката не може да бъде изтрито, тъй като понастоящем е зададено като статус по подразбиране за изтегляне!';
$_['error_store']      = 'Предупреждение: Това състояние на поръчката не може да бъде изтрито, тъй като понастоящем е присвоено на %s stores!';
$_['error_order']      = 'Предупреждение: Това състояние на поръчката не може да бъде изтрито, тъй като понастоящем е присвоено на %s поръчки!';