<?php
// Heading
$_['heading_title']    = 'Причини за връщане';

// Text
$_['text_success']     = 'Успех: Вие сте променили причините за връщане!';
$_['text_list']        = 'Списък на причините за връщане';
$_['text_add']         = 'Добавете причина за връщане';
$_['text_edit']        = 'Редактиране на причината за връщане';

// Column
$_['column_name']      = 'Име на причината за връщане';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Име на причината за връщане';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте причините за връщане!';
$_['error_name']       = 'Причина за връщане Името трябва да е между 3 и 128 символа!';
$_['error_return']     = 'Предупреждение: Тази причина за връщане не може да бъде изтрита, тъй като понастоящем е възложена на % върнати продукти!';