<?php
// Heading
$_['heading_title']    = 'Връщане на състояния';

// Text
$_['text_success']     = 'Успех: Вие сте променили състоянието на връщане!';
$_['text_list']        = 'Списък за състояние на връщане';
$_['text_add']         = 'Добавяне на състояние на връщане';
$_['text_edit']        = 'Редактиране на състоянието на връщане';

// Column
$_['column_name']      = 'Име на състоянието за връщане';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Име на състоянието за връщане';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте статуса на връщане!';
$_['error_name']       = 'Името на състоянието за връщане трябва да е между 3 и 32 знака!';
$_['error_default']    = 'Предупреждение: Този статус на връщане не може да бъде изтрит, тъй като понастоящем е зададен като състояние за връщане по подразбиране!';
$_['error_return']     = 'Предупреждение: Този статус на връщане не може да бъде изтрит, тъй като понастоящем е зададен на %s returns!';