<?php
// Heading
$_['heading_title']    = 'Действия за връщане';

// Text
$_['text_success']     = 'Успех: Вие сте променили действията за връщане!';
$_['text_list']        = 'Връщане в списъка с действия';
$_['text_add']         = 'Добавете действие за връщане';
$_['text_edit']        = 'Редактиране на действия за връщане';

// Column
$_['column_name']      = 'Върнете името на действието';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Върнете името на действието';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте действията за връщане!';
$_['error_name']       = 'Името за действие за връщане трябва да е между 3 и 64 символа!';
$_['error_return']     = 'Предупреждение: Това действие за връщане не може да бъде изтрито, тъй като понастоящем е зададено за % върнати продукти!';