<?php
// Heading
$_['heading_title']    = 'Състояние на запасите';

// Text
$_['text_success']     = 'Успех: Вие сте променили състоянието на запасите!';
$_['text_list']        = 'Списък със състоянието на запаса';
$_['text_add']         = 'Добавяне на статус на запасите';
$_['text_edit']        = 'Редактирайте състоянието на запаса';

// Column
$_['column_name']      = 'Име на състоянието на запаса';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Име на състоянието на запаса';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте състоянието на запасите!';
$_['error_name']       = 'Името на състоянието на запаса трябва да бъде между 3 и 32 знака!';
$_['error_product']    = 'Предупреждение: Този статус на запаса не може да бъде изтрит, тъй като понастоящем е зададен за %s продукти!';