<?php
// Heading
$_['heading_title']        = 'Данъчни ставки';

// Text
$_['text_success']         = 'Успех: Вие сте променили данъчните ставки!';
$_['text_list']            = 'Списък на данъчните ставки';
$_['text_add']             = 'Добавете данъчна ставка';
$_['text_edit']            = 'Редактиране на данъчната ставка';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксирана сума';

// Column
$_['column_name']          = 'Данъчно име';
$_['column_rate']          = 'Данъчна ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Гео Зона';
$_['column_date_added']    = 'датата е добавена';
$_['column_date_modified'] = 'Дата промяна';
$_['column_action']        = 'действие';

// Entry
$_['entry_name']           = 'Данъчно име';
$_['entry_rate']           = 'Данъчна ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Група клиенти';
$_['entry_geo_zone']       = 'Гео Зона';

// Error
$_['error_permission']     = 'Предупреждение: Нямате разрешение да променяте данъчните ставки!';
$_['error_tax_rule']       = 'Предупреждение: Тази данъчна ставка не може да бъде изтрита, тъй като понастоящем е присвоена на % данъчни класове!';
$_['error_name']           = 'Данъчното име трябва да е между 3 и 32 знака!';
$_['error_rate']           = 'Данъчната ставка е задължителна!';