<?php
// Heading
$_['heading_title']     = 'Данъчни класове';

// Text
$_['text_success']      = 'Успех: Вие сте променили данъчните класове!';
$_['text_list']         = 'Списък с данъчни класове';
$_['text_add']          = 'Добавяне на данъчен клас';
$_['text_edit']         = 'Редактиране на данъчния клас';
$_['text_tax_class']    = 'Данъчен клас';
$_['text_tax_rate']     = 'Данъчни ставки';
$_['text_shipping']     = 'Адрес за доставка';
$_['text_payment']      = 'Адрес за плащане';
$_['text_store']        = 'Адрес на магазина';

// Column
$_['column_title']      = 'Заглавие на данъчната класа';
$_['column_action']     = 'действие';

// Entry
$_['entry_title']       = 'Заглавие на данъчната класа';
$_['entry_description'] = 'описание';
$_['entry_rate']        = 'Данъчна ставка';
$_['entry_based']       = 'Базиран на';
$_['entry_geo_zone']    = 'Гео Зона';
$_['entry_priority']    = 'приоритет';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте данъчните класове!';
$_['error_title']       = 'Данъчната класа трябва да е между 3 и 32 символа!';
$_['error_description'] = 'Описанието трябва да бъде между 3 и 255 знака!';
$_['error_product']     = 'Предупреждение: Този данъчен клас не може да бъде изтрит, тъй като понастоящем е определен за %s products!';