<?php
// Heading
$_['heading_title']    = 'Класове тегло';

// Text
$_['text_success']     = 'Успех: Вие сте променили теглото classes!';
$_['text_list']        = 'Списък на теглото';
$_['text_add']         = 'Добавяне на класа на тегло';
$_['text_edit']        = 'Редактиране на класа на тегло';

// Column
$_['column_title']     = 'Тегло Заглавие';
$_['column_unit']      = 'Тегло единица';
$_['column_value']     = 'стойност';
$_['column_action']    = 'действие';

// Entry
$_['entry_title']      = 'Тегло Заглавие';
$_['entry_unit']       = 'Тегло единица';
$_['entry_value']      = 'стойност';

// Help
$_['help_value']       = 'Задайте до 1.00000, ако това е вашето стандартно тегло.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте класове тегло!';
$_['error_title']      = 'Теглото трябва да е между 3 и 32 символа!';
$_['error_unit']       = 'Теглото трябва да е между 1 и 4 символа!';
$_['error_default']    = 'Предупреждение: Класът на теглото не може да бъде изтрит, тъй като понастоящем е определен като стандартно тегло за магазин!';
$_['error_product']    = 'Предупреждение: Този тегловен клас не може да бъде изтрит, тъй като понастоящем е определен за %s products!';