<?php
// Heading
$_['heading_title']          = 'зони';

// Text
$_['text_success']           = 'Успех: Вие сте променили зони!';
$_['text_list']              = 'Списък на зоните';
$_['text_add']               = 'Добавяне на зона';
$_['text_edit']              = 'Редактиране на зоната';

// Column
$_['column_name']            = 'Име на зоната';
$_['column_code']            = 'Код на зоната';
$_['column_country']         = 'Държава';
$_['column_action']          = 'действие';

// Entry
$_['entry_name']             = 'Име на зоната';
$_['entry_code']             = 'Код на зоната';
$_['entry_country']          = 'Държава';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Предупреждение: Нямате разрешение да променяте зони!';
$_['error_name']             = 'Името на зоната трябва да е между 1 и 128 символа!';
$_['error_default']          = 'Предупреждение: Тази зона не може да бъде изтрита, тъй като понастоящем е зададена като зона за съхранение по подразбиране!';
$_['error_store']            = 'Предупреждение: Тази зона не може да бъде изтрита, тъй като понастоящем е зададена на %s stores!';
$_['error_address']          = 'Предупреждение: Тази зона не може да бъде изтрита, тъй като понастоящем е зададена за вписвания в адресния указател на %s!';
$_['error_affiliate']        = 'Предупреждение: Тази зона не може да бъде изтрита, тъй като понастоящем е присвоена на %s affiliates!';
$_['error_zone_to_geo_zone'] = 'Предупреждение: Тази зона не може да бъде изтрита, тъй като понастоящем е присвоена на зони % към гео зони!';