<?php
// Heading
$_['heading_title']                = 'חנויות';

// Text
$_['text_settings']                = 'הגדרות';
$_['text_success']                 = 'בוצע בהצלחה: עדכנת את החנויות!';
$_['text_list']                    = 'רשימת חנויות';
$_['text_add']                     = 'הוספת חנות';
$_['text_edit']                    = 'עריכת חנות';
$_['text_items']                   = 'פריטים';
$_['text_tax']                     = 'מיסים';
$_['text_account']                 = 'חשבון';
$_['text_checkout']                = 'לתשלום';
$_['text_stock']                   = 'מלאי';
$_['text_shipping']                = 'כתובת למשלוח';
$_['text_payment']                 = 'כתובת לתשלום';

// Column
$_['column_name']                  = 'שם חנות';
$_['column_url']	               = 'כתובת אינטרנט של החנות';
$_['column_action']                = 'פעולה';

// Entry
$_['entry_url']                    = 'כתובת אינטרנט של החנות';
$_['entry_ssl']                    = 'כתובת אינטרנט בשכבת סוקטים מאובטחת (SSL)';
$_['entry_meta_title']             = 'תיאור כותרת ';
$_['entry_meta_description']       = 'תגית תיאור';
$_['entry_meta_keyword']           = 'תגית מילות מפתח';
$_['entry_layout']                 = 'עיצוב פריסה ברירת מחדל';
$_['entry_theme']                  = 'ערכת נושא';
$_['entry_name']                   = 'שם חנות';
$_['entry_owner']                  = 'בעלי החנות';
$_['entry_address']                = 'כתובת';
$_['entry_geocode']                = 'קוד גיאוגרפי';
$_['entry_email']                  = 'כתובת דואר אלקטרוני';
$_['entry_telephone']              = 'טלפון';
$_['entry_fax']                    = 'פקס';
$_['entry_image']                  = 'תמונה';
$_['entry_open']                   = 'שעות פתיחה';
$_['entry_comment']                = 'הערה';
$_['entry_location']               = 'מיקום החנות';
$_['entry_country']                = 'ארץ';
$_['entry_zone']                   = 'איזור / מדינה';
$_['entry_language']               = 'שפה';
$_['entry_currency']               = 'מטבע';
$_['entry_tax']                    = 'הצגת מחירים עם מס';
$_['entry_tax_default']            = 'שימוש בכתובת מס של החנות';
$_['entry_tax_customer']           = 'שימוש בכתובת מס של הלקוח/ה';
$_['entry_customer_group']         = 'קבוצת לקוחות';
$_['entry_customer_group_display'] = 'קבוצות לקוחות';
$_['entry_customer_price']         = 'הצגת מחירים בהתחברות';
$_['entry_account']                = 'תנאי חשבון';
$_['entry_cart_weight']            = 'הצגת משקל בעמוד עגלת הקניות';
$_['entry_checkout_guest']         = 'תשלום כאורח';
$_['entry_checkout']               = 'תנאי תשלום';
$_['entry_order_status']           = 'סטטוס הזמנה';
$_['entry_stock_display']          = 'הצגת מלאי';
$_['entry_stock_checkout']         = 'מלאי בתשלום';
$_['entry_logo']                   = 'לוגו חנות';
$_['entry_icon']                   = 'אייקון';
$_['entry_secure']                 = 'שימוש בשכבת סוקטים מאובטחת (SSL)';

// Help
$_['help_url']                     = 'יש לכלול את כתובת האינטרנט המלאה לחנות שלך. יש לוודא הוספה של  \'/\' בסוף. דוגמה: http://www.yourdomain.com/path/<br /><br />אין להשתמש בתיקיות על מנת ליצור חנויות חדשות. רצוי תמיד לבצע עוד הפניה של תחום או תת תחום לספק האירוח שלך.';
$_['help_ssl']                     = 'שכבת סוקטים מאובטחת כתובת אינטרנט(SSL) לחנות שלך. יש לוודא שהוספת \'/\' בסוף. דוגמה: http://www.yourdomain.com/path/<br /><br />אין להשתמש בתיקיות על מנת ליצור חנויות חדשות. רצוי תמיד לבצע עוד הפניה של תחום או תת תחום לספק האירוח שלך.';
$_['help_geocode']                 = 'נא להכניס את הקוד הגיאוגרפי של מיקום החנות באופן ידני.';
$_['help_open']                    = 'נא להכניס את שעות הפתיחה של החנויות.';
$_['help_comment']                 = 'שדה הוא עבור כל הערה מיוחדת שרוצים להגיד ללקוחות, לדוגמה חנות שלא מקבלת המחאות.';
$_['help_location']                = 'המיקומי החנות השונים שיש ברשותך אשר אותם רוצים להציג בטופס הצור עמנו קשר.';
$_['help_currency']                = 'שינוי מטבע ברירת המחדל . יש לנקות את הזכרון הנדיף של הדפדפן שלך ולאפס את העוגיות (cookie) הקיימות';
$_['help_tax_default']             = 'שימוש בכתובת החנות על מנת לחשב מיסים במידה והלקוחות לא מחוברים. ניתן לבחור בכתובת החנות עבור כתובת המשלוח או התשלום של הלקוחות.';
$_['help_tax_customer']            = 'שימוש בכתובת ברירת מחדל של הלקוחות לחישוב מיסים כאשר הם מתחברים ניתן לבחור להשתמש בכתובת ברירת המחדל עבור כתובת המשלוח או התשלום של הלקוחות.';
$_['help_customer_group']          = 'קבוצת לקוחות ברירת מחדלDefault customer group.';
$_['help_customer_group_display']  = 'הצגת קבוצות לקוחות על מנת שלקוחות חדשים יוכלו לבחור בסיטונאי או עסקי בשלב הרישום.';
$_['help_customer_price']          = 'להראות מחירים רק כאשר לקוחות מחוברים.';
$_['help_account']                 = 'להכריח אנשים להסכים לתנאים לפני שהחשבון יכול להווצר.';
$_['help_checkout_guest']          = 'מאפשר ללקוחות להגיע לתשלום ללא יצירת חשבון . זה לא יהיה אפשרי כאשר יש בעגלת הקניות פריט להורדה.';
$_['help_checkout']                = 'להכריח אנשים להסכים לתנאים לפני שהלקוחות יוכלו לגשת לתשלום.';
$_['help_order_status']            = 'הגדרת סטטוס ברירת המחדל של ההזמנה כאשר ההזמנה מבוצעת.';
$_['help_stock_display']           = 'הצגת כמות מלאי בעמוד הפריטים.';
$_['help_stock_checkout']          = 'איפשור ללקוחות עדיין לגשת לתשלום למרות שהפריט שהזמינו אזל מה.';
$_['help_icon']                    = 'רצוי שהאייקון יהיה בעל סיומת  PNG גלומר  16px x 16px.';
$_['help_secure']                  = 'כדי להשתמש בשכבת סוקטים מאובטחת (SSL) יש לבדוק עם ספק האירוח שלך אם מותקנות תעודות שכבת סוקטים מאובטחת (SSL.';

// Error
$_['error_warning']                = 'נא לשים לב: נא לבדוק את הטופס בקפידה כדי להמנע משגיאות!';
$_['error_permission']             = 'נא לשים לב:אין לך הרשאה לעדכן חנויות!';
$_['error_url']                    = 'נדרשת כתובת אינטרנט של החנות!';
$_['error_meta_title']             = 'הכותרת חייבת להכיו בין 3 ל-32 תווים!';
$_['error_name']                   = 'שם החנות חייב להכיל בין 3 ל-32 תווים!';
$_['error_owner']                  = 'בעלי החנות חייב להכיל בין 3 ל-64 תווים!';
$_['error_address']                = 'כתובת החנות חייבת להכיל בין 10 ל-256 תווים!';
$_['error_email']                  = 'נראה כי כתובת הדואר האלקטרוני לא תקינה!';
$_['error_telephone']              = 'טלפון חייב להכיל בין 3 ל-32 תווים!';
$_['error_customer_group_display'] = 'חובה לכלול את קבוצת לקוחות ברירת המחדל אם ברצונך להשתמש באפשרות זו!';
$_['error_default']                = 'נא לשים לב: לא ניתן למחוק את חנות ברירת המחדלYou can not delete your default store!';
$_['error_store']                  = 'נא לשים לב: חנות זו אינה יכול להמחק מכיוון שהיא כרגע משוייכת ל- %s הזמנות!';
