<?php
// Text
$_['text_title']                = 'Квадрат';
$_['text_canceled']             = 'Успех: Вие успешно анулирахте това плащане! Получихме потвърждаващ имейл.';
$_['text_confirm_cancel']       = 'Наистина ли искате да отмените повтарящите се плащания?';
$_['text_order_history_cancel'] = 'Анулирахте своя повтарящ се потребителски профил. Картата ви вече няма да бъде таксувана.';

// Button
$_['button_cancel']             = 'Отмяна на повтарящото се плащане';

// Error
$_['error_not_cancelled']       = 'Грешка: %s';
$_['error_not_found']           = 'Профилът с повтарящ се профил не можа да бъде отменен';