<?php
// Heading
$_['heading_title']    = 'โมดูล';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไข โมดูล!';
$_['text_layout']      = 'หลังจากที่คุณได้ติดตั้งและกำหนดค่าโมดูล คุณสามารถเพิ่มไปยังเลเอาท์  <a href="%s" class="alert-link">ที่นี่</a>!';
$_['text_add']         = 'เพิ่ม โมดูล';
$_['text_list']        = 'รายการ โมดูล';

// Column
$_['column_name']      = 'ชื่อโมดูล';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_code']       = 'โมดูล';
$_['entry_name']       = 'ชื่อโมดูล';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูล!';
$_['error_name']       = 'คำเตือน: โมดูลจะต้องอยู่ในระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_code']       = 'สคำเตือน: ส่วนต่อขยายที่จำเป็น!';