<?php
// Heading
$_['heading_title']                = 'Магазини';

// Text
$_['text_settings']                = 'Настройки';
$_['text_success']                 = 'Успех: Вие сте променили Магазини!';
$_['text_list']                    = 'Списък с магазини';
$_['text_add']                     = 'Добавяне на магазин';
$_['text_edit']                    = 'Редактиране на магазина';
$_['text_items']                   = 'Предмети';
$_['text_tax']                     = 'Данъци';
$_['text_account']                 = 'Сметка';
$_['text_checkout']                = 'Разгледайте';
$_['text_stock']                   = 'Наличност';
$_['text_shipping']                = 'Адрес за доставка';
$_['text_payment']                 = 'Адрес за плащане';

// Column
$_['column_name']                  = 'Име на магазина';
$_['column_url']	               = 'URL адрес на магазина';
$_['column_action']                = 'действие';

// Entry
$_['entry_url']                    = 'URL адрес на магазина';
$_['entry_ssl']                    = 'SSL URL адрес';
$_['entry_meta_title']             = 'Мета заглавие';
$_['entry_meta_description']       = 'Описание на мета маркера';
$_['entry_meta_keyword']           = 'Мета тагове ключови думи';
$_['entry_layout']                 = 'Основно оформление';
$_['entry_theme']                  = 'тема';
$_['entry_name']                   = 'Име на магазина';
$_['entry_owner']                  = 'Собственик на магазин';
$_['entry_address']                = 'адрес';
$_['entry_geocode']                = 'Географското кодиране';
$_['entry_email']                  = 'Електронна поща';
$_['entry_telephone']              = 'Телефон';
$_['entry_fax']                    = 'факс';
$_['entry_image']                  = 'Изображение';
$_['entry_open']                   = 'Работно време';
$_['entry_comment']                = 'коментар';
$_['entry_location']               = 'Местоположение на магазина';
$_['entry_country']                = 'Държава';
$_['entry_zone']                   = 'Регион /държава';
$_['entry_language']               = 'език';
$_['entry_currency']               = 'Валута';
$_['entry_tax']                    = 'Показване на цените с данък';
$_['entry_tax_default']            = 'Използвайте Адрес за адрес на магазина';
$_['entry_tax_customer']           = 'Използвайте адреса за данък на клиентите';
$_['entry_customer_group']         = 'Група клиенти';
$_['entry_customer_group_display'] = 'Клиентски групи';
$_['entry_customer_price']         = 'Входни цени за показване';
$_['entry_account']                = 'Условия за профила';
$_['entry_cart_weight']            = 'Показване на теглото в кошницата';
$_['entry_checkout_guest']         = 'Гост на касата';
$_['entry_checkout']               = 'Условия на Checkout';
$_['entry_order_status']           = 'Статус на поръчките';
$_['entry_stock_display']          = 'Показване на запаса';
$_['entry_stock_checkout']         = 'Стокова борса';
$_['entry_logo']                   = 'Лого на магазина';
$_['entry_icon']                   = 'икона';
$_['entry_secure']                 = 'Използвайте SSL';

// Help
$_['help_url']                     = 'Включете пълния URL адрес в магазина си. Не забравяйте да добавите \'/\' в края. Пример: http://www.yourdomain.com/path/ <br /> <br /> Не използвайте директории, за да създадете нов магазин. Винаги трябва да посочите друг домейн или домейн към вашия хостинг.';
$_['help_ssl']                     = 'SSL URL адрес във вашия магазин. Не забравяйте да добавите \'/\' в края. Пример: http://www.yourdomain.com/path/ <br /> <br /> Не използвайте директории, за да създадете нов магазин. Винаги трябва да посочите друг домейн или домейн към вашия хостинг.';
$_['help_geocode']                 = 'Моля, въведете географското местоположение на магазина си ръчно.';
$_['help_open']                    = 'Попълнете часовете за отваряне на магазините си.';
$_['help_comment']                 = 'Това поле е за всякакви специални бележки, които бихте искали да кажете на клиента, т.е. магазинът не приема чекове.';
$_['help_location']                = 'Различните местоположения на магазините, които имате, които искате да се показват на формуляра за връзка с нас.';
$_['help_currency']                = 'Променете валутата по подразбиране. Изчистете кеша на браузъра си, за да видите промените и да възстановите съществуващата си "бисквитка"';
$_['help_tax_default']             = 'Използвайте адреса на магазина, за да изчислите данъците, ако клиентът не е влязъл в профила. Можете да изберете да използвате адреса на магазина за пощенския адрес за доставка или плащане на клиента.';
$_['help_tax_customer']            = 'Използвайте стандартния адрес на клиентите, когато влезете, за да изчислите данъците. Можете да изберете да използвате стандартния адрес за адреса за доставка или плащане на клиента.';
$_['help_customer_group']          = 'Потребителска група по подразбиране.';
$_['help_customer_group_display']  = 'Показване на групи клиенти, които новите клиенти могат да изберат да използват, като например търговия на едро и бизнес, когато се регистрирате.';
$_['help_customer_price']          = 'Показвайте само цените, когато клиентът е влязъл в профила си.';
$_['help_account']                 = 'Принуждава хората да приемат условия, преди да може да се създаде профил.';
$_['help_checkout_guest']          = 'Позволете на клиентите да извършват поръчка, без да създавате профил. Това няма да е налице, когато продукт, който може да се изтегли, е в пазарската кошница.';
$_['help_checkout']                = 'Принуждава хората да се съгласят с условията, преди клиентът да може да направи плащане.';
$_['help_order_status']            = 'Задайте статуса на поръчка по подразбиране, когато се обработва поръчка.';
$_['help_stock_display']           = 'Показване на количеството запаси в страницата на продукта.';
$_['help_stock_checkout']          = 'Позволете на клиентите да продължат да извършват поръчка, ако продуктите, които поръчват, не са на склад.';
$_['help_icon']                    = 'Иконата трябва да е PNG, която е 16px x 16px.';
$_['help_secure']                  = 'За да използвате SSL проверка с вашия хост, ако е инсталиран SSL сертификат.';

// Error
$_['error_warning']                = 'Предупреждение: Моля, проверете формата внимателно за грешки!';
$_['error_permission']             = 'Предупреждение: Нямате разрешение да променяте магазини!';
$_['error_url']                    = 'URL адресът на магазина е задължителен!';
$_['error_meta_title']             = 'Заглавието трябва да е между 3 и 32 знака!';
$_['error_name']                   = 'Името на магазина трябва да е между 3 и 32 знака!';
$_['error_owner']                  = 'Собственикът на магазина трябва да бъде между 3 и 64 знака!';
$_['error_address']                = 'Адресът на магазина трябва да е между 10 и 256 знака!';
$_['error_email']                  = 'Е-мейл адресът не изглежда валиден!';
$_['error_telephone']              = 'Телефонът трябва да е между 3 и 32 знака!';
$_['error_customer_group_display'] = 'Трябва да включите стандартната група клиенти, ако искате да използвате тази функция!';
$_['error_default']                = 'Предупреждение: Не можете да изтриете магазина по подразбиране!';
$_['error_store']                  = 'Предупреждение: Този магазин не може да бъде изтрит, тъй като понастоящем е зададен за поръчки %s!';