<?php
// Heading
$_['heading_title']       = 'עיצוב פריסות';

// Text
$_['text_success']        = 'בוצע בהצלחה: עדכנת עיצוב פריסה!';
$_['text_list']           = 'רשימת עיצוב פריסה';
$_['text_add']            = 'הוספת עיצוב פריסה';
$_['text_edit']           = 'עריכת עיצוב פריסה';
$_['text_remove']         = 'הסרה';
$_['text_route']          = 'בחירת החנות והנתיבים שבהם ישתמשו עבור פריסת עיצוב זו';
$_['text_module']         = 'בחירת מיקום המודולים';
$_['text_default']        = 'ברירת מחדל';
$_['text_content_top']    = 'תוכן עליון';
$_['text_content_bottom'] = 'תוכן תחתון';
$_['text_column_left']    = 'עמודה שמאלית';
$_['text_column_right']   = 'עמודה ימנית';

// Column
$_['column_name']         = 'שם עיצוב פריסה';
$_['column_action']       = 'פעולה';

// Entry
$_['entry_name']          = 'שם עיצוב פריסה';
$_['entry_store']         = 'חנות';
$_['entry_route']         = 'נתיב';
$_['entry_module']        = 'מודול';

// Error
$_['error_permission']    = 'נא לשים לב: אין לך הרשאה לעדכן עיצובי פריסה!';
$_['error_name']          = 'שם עיצוב פריסה חייב להכיל בין 3 ל-64 תווים!';
$_['error_default']       = 'נא לשים לב: עיצוב פריסה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך לעיצוב פריסה ברירת מחדל של החנות!';
$_['error_store']         = 'נא לשים לב: עיצוב פריסה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s חנויות!';
$_['error_product']       = 'נא לשים לב: עיצוב פריסה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s פריטים!';
$_['error_category']      = 'נא לשים לב: עיצוב פריסה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s קטגוריות!';
$_['error_information']   = 'נא לשים לב: עיצוב פריסה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s דפי מידע!';