<?php
// Heading
$_['heading_title']    = 'მომხმარებელი ჯგუფები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით მომხმარებლის ჯგუფებს !';
$_['text_list']        = 'მომხმარებელი ჯგუფი';
$_['text_add']         = 'მომხმარებლის ჯგუფის დამატება';
$_['text_edit']        = 'მომხმარებლის ჯგუფის რედაქტირება';

// Column
$_['column_name']      = 'მომხმარებლის სახელი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_name']       = 'მომხმარებლის სახელი';
$_['entry_access']     = 'დაშვების ნებართვა';
$_['entry_modify']     = 'ნებართვის შეცვლა';

// Error
$_['error_permission'] = 'გაფრთხილება: არ გაქვთ ნებართვა მომხმარებლის ჯგუფების შეცვლაზე !';
$_['error_name']       = 'მომხმარებლის ჯგუფის სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_user']       = 'გაფრთხილება: ამ მომხმარებლის ჯგუფის წაშლა შეუძლებელია, რადგან ის ამჟამად % მომხმარებლებს !-ს მიენიჭება';