<?php
// Heading
$_['heading_title']         = 'მომხმარებელი';

// Text
$_['text_success']          = 'წარმატება: თქვენ შეცვლიდით მომხმარებლებს !';
$_['text_list']             = 'მომხმარებლის სია';
$_['text_add']              = 'დაამატეთ მომხმარებელი';
$_['text_edit']             = 'რედაქტირება მომხმარებელი';

// Column
$_['column_username']       = 'სახელი';
$_['column_status']         = 'სტატუსი';
$_['column_date_added']     = 'თარიღი დამატებულია';
$_['column_action']         = 'მოქმედება';

// Entry
$_['entry_username']        = 'სახელი';
$_['entry_user_group']      = 'მომხმარებელი ჯგუფი';
$_['entry_password']        = 'პაროლი';
$_['entry_confirm']         = 'დადასტურება';
$_['entry_firstname']       = 'სახელი';
$_['entry_lastname']        = 'გვარი';
$_['entry_email']           = 'ელ.ფოსტა';
$_['entry_image']           = 'გამოსახულება';
$_['entry_status']          = 'სტატუსი';

// Error
$_['error_permission']      = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ მომხმარებლები !';
$_['error_account']         = 'გაფრთხილება: თქვენ არ შეგიძლიათ წაშალოთ საკუთარი ანგარიში !';
$_['error_exists_username'] = 'გაფრთხილება: სახელი უკვე გამოიყენება !';
$_['error_username']        = 'სახელი უნდა იყოს 3 და 20 სიმბოლოს შორის !';
$_['error_password']        = 'პაროლი უნდა იყოს 4 და 20 სიმბოლოს შორის !';
$_['error_confirm']         = 'პაროლი და პაროლი დადასტურება არ ემთხვევა !';
$_['error_firstname']       = 'პირველი სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_lastname']        = 'ბოლო სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_email']           = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_exists_email']    = 'გაფრთხილება: ელ.ფოსტის მისამართი უკვე რეგისტრირებულია !';