<?php
// Heading
$_['heading_title']      = 'საწინააღმდეგო თაღლითობის IP';

// Text
$_['text_extension']     = 'გაგრძელება';
$_['text_success']       = 'წარმატება: თქვენ შეცვლით ანტი-თაღლითობის IP!';
$_['text_edit']          = 'შეცვალეთ საწინააღმდეგო თაღლითობის IP';
$_['text_ip_add']        = 'დაამატეთ IP მისამართი';
$_['text_ip_list']       = 'თაღლითობის IP მისამართი სია';

// Column
$_['column_ip']          = 'IP';
$_['column_total']       = 'სულ ანგარიშები';
$_['column_date_added']  = 'თარიღი დამატებულია';
$_['column_action']      = 'მოქმედება';

// Entry
$_['entry_ip']           = 'IP';
$_['entry_status']       = 'სტატუსი';
$_['entry_order_status'] = 'დაალაგე სტატუსი';

// Help
$_['help_order_status']  = 'კლიენტებს, რომლებსაც გააჩნიათ აკრძალული IP მათი ანგარიშების მიხედვით, ამ წესის სტატუსის მინიჭება და ავტომატურად ვერ მიიღებენ სრულ სტატუსს.';

// Error
$_['error_permission']   = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვალოთ ანტი-თაღლითობის IP!';