<?php
// Heading
$_['heading_title']        = 'Персонализирани полета';

// Text
$_['text_success']         = 'Успех: Променихте потребителските полета!';
$_['text_list']            = 'Списък с персонализирани полета';
$_['text_add']             = 'Добавяне на персонализирано поле';
$_['text_edit']            = 'Редактиране на потребителското поле';
$_['text_choose']          = 'Избирам';
$_['text_select']          = 'Изберете';
$_['text_radio']           = 'радио';
$_['text_checkbox']        = 'Checkbox';
$_['text_input']           = 'Вход';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'текстово поле';
$_['text_file']            = 'досие';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата &amp; път';
$_['text_time']            = 'път';
$_['text_account']         = 'Сметка';
$_['text_address']         = 'адрес';
$_['text_affiliate']       = 'филиал';
$_['text_regex']           = 'Регулярен';
$_['text_custom_field']    = 'Персонализирано поле';
$_['text_value']           = 'Персонализирани стойности на полетата';

// Column
$_['column_name']          = 'Име на персонализирано поле';
$_['column_location']      = 'местоположение';
$_['column_type']          = 'Тип';
$_['column_sort_order']    = 'Сортиране на поръчката';
$_['column_action']        = 'действие';

// Entry
$_['entry_name']           = 'Име на персонализирано поле';
$_['entry_location']       = 'местоположение';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'стойност';
$_['entry_validation']     = 'утвърждаване';
$_['entry_custom_value']   = 'Име на стойност на персонализирано поле';
$_['entry_customer_group'] = 'Група клиенти';
$_['entry_required']       = 'длъжен';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Сортиране на поръчката';

// Help
$_['help_regex']           = 'Използвайте regex. Например: /[a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Използвайте минус, за да преброите обратно от последното поле в комплекта.';

// Error
$_['error_permission']     = 'Предупреждение: Нямате разрешение да променяте персонализираните полета!';
$_['error_name']           = 'Името на персонализираното поле трябва да е между 1 и 128 символа!';
$_['error_type']           = 'Предупреждение: Необходими са специални стойности за полета!';
$_['error_custom_value']   = 'Името на персонализираната стойност трябва да бъде между 1 и 128 символа!';