<?php
// Heading
$_['heading_title']     = 'Клиентски групи';

// Text
$_['text_success']      = 'Успех: промените потребителски групи!';
$_['text_list']         = 'Списък на клиентските групи';
$_['text_add']          = 'Добавяне на група клиенти';
$_['text_edit']         = 'Редактиране на група клиенти';

// Column
$_['column_name']       = 'Име на клиентската група';
$_['column_sort_order'] = 'Сортиране на поръчката';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Име на клиентската група';
$_['entry_description'] = 'описание';
$_['entry_approval']    = 'Одобряване на нови клиенти';
$_['entry_sort_order']  = 'Сортиране на поръчката';

// Help
$_['help_approval']     = 'Клиентите трябва да бъдат одобрени от администратор, преди да могат да влязат в профила си.';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте групите клиенти!';
$_['error_name']        = 'Името на клиентската група трябва да е между 3 и 32 символа!';
$_['error_default']     = 'Предупреждение: Тази група клиенти не може да бъде изтрита, тъй като тя понастоящем е зададена като група клиенти по подразбиране за магазини!';
$_['error_store']       = 'Предупреждение: Тази клиентска група не може да бъде изтрита, тъй като понастоящем е присвоена на %s stores!';
$_['error_customer']    = 'Предупреждение: Тази клиентска група не може да бъде изтрита, тъй като понастоящем е присвоена на клиентите на %s!';