<?php
// Heading
$_['heading_title']     = 'подаръчен ваучер';

// Text
$_['text_success']      = 'Успех: Вие сте променили ваучерите!';
$_['text_list']         = 'Списък с ваучери за подаръци';
$_['text_add']          = 'Добавете ваучер за подаръци';
$_['text_edit']         = 'Редактиране на Ваучер за подаръци';
$_['text_sent']         = 'Успех: Изпратено е ваучер за подарък!';

// Column
$_['column_name']       = 'Име на ваучера';
$_['column_code']       = 'код';
$_['column_from']       = 'от';
$_['column_to']         = 'Да се';
$_['column_theme']      = 'тема';
$_['column_amount']     = 'Количество';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'Идентификатор на поръчката';
$_['column_customer']   = 'клиент';
$_['column_date_added'] = 'датата е добавена';
$_['column_action']     = 'действие';

// Entry
$_['entry_code']        = 'код';
$_['entry_from_name']   = 'От името';
$_['entry_from_email']  = 'От електронна поща';
$_['entry_to_name']     = 'Да наименувам';
$_['entry_to_email']    = 'Към електронната поща';
$_['entry_theme']       = 'тема';
$_['entry_message']     = 'съобщение';
$_['entry_amount']      = 'Количество';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Кодът, който клиентът въвежда, за да активира ваучера.';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте ваучерите!';
$_['error_exists']      = 'Предупреждение: кодът на ваучера вече се използва!';
$_['error_code']        = 'Кодът трябва да бъде между 3 и 10 знака!';
$_['error_to_name']     = 'Името на получателя трябва да бъде между 1 и 64 символа!';
$_['error_from_name']   = 'Вашето име трябва да бъде между 1 и 64 символа!';
$_['error_email']       = 'Е-мейл адресът не изглежда валиден!';
$_['error_amount']      = 'Сумата трябва да бъде по-голяма или равна на 1!';
$_['error_order']       = 'Предупреждение: Този ваучер не може да бъде изтрит, тъй като е част от <a href="%s"> поръчка </a> !';