<?php
// Heading
$_['heading_title']     = 'Ваучери за теми';

// Text
$_['text_success']      = 'Успех: Вие сте променили темата на ваучера!';
$_['text_list']         = 'Списък с теми за ваучери';
$_['text_add']          = 'Добавете тема на ваучера';
$_['text_edit']         = 'Редактиране на темата на ваучерите';

// Column
$_['column_name']       = 'Име на темата на ваучера';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Име на темата на ваучера';
$_['entry_description'] = 'Тема на ваучера Описание';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте теми на ваучера!';
$_['error_name']        = 'Името на темата на ваучера трябва да е между 3 и 32 знака!';
$_['error_image']       = 'Изисква се изображение!';
$_['error_voucher']     = 'Предупреждение: Тази тема на ваучера не може да бъде изтрита, тъй като понастоящем е присвоена на ваучери за %s!';