<?php
// Heading
$_['heading_title']      = 'แบนเนอร์';

// Text
$_['text_success']       = 'สำเร็จ: คุณทำการแก้ไขแบนเนอร์!';
$_['text_list']          = 'รายการ แบนเนอร์';
$_['text_add']           = 'เพิ่ม แบนเนอร์';
$_['text_edit']          = 'แก้ไข แบนเนอร์';
$_['text_default']       = 'ผิดนัด';

// Column
$_['column_name']        = 'ชื่อแบนเนอร์';
$_['column_status']      = 'สถานะ';
$_['column_action']      = 'การกระทำ';

// Entry
$_['entry_name']         = 'ชื่อแบนเนอร์:';
$_['entry_title']        = 'หัวข้อ:';
$_['entry_link']         = 'ลิงค์:';
$_['entry_image']        = 'รูป:';
$_['entry_status']       = 'สถานะ:';
$_['entry_sort_order']   = 'ลำดับการจัดเรียง';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่สามารถทำการแก้ไขแบนเนอร์!';
$_['error_name']         = 'คำเตือน: ชื่อแบนเนอร์ต้องอยู่ระห่าง 3 และ 64 ตัวอักษร!';
$_['error_title']        = 'คำเตือน: หัวข้อแบนเนอร์ต้องอยู่ระหว่าง 2 และ 64 ตัวอักษร!';