<?php
// Heading
$_['heading_title']     = 'เลเอาท์';

// Text
$_['text_success']      = 'สำเร็จ: คุุณทำการแก้ไขเลเอาท์!';
$_['text_list']           = 'รายการ เลเอาท์ ';
$_['text_add']            = 'เพิ่ม เลเอาท์';
$_['text_edit']           = 'แก้ไข เลเอาท์';
$_['text_remove']         = 'การลบ';
$_['text_route']          = 'เลือกร้านค้าและเส้นทางที่จะใช้กับรูปแบบนี้';
$_['text_module']         = 'เลือกตำแหน่งของโมดูล';
$_['text_default']      = 'ค่าเริ่มต้น';
$_['text_content_top']    = 'เนื้อหาด้านบน';
$_['text_content_bottom'] = 'เนื้อหาด้านล่าง';
$_['text_column_left']    = 'คอลัมน์ซ้าย';
$_['text_column_right']   = 'คอลัมน์ขวา';

// Column
$_['column_name']       = 'ชื่อเลเอาท์';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อเลเอาท์:';
$_['entry_store']       = 'ร้านค้า:';
$_['entry_route']       = 'เส้นทาง:';
$_['entry_module']        = 'โมดูล';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่สามารถทำการแก้ไขเลเอาท์!';
$_['error_name']        = 'คำเตือน: ชื่อเลเอาท์ต้องอยู่ระหว่าง 3และ 64 ตัวอักษร!';
$_['error_default']     = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_store']       = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ร้านค้า!';
$_['error_product']     = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s สินค้า!';
$_['error_category']    = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ประเภท!';
$_['error_information'] = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s หน้าข้อมูล';