<?php
// Heading
$_['heading_title']     = 'เมนู';

// Text
$_['text_success']      = 'สำเร็จ: คุุณทำการแก้ไขเลเอาท์!';
$_['text_list']         = 'รายการ เมนู';
$_['text_add']          = 'เพิ่ม เมนู';
$_['text_edit']         = 'แก้ไข เมนู';
$_['text_default']      = 'ค่าเริ่มต้น';
$_['text_link']         = 'ลิงค์';
$_['text_module']       = 'โมดูล';

// Column
$_['column_name']       = 'ชื่อ เมนู';
$_['column_store']      = 'ร้านค้า';
$_['column_type']       = 'ชนิด';
$_['column_sort_order'] = 'ลำดับการจัดเรียง';
$_['column_status']     = 'สถานะ';
$_['column_action']     = 'การดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อ เมนู';
$_['entry_store']       = 'ร้านค้า';
$_['entry_type']        = 'ชนิด';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง';
$_['entry_module']      = 'โมดูล';
$_['entry_status']      = 'สถานะ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่สามารถทำการแก้ไขเลเอาท์!';
$_['error_name']        = 'คำเตือน: ชื่อเลเอาท์ต้องอยู่ระหว่าง 3และ 64 ตัวอักษร!';
$_['error_default']     = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดยร้านค้าเริ่มต้น!';
$_['error_store']       = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้ขณะนี้มันถูกกำหนดการใช้งานโดย %s ร้านค้า!';