<?php
// Text
$_['text_subject']  = '%s - Вашият афилиейт акаунт е активиран!';
$_['text_welcome']  = 'Добре дошли и благодаря, че се регистрирахте на %s!';
$_['text_login']    = 'Профилът ви вече е одобрен и можете да влезете, като използвате имейл адреса и паролата си, като посетите нашия уебсайт или на следния URL адрес:';
$_['text_services'] = 'След като влезете, ще можете да генерирате кодове за проследяване, да проследявате комисионните и да редактирате информацията за профила си.';
$_['text_thanks']   = 'Благодаря,';