<?php
// Text
$_['text_subject'] = '%s - Вашият профил е активиран!';
$_['text_welcome'] = 'Добре дошли и благодаря, че се регистрирахте на %s!';
$_['text_login']   = 'Профилът ви вече е създаден и можете да влезете, като използвате имейл адреса и паролата си, като посетите нашия уебсайт или на следния URL адрес:';
$_['text_service'] = 'След като влезете в профила си, ще имате достъп до други услуги, включително преглед на минали поръчки, отпечатване на фактури и редактиране на информацията за профила си.';
$_['text_thanks']  = 'Благодаря,';