<?php
// Text
$_['text_success']  = 'Успех: Вие сте променили ваучерите!';
$_['text_subject']  = 'Получихте сертификат за подарък от %';
$_['text_greeting'] = 'Поздравления, Вие получихте сертификат за подарък на стойност %';
$_['text_from']     = 'Този сертификат за подаръци ви е изпратен от %';
$_['text_message']  = 'С послание, което казва';
$_['text_redeem']   = 'За да осребрите този сертификат за подаръци, напишете кода за обратно изкупуване, който е <b> %s </b>, след което кликнете върху връзката по-долу и закупете продукта, за който искате да използвате този сертификат за подарък. Можете да въведете кода на сертификата за подарък в страницата за пазаруване, преди да кликнете върху карето.';
$_['text_footer']   = 'Моля, отговорете на този имейл, ако имате някакви въпроси.';