<?php
// Heading 
$_['heading_title']     = 'ที่อยู่';

// Text
$_['text_account']      = 'สมาชิก';
$_['text_address_book'] = 'รายการสมุดที่อยู่';
$_['text_address_add']   = 'เพิ่มที่อยู่';
$_['text_address_edit']  = 'แก้ไขที่อยู่';
$_['text_add']             = 'สำเร็จ: ที่อยู่ของคุณได้รับการแทรก';
$_['text_edit']            = 'สำเร็จ:  ที่อยู่ของคุณได้รับการปรับปรุง';
$_['text_delete']       = 'ที่อยู่คุณถูกลบเรียบร้อยแล้ว';
$_['text_empty']           = 'คุณมีที่อยู่ไม่มี';

// Entry
$_['entry_firstname']   = 'ชื่อ:';
$_['entry_lastname']    = 'ชื่อ:';
$_['entry_company']     = 'บริษัท:';
$_['entry_address_1']   = 'ที่อยู่ 1:';
$_['entry_address_2']   = 'ที่อยู่ 2:';
$_['entry_postcode']    = 'รหัสไปรษณีย์:';
$_['entry_city']        = 'เมือง:';
$_['entry_country']     = 'ประเทศ:';
$_['entry_zone']        = 'จังหวัด:';
$_['entry_default']     = 'ที่อยู่เริ่มต้นได้:';

// Error
$_['error_delete']      = 'คำเตือน: คุณต้องใส่ที่อยู่ 1!';
$_['error_default']     = 'คำเตือน: คุณไม่สามารถลบที่อยู่เริ่มต้นได้!';
$_['error_firstname']   = 'คำเตือน: ชื่อต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_lastname']    = 'คำเตือน: นามสกุล จะต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_address_1']   = 'คำเตือน: ที่อยู่ 1 จะต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_postcode']    = 'คำเตือน: รหัสไปรษณีย์ จะต้องอยู่ระหว่าง 2 และ 10 ตัวอักษร สำหรับประเทศนี้!';
$_['error_city']        = 'คำเตือน: เมือง จะต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_country']     = 'คำเตือน: โปรดเลือก ประเทศ!';
$_['error_zone']        = 'คำเตือน: กรุณาเลือกภูมิภาค / รัฐ / จังหวัด!';
$_['error_custom_field']   = 'คำเตือน: %s วามต้องการ!';
