<?php
// Heading
$_['heading_title']      = 'ข้อมูลบัญชีของฉัน';

// Text
$_['text_account']      = 'สมาชิก';
$_['text_edit']         = 'แก้ไขข้อมูล';
$_['text_your_details'] = 'รายละเอียดส่วนบุคคล';
$_['text_success']      = 'สำเร็จ: บัญชีของคุณได้รับการปรับปรุงเรียบร้อย';

// Entry
$_['entry_firstname']    = 'ชื่อจริง';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_email']        = 'อีเมล';
$_['entry_telephone']    = 'เบอร์โทร';

// Error
$_['error_exists']                = 'คำเตือน: อีเมลนี้ได้ทำการลงทะเบียนแล้ว!';
$_['error_firstname']   		  = 'คำเตือน: ชื่อต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_lastname']    		  = 'คำเตือน: นามสกุล จะต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_email']                 = 'คำเตือน: ที่อยู่อีเมลที่ปรากฎไม่ถูกต้อง!';
$_['error_telephone']             = 'คำเตือน: เบอร์โทรต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_custom_field']          = 'คำเตือน: %s ไม่ถูกต้อง!';
