<?php
// Heading
$_['heading_title']   = 'คุณลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'สมาชิก';
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'อีเมลของคุณ';
$_['text_email']      = 'ใส่อีเมลที่เกี่ยวข้องกับบัญชีของคุณ  คลิกเพื่่อส่งรหัสผ่านไปยังอีเมลถึงคุณ';
$_['text_success']    = 'สำเร็รจ: รหัสผ่านใหม่ ได้ส่งไปที่อีเมลคุณ';

// Entry
$_['entry_email']     = 'ที่อยู่อีเมล์';
$_['entry_password']  = 'รหัสผ่าน';
$_['entry_confirm']   = 'ยืนยันรหัสผ่าน';

// Error
$_['error_email']     = 'คำเตือน: ที่อยูอีเมล ไม่พบในฐานข้อมูลของเราโปรดลองอีกครั้ง!';
$_['error_approved']  = 'คำเตือน: บัญชีของคุณต้องได้รับอนุมัติก่อนที่คุณจะสามารถเข้าสู่ระบบ';
$_['error_password']  = 'คำเตือน: รหัสผ่าน จะต้องอยู่ระหว่าง 4 และ 20 ตัวอักษร!';
$_['error_confirm']   = 'คำเตือน: รหัสผ่าน และ ยืนยันรหัสผ่าน ไม่ตรงกัน!';
