<?php
// Heading 
$_['heading_title']                = 'เข้าสู่ระบบสมาชิก';

// Text
$_['text_account']                 = 'สมาชิก';
$_['text_login']                   = 'เข้าสู่ระบบ';
$_['text_new_customer']            = 'ลูกค้าใหม่';
$_['text_register']                = 'สมัครสมาชิก';
$_['text_register_account']        = 'การสร้างสมาชิกคุณจะซื้อสินค้าได้เร็วขึ้น สามารถตรวจสอบการสั่งซื้อ และการติดตามการสั่งซื้อที่คุณได้ทำไว้ก่อนหน้า ';
$_['text_register_instration']     = 'ก่อนดำเนิการสั่งซื้อสินค้าจากจีน ต้องลงทะเบียน หรือ เข้าสู่ระบบก่อนค่ะ';

$_['text_returning_customer']      = 'ลูกค้าเก่า';
$_['text_i_am_returning_customer'] = 'ฉันเป็นลูกค้าเก่า';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'ที่อยู่อีเมล:';
$_['entry_password']               = 'รหัสผ่าน:';

// Error
$_['error_login']                  = 'คำเตือน: ที่อยู่อีเมล /รหัสผ่าน ไม่ตรงกัน';
$_['error_attempts']               = 'คำเตือน: บัญชีของคุณได้รับอนุญาตเกินจำนวนครั้งที่เข้าสู่ระบบ โปรดลองอีกครั้งใน 1 ชั่วโมง';
$_['error_approved']               = 'คำเตือน: บัญชีของคุณต้องได้รับอนุมัติก่อนที่คุณจะสามารถเข้าสู่ระบบ';