<?php
// header
$_['heading_title']  = 'ตั้งรหัสผ่านของคุณใหม่!';

// Text
$_['text_account']   = 'สมาชิก';
$_['text_password']  = 'ป้อนรหัสผ่านใหม่ที่คุณต้องการใช้.';
$_['text_success']   = 'สำเร็จ: รหัสผ่านคุณ ไดรับการเปลี่ยนแปลงเรียบร้อยแล้ว';

// Entry
$_['entry_password'] = 'รหัสผ่าน';
$_['entry_confirm']  = 'ยืนยัน';

// Error
$_['error_password'] = 'คำเตือน: รหัสผ่าน จะต้องอยู่ระหว่าง 4 และ 20 ตัวอักษร!';
$_['error_confirm']  = 'คำเตือน: รหัสผ่าน และ ยืนยันรหัสผ่าน ไม่ตรงกัน!';
$_['error_code']     = 'คำเตือน: รีเซ็ตรหัสผ่านไม่ถูกต้องหรือถูกนำมาใช้ก่อนหน้านี้!';