<?php
// Heading 
$_['heading_title']      = 'สินค้าส่งกลับ';

// Text
$_['text_account']       = 'สมาชิก';
$_['text_return']        = 'ข้อมูลสินค้าส่งกลับ';
$_['text_return_detail'] = 'ส่งกลับรายละเอียด';
$_['text_description']   = '<p>โปรดกรอกแบบฟอร์มด้านล่างเพื่อขอหมายเลข อนุมัติคืนสินค้า.</p>';
$_['text_order']         = 'ข้อมูลการสั่งซื้อ';
$_['text_product']       = 'ข้อมูลสินค้า &amp; เหตุผลสำหรับการคืน';
$_['text_reason']        = 'เหตุผลสำหรับการคืน';
$_['text_message']       = '<p>ขอขอบคุณสำหรับการยื่นคำขอคืนสินค้าของคุณ ตามคำขอของคุณได้ถูกส่งไปยังแผนกที่เกี่ยวข้องสำหรับการประมวลผล</p><p>คุณจะได้รับการแจ้งเตือนทางอีเมลของคุณ</p>';
$_['text_return_id']     = 'หมายเลข ขอคืนสินค้า:';
$_['text_order_id']      = 'รหัสใบสั่งซื้อ:';
$_['text_date_ordered']  = 'วันที่สั่งซื้อ:';
$_['text_status']        = 'สถานนะ:';
$_['text_date_added']    = 'วันที่เพิ่ม:';
$_['text_comment']       = 'ความเห็นในการขอคืนสินค้า';
$_['text_history']       = 'ประวัติการขอคืนสินค้า';
$_['text_empty']         = 'ยังไม่มีรายการขอคืนสินค้า!';
$_['text_agree']         = 'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'ID สินค้าตีกลับ ';
$_['column_order_id']    = 'ID สั่งซื้อ';
$_['column_status']      = 'สถานะ';
$_['column_date_added']  = 'วันที่เพิ่ม';
$_['column_customer']    = 'ลูกค้า';
$_['column_product']     = 'ชื่อสินค้า';
$_['column_model']       = 'รุ่น';
$_['column_quantity']    = 'ปริมาณ';
$_['column_price']       = 'ราคา';
$_['column_opened']      = 'เปิด';
$_['column_comment']     = 'ความคิดเห็น';
$_['column_reason']      = 'เหตุผล';
$_['column_action']      = 'การกระทำ';

// Entry
$_['entry_order_id']     = 'รหัสใบสั่งซื้อ:';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ:';
$_['entry_firstname']    = 'ชื่อ:';
$_['entry_lastname']     = 'นามสกุล:';
$_['entry_email']        = 'อีเมล:';
$_['entry_telephone']    = 'เบอร์โทร:';
$_['entry_product']      = 'ชื่อสินค้า:';
$_['entry_model']        = 'รหัสสินค้า:';
$_['entry_quantity']     = 'ปริมาณ:';
$_['entry_reason']       = 'เหตุผลสำหรับการคืน:';
$_['entry_opened']       = 'สินค้าเปิดแล้ว:';
$_['entry_fault_detail'] = 'รายละเอียดความผิดพลาดหรืออื่น ๆ:';

// Error
$_['text_error']         = 'คำเตือน: สินค้าตีกลับคุณร้องขอหาไม่พบ!';
$_['error_order_id']     = 'คำเตือน: ต้องใส่รหัสใบสั่งซื้อ!';
$_['error_firstname']    = 'คำเตือน: ชื่อต้องมี 1 และ 32 ตัวอักษร!';
$_['error_lastname']     = 'คำเตือน: นามสกุลต้องมี 1 และ 32 ตัวอักษร!';
$_['error_email']        = 'คำเตือน: รูปแบบอีเมล์ไม่ถูกต้อง!';
$_['error_telephone']    = 'คำเตือน: โทรศัพท์ต้องมี 3 และ 32 ตัวอักษร!';
$_['error_product']      = 'คำเตือน: ชื่อสินค้าจะต้องมากกว่า 3 และน้อยกว่า 255 ตัวอักษร!';
$_['error_model']        = 'คำเตือน: รุ่นสินค้า จะต้องมากกว่า 3 และน้อยกว่า 64 ตัวอักษร!';
$_['error_reason']       = 'คำเตือน: คุณต้องเลือกที่มีเหตุผลที่ส่งคืนสินค้า!';
$_['error_agree']        = 'คำเตือน: คุณต้องยอมรับ %s!';