<?php
// Heading
$_['heading_title'] = 'บัญชีของคุณได้ถูกสร้างขึ้น!';

// Text
$_['text_message']  = '<p>ขอแสดงความยินดี บัญชีใหม่ของคุณได้ถูกสร้างเรียบร้อย!</p> <p>คุณสามารถใช้ประโยชน์จากการสมาชิก เพื่อเพิ่มสิทธิประโยชน์ และประสบการณ์การช้อปปิ้งออนไลน์ของคุณกับเรา</p> <p>หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินงานของร้านค้าออนไลน์นี้โปรดส่งอีเมลถึงเจ้าของร้าน</p> <p>ยืนยันข้อมูล ตามที่ได้ให้อีเมลไว้ ถ้าคุณไม่ได้รับ อีเมลยืนยันภายใน 1 ชั่วโมง กรุณา <a href="%s">ติดต่อเรา</a></p>';
$_['text_approval'] = '<p>ขอขอบคุณสำหรับการลงทะเบียนกับ %s!</p><p>คุณจะได้รับแจ้งทางอีเมลเมื่อบัญชีของคุณถูกเปิดใช้งานโดยเจ้าของร้าน</p><p>หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินงานของร้านค้าออนไลน์นี้โปรด <a href="%s">ติดต่อเจ้าของร้านค้า</a>.</p>';
$_['text_account']  = 'สมาชิก';
$_['text_success']  = 'สำเร็จ';