<?php
// Heading
$_['heading_title']    = 'ติดตามตัวแทนจำหน่าย';

// Text
$_['text_account']     = 'บัญชี';
$_['text_description'] = 'เพื่อให้แน่ใจว่าคุณได้รับเงิน จากการแนะนำผลิตภัณฑ์ที่คุณส่งให้เราเราจำเป็นต้องติดตามการอ้างอิงโดยการใส่รหัสติดตามใน url ลิงค์ที่เชื่อมโยงมาหาเราคุณสามารถใช้เครื่องมือด้านล่างนี้เพื่อสร้างการเชื่อมโยงไปยัง %s เว็บไซต์';

// Entry
$_['entry_code']       = 'รหัสติดตามของคุณ';
$_['entry_generator']  = 'สร้างการเชื่อมโยงการติดตาม';
$_['entry_link']       = 'การเชื่อมโยงการติดตาม';

// Help
$_['help_generator']  = 'พิมพ์ชื่อของสินค้าที่คุณต้องการจะเชื่อมโยงไปยัง';