<?php
// Heading
$_['heading_title']    = 'ซื้อบัตรของขวัญ';

// Text
$_['text_account']     = 'Account';
$_['text_voucher']     = 'บัตรของขวัญ';
$_['text_description'] = 'บัตรของขวัญนี้จะถูกส่งไปยังผู้รับหลังจากที่คุณได้รับทำการชำระเงิน';
$_['text_agree']       = 'ฉันเข้าใจในข้อตกลงในการใช้บัตรของขวัญ';
$_['text_message']     = '<p>ขอขอบคุณสำหรับการซื้อบัตรของขวัญ! เมื่อคุณเสร็จสิ้นการสั่งซื้อของคุณ ผู้รับบัตรกำนัลของขวัญของคุณจะถูกส่งอีเมลที่มีรายละเอียดวิธีการแลกรับบัตรของขวัญ</p>';
$_['text_for']         = '%s บัตรของขวัญสำหรับ %s';

// Entry
$_['entry_to_name']    = 'ชื่อผู้รับ:';
$_['entry_to_email']   = 'อีเมลผู้รับ:';
$_['entry_from_name']  = 'ชื่อผู้ส่ง:';
$_['entry_from_email'] = 'อีเมลผู้ส่ง:';
$_['entry_theme']      = 'ีมของ บัตรของขวัญ::';
$_['entry_message']    = 'ข่าวสาร';
$_['entry_amount']     = 'จำนวนเงิน';

// Help
$_['help_message']     = 'ออฟชั่น';
$_['help_amount']      = 'ค่าต้องอยู่ระหว่าง %s และ %s';

// Error
$_['error_to_name']    = 'คำเตือน: ชื่อผู้รับต้องมี 1 และ 64 ตัวอักษร!';
$_['error_from_name']  = 'คำเตือน: ชื่อผู้ส่งต้องมี 1 และ 64 ตัวอักษร!';
$_['error_email']      = 'คำเตือน: รูปแบบอีเมลไม่ถูกต้อง!';
$_['error_theme']      = 'คำเตือน: คุณต้องเลือกธีม!';
$_['error_amount']     = 'คำเตือน: จำนวนเงินต้องอยู่ระหว่าง %s และ %s!';
$_['error_agree']      = 'คำเตือน: ฉันเข้าใจในข้อตกลงในการใช้บัตรของขวัญ!';