<?php
// Heading
$_['heading_title']            = 'Карта за пазаруване';

// Text
$_['text_success']             = 'Успех: Вие добавихте <a href="%s"> %s </a> към вашия <a href="%s"> количка за пазаруване </a> !';
$_['text_remove']              = 'Успех: Вие сте променили вашата количка за пазаруване!';
$_['text_login']               = 'Внимание: Трябва да <a href="%s"> вход </a> или <a href="%s"> създайте сметка </a> за да видите цените!';
$_['text_items']               = '%s елемент (и) - %s';
$_['text_points']              = 'Точки за награда: %s';
$_['text_next']                = 'Какво бихте искали да направите след това?';
$_['text_next_choice']         = 'Изберете дали имате код за отстъпка или точки за възнаграждение, които искате да използвате или бихте искали да оцените разходите си за доставка.';
$_['text_empty']               = 'Вашата количка за пазаруване е empty!';
$_['text_day']                 = 'ден';
$_['text_week']                = 'седмица';
$_['text_semi_month']          = 'половин месец';
$_['text_month']               = 'месец';
$_['text_year']                = 'година';
$_['text_trial']               = '%s на всеки %s %s за %s плащания след това';
$_['text_recurring']           = '% на всеки %s %s';
$_['text_payment_cancel']      = 'докато бъдат анулирани';
$_['text_recurring_item']      = 'Повтарящ се елемент';
$_['text_payment_recurring']   = 'Профил за плащане';
$_['text_trial_description']   = '%s на всеки %d %s за %d плащания тогава';
$_['text_payment_description'] = '%s на всеки %d %s за %d плащане (и)';
$_['text_payment_cancel']      = '% на всеки %d %s до отмяната';

// Column
$_['column_image']             = 'Изображение';
$_['column_name']              = 'Име на продукта';
$_['column_model']             = 'Модел';
$_['column_quantity']          = 'количество';
$_['column_price']             = 'Единична цена';
$_['column_total']             = 'Обща сума';

// Error
$_['error_stock']              = 'Продуктите, маркирани с ***, не са налични в желаното количество или не са налични!';
$_['error_minimum']            = 'Минималната сума за поръчка за % е %s!';
$_['error_required']           = '%s required!';
$_['error_product']            = 'Предупреждение: Няма продукти в количката!';
$_['error_recurring_required'] = 'Моля, изберете плащане, което се повтаря!';