<?php
// Heading
$_['heading_title']                  = 'Разгледайте';

// Text
$_['text_cart']                      = 'Карта за пазаруване';
$_['text_checkout_option']           = 'Стъпка %: Опции за плащане';
$_['text_checkout_account']          = 'Стъпка %: Сметка &amp; Данни за плащане';
$_['text_checkout_payment_address']  = 'Стъпка %: Данни за плащане';
$_['text_checkout_shipping_address'] = 'Стъпка %: Данни за доставката';
$_['text_checkout_shipping_method']  = 'Стъпка %s: Метод на доставка';
$_['text_checkout_payment_method']   = 'Стъпка %s: Метод на плащане';
$_['text_checkout_confirm']          = 'Стъпка %: Потвърдете поръчката';
$_['text_modify']                    = 'Промяна на &raquo';
$_['text_new_customer']              = 'Нов клиент';
$_['text_returning_customer']        = 'Връщащ се клиент';
$_['text_checkout']                  = 'Опции за плащане:';
$_['text_i_am_returning_customer']   = 'Аз съм завръщащ се клиент';
$_['text_register']                  = 'Регистриран акаунт';
$_['text_guest']                     = 'Гост на касата';
$_['text_register_account']          = 'Чрез създаването на профил ще можете да пазарувате по-бързо, да сте в течение на състоянието на поръчката и да проследявате поръчките, които сте направили преди.';
$_['text_forgotten']                 = 'Забравена парола';
$_['text_your_details']              = 'Вашите лични данни';
$_['text_your_address']              = 'Вашият адрес';
$_['text_your_password']             = 'Твоята парола';
$_['text_agree']                     = 'Прочетох и се съглася с <a href="%s" class="agree"> <b> %s </b> </a>';
$_['text_address_new']               = 'Искам да използвам нов адрес';
$_['text_address_existing']          = 'Искам да използвам съществуващ адрес';
$_['text_shipping_method']           = 'Моля, изберете предпочитания начин за доставка, който да използвате в тази поръчка.';
$_['text_payment_method']            = 'Моля, изберете предпочитания начин на плащане, който да използвате в тази поръчка.';
$_['text_comments']                  = 'Добавете коментари за вашата поръчка';
$_['text_recurring_item']            = 'Повтарящ се елемент';
$_['text_payment_recurring']         = 'Профил за плащане';
$_['text_trial_description']         = '%s на всеки %d %s за %d плащания тогава';
$_['text_payment_description']       = '%s на всеки %d %s за %d плащане (и)';
$_['text_payment_cancel']            = '% на всеки %d %s до отмяната';
$_['text_day']                       = 'ден';
$_['text_week']                      = 'седмица';
$_['text_semi_month']                = 'половин месец';
$_['text_month']                     = 'месец';
$_['text_year']                      = 'година';

// Column
$_['column_name']                    = 'Име на продукта';
$_['column_model']                   = 'Модел';
$_['column_quantity']                = 'количество';
$_['column_price']                   = 'Единична цена';
$_['column_total']                   = 'Обща сума';

// Entry
$_['entry_email_address']            = 'Имейл адрес';
$_['entry_email']                    = 'Електронна поща';
$_['entry_password']                 = 'парола';
$_['entry_confirm']                  = 'Потвърждаване на паролата';
$_['entry_firstname']                = 'Първо име';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Телефон';
$_['entry_address']                  = 'Изберете Адрес';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Група клиенти';
$_['entry_address_1']                = 'Адрес 1';
$_['entry_address_2']                = 'Адрес 2';
$_['entry_postcode']                 = 'Пощенски код';
$_['entry_city']                     = 'град';
$_['entry_country']                  = 'Държава';
$_['entry_zone']                     = 'Регион /държава';
$_['entry_newsletter']               = 'Искам да се абонирам за бюлетина на %s.';
$_['entry_shipping']                 = 'Адресите ми за доставка и фактуриране са еднакви.';

// Error
$_['error_warning']                  = 'Имаше проблем при обработката на поръчката ви! Ако проблемът продължава, моля, опитайте да изберете друг начин на плащане или можете да се свържете с собственика на магазина от <a href="%s">, като кликнете тук </a>.';
$_['error_login']                    = 'Предупреждение: Няма съответствие за имейл адрес и /или парола.';
$_['error_attempts']                 = 'Предупреждение: Профилът Ви е надхвърлил разрешения брой опити за влизане. Моля, опитайте отново след 1 час.';
$_['error_approved']                 = 'Предупреждение: Профилът ви трябва да бъде одобрен, преди да можете да влезете.';
$_['error_exists']                   = 'Предупреждение: Имейл адресът вече е регистриран!';
$_['error_firstname']                = 'Първото име трябва да е между 1 и 32 знака!';
$_['error_lastname']                 = 'Фамилното име трябва да е между 1 и 32 знака!';
$_['error_email']                    = 'Е-мейл адресът не изглежда валиден!';
$_['error_telephone']                = 'Телефонът трябва да е между 3 и 32 знака!';
$_['error_password']                 = 'Паролата трябва да е между 4 и 20 символа!';
$_['error_confirm']                  = 'Потвърждението на паролата не съвпада с парола!';
$_['error_address_1']                = 'Адрес 1 трябва да бъде между 3 и 128 символа!';
$_['error_city']                     = 'Градът трябва да бъде между 2 и 128 знака!';
$_['error_postcode']                 = 'Пощенският код трябва да бъде между 2 и 10 символа!';
$_['error_country']                  = 'Моля, изберете държава!';
$_['error_zone']                     = 'Моля, изберете регион /държава!';
$_['error_agree']                    = 'Предупреждение: Трябва да се съгласите с %s!';
$_['error_address']                  = 'Предупреждение: Трябва да изберете адрес!';
$_['error_shipping']                 = 'Предупреждение: Необходим е начин за доставка!';
$_['error_no_shipping']              = 'Предупреждение: Не са налични опции за доставка. Моля, свържете се с нас <a href="%s"> </a> за помощ!';
$_['error_payment']                  = 'Предупреждение: Необходим е начин на плащане!';
$_['error_no_payment']               = 'Предупреждение: Няма опции за плащане. Моля, свържете се с нас <a href="%s"> </a> за помощ!';
$_['error_custom_field']             = '%s required!';