<?php
// Heading
$_['heading_title'] = 'Неуспешно плащане!';

// Text
$_['text_basket']   = 'Карта за пазаруване';
$_['text_checkout'] = 'Разгледайте';
$_['text_failure']  = 'Неуспешно плащане';
$_['text_message']  = '<p> При обработването на плащането възникна проблем и поръчката не завърши. </p> <p> Възможни причини са: </p> <ul> <li> Недостатъчни средства </li> <li> Неуспешно потвърждение </li> </ul> <p> Моля, опитайте да поръчате отново с друг начин на плащане. </p> <p> Ако проблемът продължава, моля, <a href="%s"> Свържете се с нас </a> с подробности за поръчката, която се опитвате да поставите. </p>';