<?php
// Heading
$_['heading_title']        = 'Поръчката ви е поставена!';

// Text
$_['text_basket']          = 'Карта за пазаруване';
$_['text_checkout']        = 'Разгледайте';
$_['text_success']         = 'успех';
$_['text_customer']        = '<p> Вашата поръчка е успешно обработена! </p> <p> Можете да видите историята на поръчките си, като отворите <a href="%s"> моята сметка </a> страница и като кликнете върху <a href="%s"> история </a>. </p> <p> Ако покупката ви има свързано изтегляне, можете да отидете до страницата <a href="%s"> изтегляния </a>, за да ги прегледате. </p> <p> Моля, насочете всички въпроси, които имате към <a href="%s"> собственика на магазина </a>. </p> <p> Благодарим Ви, че пазарувате при нас онлайн! </p>';
$_['text_guest']           = '<p> Вашата поръчка е успешно обработена! </p> <p> Моля, насочете всички въпроси, които имате към <a href="%s"> собственика на магазина </a>. </p> <p> Благодарим Ви, че пазарувате при нас онлайн! </p>';