<?php
// Heading
$_['heading_title']    = 'Такса за обработка';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили такса за обработка total!';
$_['text_edit']        = 'Редактиране на таксата за обработка общо';

// Entry
$_['entry_total']      = 'Обща стойност на поръчката';
$_['entry_fee']        = 'Такса';
$_['entry_tax_class']  = 'Данъчен клас';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';

// Help
$_['help_total']       = 'Общата сума на поръчката трябва да достигне, преди тази поръчка да стане активна.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте такса за обработка total!';