<?php
// Heading
$_['heading_title']    = 'Такса за ниска поръчка';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили таксата за ниска поръчка total!';
$_['text_edit']        = 'Редактиране на ниската такса за поръчка общо';

// Entry
$_['entry_total']      = 'Обща стойност на поръчката';
$_['entry_fee']        = 'Такса';
$_['entry_tax_class']  = 'Данъчен клас';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';

// Help
$_['help_total']       = 'Общата сума на поръчката трябва да достигне, преди тази поръчка да бъде деактивирана.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте такса за ниска поръчка total!';
