<?php
// Text
$_['text_success']       = 'Променихте успешно клиентите си';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение за достъп до API!';
$_['error_customer']     = 'Трябва да изберете клиент!';
$_['error_firstname']    = 'Първото име трябва да е между 1 и 32 знака!';
$_['error_lastname']     = 'Фамилното име трябва да е между 1 и 32 знака!';
$_['error_email']        = 'Е-мейл адресът не изглежда валиден!';
$_['error_telephone']    = 'Телефонът трябва да е между 3 и 32 знака!';
$_['error_custom_field'] = '%s required!';