<?php
// Text
$_['text_success']           = 'Успех: Вие сте променили поръчките!';

// Error
$_['error_permission']       = 'Предупреждение: Нямате разрешение за достъп до API!';
$_['error_customer']         = 'Предупреждение: Данните за клиента трябва да бъдат настроени!';
$_['error_payment_address']  = 'Предупреждение: Необходим е адрес за плащане!';
$_['error_payment_method']   = 'Предупреждение: Необходим е начин на плащане!';
$_['error_no_payment']       = 'Предупреждение: Не се предлагат опции за плащане!';
$_['error_shipping_address'] = 'Предупреждение: Необходим е адрес за доставка!';
$_['error_shipping_method']  = 'Предупреждение: Необходим е начин за доставка!';
$_['error_no_shipping']      = 'Предупреждение: Не са налични опции за доставка!';
$_['error_stock']            = 'Предупреждение: Продуктите отбелязани с *** не са налични в желаното количество или не са налични!';
$_['error_minimum']          = 'Предупреждение: Минималната сума за поръчка за % е %s!';
$_['error_not_found']        = 'Предупреждение: Не може да бъде намерена поръчка!';