<?php
// Text
$_['text_address']       = 'Успех: Адресът за доставка е set!';
$_['text_method']        = 'Успех: Методът за доставка е set!';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение за достъп до API!';
$_['error_firstname']    = 'Първото име трябва да е между 1 и 32 знака!';
$_['error_lastname']     = 'Фамилното име трябва да е между 1 и 32 знака!';
$_['error_address_1']    = 'Адрес 1 трябва да бъде между 3 и 128 символа!';
$_['error_city']         = 'Градът трябва да е между 3 и 128 символа!';
$_['error_postcode']     = 'Пощенският код трябва да бъде между 2 и 10 знака за тази държава!';
$_['error_country']      = 'Моля, изберете държава!';
$_['error_zone']         = 'Моля, изберете регион /държава!';
$_['error_custom_field'] = '%s required!';
$_['error_address']      = 'Предупреждение: Необходим е адрес за доставка!';
$_['error_method']       = 'Предупреждение: Необходим е начин за доставка!';
$_['error_no_shipping']  = 'Предупреждение: Не са налични опции за доставка!';