<?php
// Text
$_['text_success']     = 'Успех: Вашата отстъпка с ваучер за подарък е била подадена!';
$_['text_cart']        = 'Успех: Вие сте променили вашата количка за пазаруване!';
$_['text_for']         = '%s Сертификат за подарък за %s';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение за достъп до API!';
$_['error_voucher']    = 'Предупреждение: Ваучерът за подаръци е невалиден или салдото е било използвано up!';
$_['error_to_name']    = 'Името на получателя трябва да бъде между 1 и 64 символа!';
$_['error_from_name']  = 'Вашето име трябва да бъде между 1 и 64 символа!';
$_['error_email']      = 'Е-мейл адресът не изглежда валиден!';
$_['error_theme']      = 'Трябва да изберете тема!';
$_['error_amount']     = 'Сумата трябва да бъде между % и %s!';