<?php
// Heading
$_['heading_title']  = 'დაგვიკავშირდით';

// Text
$_['text_location']  = 'ჩვენი ადგილმდებარეობა';
$_['text_store']     = 'ჩვენი მაღაზიები';
$_['text_contact']   = 'საკონტაქტო ფორმა';
$_['text_address']   = 'მისამართი';
$_['text_telephone'] = 'ტელეფონი';
$_['text_fax']       = 'ფაქსი';
$_['text_open']      = 'გახსნის დრო';
$_['text_comment']   = 'კომენტარები';
$_['text_success']   = '<p> თქვენი გამოკითხვა წარმატებით გაიგზავნა მაღაზიის მფლობელზე ! </p>';

// Entry
$_['entry_name']     = 'თქვენი სახელი';
$_['entry_email']    = 'ელექტრონული მისამართი';
$_['entry_enquiry']  = 'ინტერაქტივი';

// Email
$_['email_subject']  = 'ინტერაქტივი %';

// Errors
$_['error_name']     = 'სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_email']    = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_enquiry']  = 'ინტერაქტივი უნდა იყოს 10 და 3000 სიმბოლოებს შორის !';