<?php
// Heading
$_['heading_title']  = 'ติดต่อเรา';

// Text 
$_['text_location']  = 'สถานที่ตั้งของเรา';
$_['text_store']     = 'ร้านของเรา';
$_['text_contact']   = 'แบบฟอร์มติดต่อ';
$_['text_address']   = 'ที่อยู่:';
$_['text_telephone'] = 'เบอร์โทร:';
$_['text_fax']       = 'แฟกซ์:';
$_['text_open']      = 'เวลาเปิด';
$_['text_comment']   = 'คิดเห็น';
$_['text_success']   = '<p>คำถามของคุณได้ส่งถึงเจ้าของร้านเรียบร้อยแล้ว!</p>';

// Entry
$_['entry_name']     = 'ชื่อผู้ส่ง';
$_['entry_email']    = 'ที่อยู่อีเมล์';
$_['entry_enquiry']  = 'สอบถามข้อมูล';

// Email
$_['email_subject']  = 'สอบถามข้อมูล %s';

// Errors
$_['error_name']     = 'คำเตือน: ชชื่อต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_email']    = 'คำเตือน: รูปแบบอีเมล ไม่ถูกต้อง!';
$_['error_enquiry']  = 'คำเตือน: สอบถามข้อมูล ต้องอยู่ระหว่าง 10 และ 3000 ตัวอักษร!';
