<?php
// Heading
$_['heading_title']       = 'კუპონები';

// Text
$_['text_success']        = 'წარმატება: თქვენ შეცვლიდით კუპონები !';
$_['text_list']           = 'კუპონის სია';
$_['text_add']            = 'კუპონის დამატება';
$_['text_edit']           = 'კუპონის რედაქტირება';
$_['text_percent']        = 'პროცენტულობა';
$_['text_amount']         = 'ფიქსირებული თანხა';
$_['text_coupon']         = 'კუპონის ისტორია';

// Column
$_['column_name']         = 'კუპონის სახელი';
$_['column_code']         = 'კოდექსი';
$_['column_discount']     = 'ფასდაკლება';
$_['column_date_start']   = 'თარიღი დაწყება';
$_['column_date_end']     = 'თარიღი ბოლომდე';
$_['column_status']       = 'სტატუსი';
$_['column_order_id']     = 'შეკვეთის ნომერი';
$_['column_customer']     = 'დამკვეთი';
$_['column_amount']       = 'თანხა';
$_['column_date_added']   = 'თარიღი დამატებულია';
$_['column_action']       = 'მოქმედება';

// Entry
$_['entry_name']          = 'კუპონის სახელი';
$_['entry_code']          = 'კოდექსი';
$_['entry_type']          = 'ტიპი';
$_['entry_discount']      = 'ფასდაკლება';
$_['entry_logged']        = 'მომხმარებელთა შესვლა';
$_['entry_shipping']      = 'უფასო გზავნილი';
$_['entry_total']         = 'მთლიანი რაოდენობა';
$_['entry_category']      = 'კატეგორია';
$_['entry_product']       = 'პროდუქცია';
$_['entry_date_start']    = 'თარიღი დაწყება';
$_['entry_date_end']      = 'თარიღი ბოლომდე';
$_['entry_uses_total']    = 'იყენებს ერთ კუპონს';
$_['entry_uses_customer'] = 'იყენებს ერთ მომხმარებელზე';
$_['entry_status']        = 'სტატუსი';

// Help
$_['help_code']           = 'კოდი მომხმარებელს იღებს ფასდაკლების მისაღებად.';
$_['help_type']           = 'პროცენტული ან ფიქსირებული თანხა.';
$_['help_logged']         = 'მომხმარებელმა უნდა გამოაგზავნოს კუპონის გამოყენება.';
$_['help_total']          = 'კუპონის წინაშე მიღწეული თანხა ძალაშია.';
$_['help_category']       = 'აირჩიეთ ყველა პროდუქტი შერჩეული კატეგორიაში.';
$_['help_product']        = 'აირჩიეთ კონკრეტული პროდუქტების კუპონის გამოყენება. არ შეარჩიეთ საქონელი, რომ გამოიყენოთ კუპონის მთელი კალათა.';
$_['help_uses_total']     = 'კუპონის მაქსიმალური რაოდენობა შეიძლება გამოყენებულ იქნას ნებისმიერ მომხმარებელს. დატოვეთ ცარიელი შეუზღუდავი';
$_['help_uses_customer']  = 'კუპონის მაქსიმალური რაოდენობა ერთ მომხმარებელს შეუძლია. დატოვეთ ცარიელი შეუზღუდავი';

// Error
$_['error_permission']    = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა კუპონების შეცვლაზე !';
$_['error_exists']        = 'გაფრთხილება: კუპონის კოდი უკვე გამოიყენება !';
$_['error_name']          = 'კუპონის სახელი უნდა იყოს 3 და 128 characters!';
$_['error_code']          = 'კოდექსი უნდა იყოს 3 და 10 სიმბოლოს შორის !';