<?php
// Heading
$_['heading_title']     = 'მარკეტინგული შეტყობინებები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით მარკეტინგული ჩანაწერი !';
$_['text_list']         = 'მარკეტინგის Tracking სია';
$_['text_add']          = 'დამატება მარკეტინგული ჩანაწერი';
$_['text_edit']         = 'მარკეტინგის ტრეკზე რედაქტირება';
$_['text_filter']       = 'ფილტრი';

// Column
$_['column_name']       = 'კამპანიის სახელი';
$_['column_code']       = 'კოდექსი';
$_['column_clicks']     = 'დაწკაპუნებები';
$_['column_orders']     = 'ბრძანებები';
$_['column_date_added'] = 'თარიღი დამატებულია';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'კამპანიის სახელი';
$_['entry_description'] = 'კამპანია აღწერა';
$_['entry_code']        = 'თვალთვალის კოდი';
$_['entry_example']     = 'მაგალითები';
$_['entry_date_added']  = 'თარიღი დამატებულია';

// Help
$_['help_code']         = 'თვალთვალის კოდი, რომელიც გამოყენებული იქნება მარკეტინგული კამპანიის გასაკონტროლებლად.';
$_['help_example']      = 'ასე რომ სისტემაში შეგიძლიათ აკონტროლოთ ექიმები, რომლითაც თქვენ უნდა დაამატოთ ნავიგაციის კოდი თქვენი საიტისთვის დამაკავშირებელი URL- ის დასასრულებლად.';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა მარკეტინგული მარშრუტის შეცვლა !';
$_['error_name']        = 'კამპანია უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_code']        = 'თვალთვალის კოდი საჭიროა !';
$_['error_exists']      = 'თვალთვალის კოდი გამოიყენება სხვა კამპანიით !';