<?php
// Heading
$_['heading_title']       = 'แบนเนอร์';

// Text
$_['text_extension']   = 'ส่วนเสริม';
$_['text_success']        = 'สำเร็จ: คุณทำการแก้ไขโมดูลแบนเนอร์!';
$_['text_edit']      	  = 'แก้ไข โมดูลแบนเนอร์';

// Entry
$_['entry_name']       	  = 'ชื่อโมดูล';
$_['entry_banner']        = 'แบนเนอร์:';
$_['entry_dimension']     = 'มิติ (W x H) และปรับขนาดประเภท';
$_['entry_width']    	  = 'ความกว้าง';
$_['entry_height']   	  = 'ความสูง';
$_['entry_status']        = 'สถานะ:';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูลแบนเนอร์';
$_['error_name']      	  = 'คำเตือน: ชื่อโมดูลต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_width']      	  = 'คำเตือน: ความกว้าง ที่จำเป็น!';
$_['error_height']   	  = 'คำเตือน: ความสูง ที่จำเป็น!';