<?php
// Heading
$_['heading_title']       = 'สินค้าขายดี';

// Text
$_['text_extension']   = 'ส่วนเสริม';
$_['text_success']        = 'สำเร็จ: คุณทำการแก้ไขโมดูลสินค้าขายดี!';
$_['text_edit']      	  = 'แก้ไข สินค้าขายดีโมดูล';

// Entry
$_['entry_name']       	  = 'ชื่อโมดูล';
$_['entry_limit']         = 'ลิมิต:';
$_['entry_image']         = 'มิติ (W x H) และปรับขนาดประเภท';
$_['entry_width']    	  = 'ความกว้าง';
$_['entry_height']   	  = 'ความสูง';
$_['entry_status']        = 'สถานะ:';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูล สินค้าขายดี!';
$_['error_name']          = 'คำเตือน: ชื่อโมดูลต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_width']      	  = 'คำเตือน: ความกว้าง ที่จำเป็น!';
$_['error_height']   	  = 'คำเตือน: ความสูง ที่จำเป็น!';