<?php
// Heading
$_['heading_title']       = 'ม้าหมุน';

// Text
$_['text_extension']   = 'ส่วนเสริม';
$_['text_success']        = 'สำเร็จ: คุณทำการแก้ไขโมดูล ม้าหมุน!';
$_['text_edit']        	  = 'แก้ไข ม้าหมุนโมดูล';

// Entry
$_['entry_name']       	  = 'ชื่อโมดูล';
$_['entry_banner']        = 'แบนเนอร์:';
$_['entry_width']    	  = 'ความกว้าง';
$_['entry_height']   	  = 'ความสูง';
$_['entry_status']        = 'สถานะ:';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูล ม้าหมุน!';
$_['error_name']          = 'คำเตือน: ชื่อโมดูลต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_width']      	  = 'คำเตือน: ความกว้าง ที่จำเป็น!';
$_['error_height']   	  = 'คำเตือน: ความสูง ที่จำเป็น!';