<?php
// Heading
$_['heading_title']     = 'รายชื่อ eBay';

// Text
$_['text_extension']    = 'ส่วนเสริม';
$_['text_success']      = 'สำเร็จ: คุณทำการแก้ไข โมดูลอีเบย์!';
$_['text_edit']        	= 'แก้ไขโมดูลอีเบย์';
$_['text_list']         = 'รายการ เลเอาท์';
$_['text_register']     = 'คุณต้องลงทะเบียนและเปิดใช้งาน OpenBay Pro สำหรับ eBay!';
$_['text_about'] 		= 'โมดูลแสดงผล eBay ช่วยให้คุณแสดงผลิตภัณฑ์จากบัญชี eBay ของคุณโดยตรงบนเว็บไซต์ของคุณ';
$_['text_latest']       = 'ล่าสุด';
$_['text_random']       = 'สุ่ม';

// Entry
$_['entry_name']        = 'ชื่อโมดูล';
$_['entry_username']    = 'ชื่อผู้ใช้อีเบย์';
$_['entry_keywords']    = 'คำหลักที่ค้นหา';
$_['entry_description'] = 'รวมถึงการค้นหารายละเอียด';
$_['entry_limit']       = 'จำกัด';
$_['entry_length']      = 'ความยาว';
$_['entry_width']    	= 'ความกว้าง';
$_['entry_height']   	= 'ความสูง';
$_['entry_site']   		= 'อีเบย์เว็บไซต์';
$_['entry_sort']   		= 'เรียงตาม';
$_['entry_status']      = 'สถานะ:';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูล โมดูล eBay!';
$_['error_name']        = 'คำเตือน: ชื่อโมดูลต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_width']       = 'คำเตือน: ความกว้าง ที่จำเป็น!';
$_['error_height'] 		= 'คำเตือน: ความสูง ที่จำเป็น!';