<?php
// Heading
$_['heading_title']       = 'ที่โดดเด่น';

// Text
$_['text_extension']   = 'ส่วนเสริม';
$_['text_success']        = 'สำเร็จ: คุณทำการแก้ไข  โมดูล ที่โดดเด่น!';
$_['text_edit']        = 'แก้ไข โมดูล ที่โดดเด่น';

// Entry
$_['entry_name']       = 'ชื่อโมดูล';
$_['entry_product']       = 'สินค้า';
$_['entry_limit']      = 'ลิมิต';
$_['entry_width']      = 'ความกว้าง';
$_['entry_height']     = 'ความสูง';
$_['entry_status']        = 'สถานะ:';

// Help
$_['help_product']     = '(การเติมข้อความอัตโนมัติ)';

// Error 
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข โมดูล ที่โดดเด่น';
$_['error_name']          = 'คำเตือน: ชื่อโมดูลต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_width']      	  = 'คำเตือน: ความกว้าง ที่จำเป็น!';
$_['error_height']   	  = 'คำเตือน: ความสูง ที่จำเป็น!';