<?php
// Heading
$_['heading_title']        = 'เข้าสู่ระบบด้วย PayPal';

// Text
$_['text_extension']       = 'ส่วนเสริม';
$_['text_success']         = 'สำเร็จ: คุณมีการแก้ไขโมดูล เข้าสู่ระบบด้วย PayPal !';
$_['text_edit']            = 'แก้ไข เข้าสู่ระบบด้วย PayPal';
$_['text_button_grey']     = 'สีเทา';
$_['text_button_blue']     = 'สีฟ้า (แนะนำ)';

//Entry
$_['entry_client_id']      = 'รหัสลูกค้า';
$_['entry_secret']         = 'ความลับ';
$_['entry_sandbox']        = 'โหมด Sandbox';
$_['entry_debug']          = 'การบันทึกการแก้ปัญหา';
$_['entry_customer_group'] = 'กลุ่มลูกค้า';
$_['entry_button']         = 'สีปุ่ม';
$_['entry_seamless']       = 'อนุญาต "ชำระเงินแบบไม่มีรอยต่อ"';
$_['entry_locale']         = 'สถานที่';
$_['entry_return_url']     = 'URL กลับ';
$_['entry_status']         = 'สถานะ';

//Help
$_['help_sandbox']         = 'ใช้ Sandbox (การทดสอบ) สภาพแวดล้อม?';
$_['help_customer_group']  = 'สำหรับลูกค้าใหม่ซึ่งกลุ่มลูกค้าที่พวกเขาควรจะได้รับการสร้างเป็น?';
$_['help_debug_logging']   = 'การเปิดใช้งานนี้จะช่วยให้ข้อมูลที่จะเพิ่มเข้ามาในบันทึกข้อผิดพลาดของคุณที่จะช่วยให้การบันทึกการแก้ปัญหา ปัญหาที่เกิดขึ้น.';
$_['help_seamless']        = 'ช่วยให้อัตโนมัติเข้าสู่ระบบเมื่อลูกค้าเลือก PayPal Express Checkout ที่จะใช้นี้ตัวเลือกที่ต้องเปิดใช้งานในบัญชีของคุณ เข้าสู่ระบบด้วยPayPal นอกจากนี้คุณยังจะต้องใช้บัญชีเดียวกันเป็นหนึ่งที่ใช้ในการ Express Checkout';
$_['help_locale']          = 'นี่คือการตั้งค่าสถาน PayPal ภาษาร้านค้าของคุณ';
$_['help_return_url']      = 'นี้จะต้องมีการเพิ่มในการกำหนดค่าการตรวจสอบของ PayPal ภายใต้การตรวจสอบ URL การเปลี่ยนเส้นทาง';

//Error
$_['error_permission']     = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูล เข้าสู่ระบบด้วย PayPal!';
$_['error_client_id']      = 'คำเตือน: รหัสลูกค้า จำเป็น!!';
$_['error_secret']         = 'คำเตือน: ลับ จำเป็น!';