<?php
// Heading
$_['heading_title']       = 'สไลด์โชว์';

// Text
$_['text_extension']   = 'ส่วนเสริม';
$_['text_success']        = 'สำเร็จ: คุณทำการแก้ไขโมดูล สไลด์โชว์!';
$_['text_edit']           = 'แก้ไข โมดูล  สไลด์โชว์ ';

// Entry
$_['entry_name']          = 'ชื่อโมดูล';
$_['entry_banner']        = 'แบนเนอร์:';
$_['entry_width']         = 'ความกว้าง';
$_['entry_height']        = 'ความสูง';
$_['entry_status']        = 'สถานะ:';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขโมดูล สไลด์โชว์!';
$_['error_name']       = 'คำเตือน: ชื่อโมดูลต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_width']      	  = 'คำเตือน: ความกว้าง ที่จำเป็น!';
$_['error_height']   	  = 'คำเตือน: ความสูง ที่จำเป็น!';