<?php
// Heading
$_['heading_title'] = 'გამოიყენეთ საჩუქრების რაოდენობა (ხელმისაწვდომია %s)';

// Text
$_['text_reward']   = 'საჩუქრების ქულები (%s)';
$_['text_order_id'] = 'შეკვეთის ნომერი: #%s';
$_['text_success']  = 'წარმატება: თქვენი ჯილდო რაოდენობა ფასდაკლება იქნა გამოყენებული !';

// Entry
$_['entry_reward']  = 'პუნქტები გამოყენება (Max %s)';

// Error
$_['error_reward']  = 'გაფრთხილება: გთხოვთ, შეიტანოთ ჯილდო ქულის ოდენობა გამოიყენოთ !';
$_['error_points']  = 'გაფრთხილება: თქვენ არ გაქვთ % ჯილდო რაოდენობა !';
$_['error_maximum'] = 'გაფრთხილება: მაქსიმალური რაოდენობა, რომელიც შეიძლება გამოყენებულ იქნას %s!';