<?php
// Heading
$_['heading_title']        = 'საექსპლუატაციო გადაზიდვა &; გადასახადები';

// Text
$_['text_success']         = 'წარმატება: თქვენი გადაზიდვის ხარჯთაღრიცხვა გამოიყენება !';
$_['text_shipping']        = 'შეიყვანეთ თქვენი დანიშნულება გადაზიდვის ხარჯზე.';
$_['text_shipping_method'] = 'გთხოვთ აირჩიოთ სასურველი გადაზიდვის მეთოდი ამ მიზნით.';

// Entry
$_['entry_country']        = 'ქვეყანა';
$_['entry_zone']           = 'რეგიონი /სახელმწიფო';
$_['entry_postcode']       = 'საფოსტო კოდი';

// Error
$_['error_postcode']       = 'საფოსტო კოდი უნდა იყოს 2 და 10 სიმბოლოს შორის !';
$_['error_country']        = 'გთხოვთ აირჩიოთ ქვეყანა !';
$_['error_zone']           = 'გთხოვთ, აირჩიოთ რეგიონი /სახელმწიფო !';
$_['error_shipping']       = 'გაფრთხილება: გადაზიდვის მეთოდი საჭირო !';
$_['error_no_shipping']    = 'გაფრთხილება: არ არის გადაზიდვის პარამეტრები. გთხოვთ დაგვიკავშირდეთ <a href="%s"> დაგვიკავშირდით </a> დახმარებისთვის !';