<?php
// Heading
$_['heading_title'] = 'გამოიყენეთ სასაჩუქრე სერტიფიკატი';

// Text
$_['text_voucher']  = 'სასაჩუქრე სერტიფიკატი (%s)';
$_['text_success']  = 'წარმატება: თქვენი საჩუქრის სერტიფიკატის ფასდაკლება გამოყენებულია !';

// Entry
$_['entry_voucher'] = 'შეიყვანეთ თქვენი საჩუქრის სერტიფიკატის კოდი აქ';

// Error
$_['error_voucher'] = 'გაფრთხილება: საჩუქრის სერტიფიკატი არასწორია ან ბალანსი გამოყენებულია up!';
$_['error_empty']   = 'გაფრთხილება: გთხოვთ, შეიყვანოთ საჩუქრის სერტიფიკატი code!';