<?php
// Heading
$_['heading_title']    = 'მოდულები';

// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლით მოდულები !';
$_['text_layout']      = 'მოდულის დამონტაჟებისა და კონფიგურაციის შემდეგ შეგიძლიათ დაამატოთ განლაგება <a href="%s" class="alert-link"> აქ </a> !';
$_['text_add']         = 'მოდულის დამატება';
$_['text_list']        = 'მოდულის სია';

// Column
$_['column_name']      = 'მოდულის სახელი';
$_['column_status']    = 'სტატუსი';
$_['column_action']    = 'მოქმედება';

// Entry
$_['entry_code']       = 'მოდული';
$_['entry_name']       = 'მოდულის სახელი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა მოდულების შეცვლაზე !';
$_['error_name']       = 'მოდულის სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_code']       = 'გაფართოება საჭიროა !';