<?php
// Heading
$_['heading_title']      = 'საბანკო გადარიცხვა';

// Text
$_['text_extension']     = 'გაგრძელება';
$_['text_success']       = 'წარმატება: თქვენ შეცვლით ბანკის გადარიცხვის დეტალები !';
$_['text_edit']          = 'რედაქტირება საბანკო გადარიცხვა';

// Entry
$_['entry_bank']         = 'საბანკო გადარიცხვა ინსტრუქციები';
$_['entry_total']        = 'სულ';
$_['entry_order_status'] = 'დაალაგე სტატუსი';
$_['entry_geo_zone']     = 'ჯეო ზონა';
$_['entry_status']       = 'სტატუსი';
$_['entry_sort_order']   = 'სორტირების ორდენი';

// Help
$_['help_total']         = 'შეკვეთის ჯამური თანხა უნდა მიაღწიოს ამ გადახდის მეთოდის ამოქმედებამდე.';

// Error
$_['error_permission']   = 'გაფრთხილება: თქვენ არ გაქვთ გადახდის საბანკო გადარიცხვის შეცვლა !';
$_['error_bank']         = 'საბანკო გადარიცხვა ინსტრუქციები Requ!';