<?php
// Heading
$_['heading_title']      = 'შეამოწმეთ /ფულის ორდერი';

// Text
$_['text_extension']     = 'გაგრძელება';
$_['text_success']       = 'წარმატება: თქვენ შეცვლით ჩეკი /ფულადი გზავნილის ანგარიშის დეტალები !';
$_['text_edit']          = 'შეამოწმეთ შემოწმება /ფულის ორდერი';

// Entry
$_['entry_payable']      = 'გადასახდელი';
$_['entry_total']        = 'სულ';
$_['entry_order_status'] = 'დაალაგე სტატუსი';
$_['entry_geo_zone']     = 'ჯეო ზონა';
$_['entry_status']       = 'სტატუსი';
$_['entry_sort_order']   = 'სორტირების ორდენი';

// Help
$_['help_total']         = 'შეკვეთის ჯამური თანხა უნდა მიაღწიოს ამ გადახდის მეთოდის ამოქმედებამდე.';

// Error
$_['error_permission']   = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა გადახდის შემოწმების /ფულის ორდერის შეცვლა !';
$_['error_payable']      = 'გადასახდელი საჭირო !';