<?php
// Heading
$_['heading_title']		 = 'უვადო გადახდა';

// Text
$_['text_extension']	 = 'გაგრძელება';
$_['text_success']		 = 'წარმატება: თქვენ შეცვლილია მუდმივი გადახდები ანგარიშის დეტალები !';
$_['text_edit']          = 'შეცვალეთ უვადო გადახდა';

// Entry
$_['entry_auth_id']		 = 'ავტორიზაციის პირადობის მოწმობა';
$_['entry_auth_pass']	 = 'ავტორიზაციის პაროლი';
$_['entry_test']		 = 'ტესტური რეჟიმი';
$_['entry_total']		 = 'სულ';
$_['entry_order_status'] = 'დაალაგე სტატუსი';
$_['entry_geo_zone']	 = 'ჯეო ზონა';
$_['entry_status']		 = 'სტატუსი';
$_['entry_sort_order']	 = 'სორტირების ორდენი';

// Help
$_['help_test']			 = 'გამოიყენეთ ეს მოდული ტესტი (YES) ან წარმოების რეჟიმი (NO) ?';
$_['help_total']		 = 'შეკვეთის ჯამური თანხა უნდა მიაღწიოს ამ გადახდის მეთოდის ამოქმედებამდე.';

// Error
$_['error_permission']	 = 'გაფრთხილება: გადახდის ნებართვა არ გაქვთ ნებართვა გადახდის პერიოდის გადახდაზე !';
$_['error_auth_id']		 = 'ავტორიზაციის პირადობის მოწმობა !';
$_['error_auth_pass']	 = 'ავტორიზაციის პაროლი საჭიროა !';