<?php
// Heading
$_['heading_title']         = 'ფილიბაბა ჩინურ Checkout- სთვის';

// Tab
$_['tab_register']          = 'რეგისტრაცია';
$_['tab_settings']          = 'პარამეტრები';

// Text
$_['text_extension']        = 'გაგრძელება';
$_['text_success']          = 'წარმატება: თქვენ შეცვლით Pilibaba გადახდის მოდელს !';
$_['text_edit']             = 'რედაქტირება';
$_['text_pilibaba']         = '<a href="http://www.pilibaba.com" target="_blank"><img src="view/image/payment/pilibaba.png" alt="Pilibaba" title="Pilibaba"></a>';
$_['text_live']             = 'ცოცხალი';
$_['text_test']             = 'ტესტი';
$_['text_payment_info']     = 'გადახდის ინფორმაცია';
$_['text_order_id']         = 'შეკვეთის ნომერი';
$_['text_amount']           = 'თანხა';
$_['text_fee']              = 'საფასური';
$_['text_date_added']       = 'თარიღი დამატებულია';
$_['text_tracking']         = 'თვალთვალისთვის';
$_['text_barcode']          = 'შტრიხ';
$_['text_barcode_info']     = '(ამოღება ამ უნიკალური შტრიხკოდის და გამყარებაში მასზე ზედაპირზე)';
$_['text_confirm']          = 'დარწმუნებული ხართ, რომ გსურთ გააგრძელოთ თვალთვალის ნომერი ?';
$_['text_register_success'] = 'თქვენ წარმატებით დარეგისტრირდით. მალე მიიღებ ელფოსტაზე.';
$_['text_tracking_success'] = 'თვალთვალის ნომერი წარმატებით განახლდა.';
$_['text_other']            = 'სხვა';
$_['text_email']            = 'დარეგისტრირებული ელფოსტა თქვენი პილიბბა ანგარიშისთვის არის %';

// Entry
$_['entry_email_address']   = 'ელექტრონული მისამართი';
$_['entry_password']        = 'პაროლი';
$_['entry_currency']        = 'ვალუტა';
$_['entry_warehouse']       = 'საწყობი';
$_['entry_country']         = 'ქვეყანა';
$_['entry_merchant_number'] = 'სავაჭრო ნომერი';
$_['entry_secret_key']      = 'საიდუმლო გასაღები';
$_['entry_environment']     = 'გარემო';
$_['entry_shipping_fee']    = 'გადაზიდვის საფასური';
$_['entry_order_status']    = 'დაალაგე სტატუსი';
$_['entry_status']          = 'სტატუსი';
$_['entry_logging']         = 'შეცდომების შესასვლელი';
$_['entry_sort_order']      = 'სორტირების ორდენი';

// Help
$_['help_email_address']    = 'გთხოვთ, შეიყვანოთ ელექტრონული ფოსტის მისამართი ამ ბიზნესის მფლობელისთვის.';
$_['help_password']         = 'გთხოვთ შეიყვანოთ პაროლი 8 და 30 სიმბოლოს შორის.';
$_['help_currency']         = 'აირჩიეთ თქვენი ვებ-გვერდზე გამოყენებული ვალუტა და გაიტანოთ თქვენი საბანკო ანგარიში.';
$_['help_warehouse']        = 'აირჩიეთ უახლოესი სასაწყობე თქვენ გადაგზავნით. ჩინურ მომხმარებელთა ბრძანებების მიღებისთანავე (ფილიბაბის კარიბჭეზე) შეგიძლიათ ამ საწყობში გადმოტანა.';
$_['help_country']          = 'გვითხარით თქვენი ქვეყანა და ჩვენ მოგაწვდით ინფორმაციას საწყობი ამ ქვეყანაში გახსნის შემდეგ.';
$_['help_merchant_number']  = 'თქვენი პირადი ანგარიშის სავაჭრო ნომერი.';
$_['help_secret_key']       = 'თქვენი საიდუმლო გასაღები პილიბბა API- ს წვდომისთვის.';
$_['help_shipping_fee']     = 'გადაზიდვის ღირებულება თქვენს საწყობშია ფილიბაბის საწყობში. გამოიყენეთ ორი ათობითი ადგილი.';
$_['help_order_status']     = 'დაკვეთის სტატუსი დამკვეთის შემდეგ განთავსდება.';
$_['help_total']            = 'შეკვეთის ჯამური თანხა უნდა მიაღწიოს ამ გადახდის მეთოდის ამოქმედებამდე. ვალუტის ნიშანი არ უნდა იყოს ღირებულება.';
$_['help_logging']          = 'დემუგის ჩართვა მგრძნობიარე მონაცემებს ჩაიწერს ჟურნალში. თქვენ ყოველთვის უნდა გამორთოთ, თუ სხვა რამ არ არის გათვალისწინებული.';

// Error
$_['error_warning']         = 'გაფრთხილება: შეამოწმეთ ფორმა ყურადღებით შეცდომებისთვის !';
$_['error_permission']      = 'გაფრთხილება: გადახდის უფლება არ გაქვთ Pilibaba!';
$_['error_merchant_number'] = 'სავაჭრო ნომერი საჭირო !';
$_['error_secret_key']      = 'საიდუმლო გასაღების მოთხოვნა !';
$_['error_shipping_fee']    = 'გადაზიდვის საფასური უნდა იყოს ათობითი რიცხვი !';
$_['error_not_enabled']     = 'მოდული არ არის ჩართული !';
$_['error_data_missing']    = 'მონაცემები დაკარგული !';
$_['error_tracking_length'] = 'თვალთვალის ნომერი უნდა იყოს 1 და 50 სიმბოლოს შორის !';
$_['error_email_address']   = 'გთხოვთ, შეიყვანოთ თქვენი ელექტრონული ფოსტის მისამართი !';
$_['error_email_invalid']   = 'ელ.ფოსტის მისამართი არ არის valid!';
$_['error_password']        = 'პაროლი უნდა იყოს მინიმუმ 8 სიმბოლოთი !';
$_['error_currency']        = 'გთხოვთ აირჩიოთ ვალუტა !';
$_['error_warehouse']       = 'გთხოვთ შეარჩიოთ საწყობი !';
$_['error_country']         = 'გთხოვთ აირჩიოთ ქვეყანა !';
$_['error_weight']          = 'გთხოვთ შეცვალოთ თქვენი <a href="%s"> წონა კლასი </a> პარამეტრი გრამი. ის \'System -> პარამეტრები \' \'ლოკალური \' ჩანართშია.';
$_['error_bad_response']    = 'არასწორი პასუხი მიიღო. გთხოვთ სცადოთ მოგვიანებით.';

// Button
$_['button_register']       = 'რეგისტრაცია';
$_['button_tracking']       = 'განახლება Tracking Number';
$_['button_barcode']        = 'გენერირება შტრიხ';