<?php
// Heading
$_['heading_title']    = 'กลุ่มลูกค้า';

// Text
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขกลุ่มลูกค้า!';
$_['text_list']         = 'รายชื่อกลุ่มลูกค้า';
$_['text_add']          = 'เพิ่มกลุ่มลูกค้า';
$_['text_edit']         = 'แก้ไขกลุ่มลูกค้า';

// Column
$_['column_name']      = 'ชื่อกลุ่มลูกค้า';
$_['column_sort_order'] = 'เรียง';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'ชื่อกลุ่มลูกค้า:';
$_['entry_description'] = 'คำอธิบาย';
$_['entry_approval']    = 'อนุมัติลูกค้าใหม่';
$_['entry_sort_order']  = 'เรียง';

// Help
$_['help_approval']     = 'ลูกค้าจะต้องได้รับอนุมัติจากผู้ดูแลระบบก่อนจึงจะสามารถเข้าสู่ระบบ';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขกลุ่มลูกค้า!';
$_['error_name']       = 'คำเตือน: ชื่อกลุ่มลูกค้าต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_default']    = 'คำเตือน: กลุ่มลูกค้านี้ไม่สามารถลบได้มันถูกใช้งานจากร้านค้าเริ่มต้น!';
$_['error_store']      = 'คำเตือน: กลุ่มลูกค้านี้ไม่สามารถลบได้มันถูกใช้งาน %s ร้าน!';
$_['error_customer']   = 'คำเตือน: กลุ่มลูกค้านี้ไม่สามารถลบได้มันถูกใช้งาน %s ลูกค้า!';