<?php
// Heading
$_['heading_title']                = 'მაღაზიები';

// Text
$_['text_settings']                = 'პარამეტრები';
$_['text_success']                 = 'წარმატება: შენ შეცვლით მაღაზიები !';
$_['text_list']                    = 'მაღაზიის სია';
$_['text_add']                     = 'დაამატეთ მაღაზია';
$_['text_edit']                    = 'რედაქტირება მაღაზია';
$_['text_items']                   = 'საქონელი';
$_['text_tax']                     = 'გადასახადები';
$_['text_account']                 = 'ანგარიში';
$_['text_checkout']                = 'გადახდა';
$_['text_stock']                   = 'საფონდო';
$_['text_shipping']                = 'მიწოდების მისამართი';
$_['text_payment']                 = 'გადახდის მისამართი';

// Column
$_['column_name']                  = 'მაღაზიის სახელი';
$_['column_url']	               = 'შენახვის URL';
$_['column_action']                = 'მოქმედება';

// Entry
$_['entry_url']                    = 'შენახვის URL';
$_['entry_ssl']                    = 'SSL URL';
$_['entry_meta_title']             = 'მეტა სათაური';
$_['entry_meta_description']       = 'Meta Tag აღწერა';
$_['entry_meta_keyword']           = 'მეტა საკვანძო სიტყვები';
$_['entry_layout']                 = 'ნაგულისხმები განლაგება';
$_['entry_theme']                  = 'თემა';
$_['entry_name']                   = 'მაღაზიის სახელი';
$_['entry_owner']                  = 'მაღაზიის მფლობელი';
$_['entry_address']                = 'მისამართი';
$_['entry_geocode']                = 'გეოკადი';
$_['entry_email']                  = 'ელ.ფოსტა';
$_['entry_telephone']              = 'ტელეფონი';
$_['entry_fax']                    = 'ფაქსი';
$_['entry_image']                  = 'გამოსახულება';
$_['entry_open']                   = 'გახსნის დრო';
$_['entry_comment']                = 'კომენტარი';
$_['entry_location']               = 'მაღაზია მდებარეობა';
$_['entry_country']                = 'ქვეყანა';
$_['entry_zone']                   = 'რეგიონი /სახელმწიფო';
$_['entry_language']               = 'ენა';
$_['entry_currency']               = 'ვალუტა';
$_['entry_tax']                    = 'ფასები საგადასახადო';
$_['entry_tax_default']            = 'გამოიყენე საგადასახადო მისამართი';
$_['entry_tax_customer']           = 'გამოიყენეთ მომხმარებელთა საგადასახადო მისამართი';
$_['entry_customer_group']         = 'მომხმარებელთა ჯგუფი';
$_['entry_customer_group_display'] = 'მომხმარებელთა ჯგუფები';
$_['entry_customer_price']         = 'შესვლა ფასები';
$_['entry_account']                = 'ანგარიშის პირობები';
$_['entry_cart_weight']            = 'კალათა გვერდი';
$_['entry_checkout_guest']         = 'სასტუმრო გადახდა';
$_['entry_checkout']               = 'Checkout პირობები';
$_['entry_order_status']           = 'დაალაგე სტატუსი';
$_['entry_stock_display']          = 'გამოტანის ჩვენება';
$_['entry_stock_checkout']         = 'საფონდო გადახდა';
$_['entry_logo']                   = 'მაღაზია ლოგო';
$_['entry_icon']                   = 'ხატი';
$_['entry_secure']                 = 'გამოიყენეთ SSL';

// Help
$_['help_url']                     = 'შეიტანეთ სრული URL თქვენს მაღაზიაში. დარწმუნდით, რომ დაამატოთ \'/\' დასასრულს. მაგალითი: http://www.yourdomain.com/path/<br /> <br /> არ გამოიყენოთ დირექტორიების შექმნა ახალი მაღაზიისთვის. თქვენ ყოველთვის უნდა აღნიშნოთ სხვა დომენი ან ქვე-დომენი თქვენს ჰოსტინგში.';
$_['help_ssl']                     = 'SSL URL თქვენს მაღაზიაში. დარწმუნდით, რომ დაამატოთ \'/\' დასასრულს. მაგალითი: http://www.yourdomain.com/path/<br /> <br /> არ გამოიყენოთ დირექტორიების შექმნა ახალი მაღაზიისთვის. თქვენ ყოველთვის უნდა აღნიშნოთ სხვა დომენი ან ქვე-დომენი თქვენს ჰოსტინგში.';
$_['help_geocode']                 = 'გთხოვთ შეიყვანოთ თქვენი მაღაზიის ადგილმდებარეობა გეოგრაფია.';
$_['help_open']                    = 'შეავსეთ თქვენი მაღაზიები გახსნის დროს.';
$_['help_comment']                 = 'ეს ველი არის სპეციალური შენიშვნებისთვის, რომელსაც გეტყვით მომხმარებელს, რომ მაღაზიას არ იღებს ამოწმებს.';
$_['help_location']                = 'სხვადასხვა მაღაზიის ადგილმდებარეობისთვის, რომლითაც გსურთ დაგვიკავშირდით ჩვენთან დაკავშირება.';
$_['help_currency']                = 'ნაგულისხმევი ვალუტის შეცვლა. თქვენი ბრაუზერის ქეშის გასუფთავება, ცვლილებების სანახავად და არსებული Cookie- ის გადატვირთვისთვის.';
$_['help_tax_default']             = 'გამოიყენეთ მაღაზიის მისამართი გადასახადების გამოსათვლელად, თუ მომხმარებელი არ არის შესული. შეგიძლიათ აირჩიოთ მაღაზიის მისამართი მომხმარებელს მომხმარებლის გადაზიდვისა და გადახდის შესახებ.';
$_['help_tax_customer']            = 'გამოიყენეთ მომხმარებლების ნაგულისხმევი მისამართი, როდესაც ისინი შემოდიან გადასახადების გამოთვლაზე. თქვენ შეგიძლიათ აირჩიოთ ნაგულისხმევი მისამართი დამკვეთის გადაზიდვის ან გადახდის მისამართის.';
$_['help_customer_group']          = 'ნაგულისხმევი მომხმარებლის ჯგუფი.';
$_['help_customer_group_display']  = 'კლიენტების ჯგუფების ჩვენება, რომლითაც ახალ მომხმარებელს შეუძლია შეარჩიოს ისეთი გამოყენება, როგორიცაა საბითუმო და ბიზნესი ხელმოწერისას.';
$_['help_customer_price']          = 'მხოლოდ მაშინ გამოჩნდება ფასები, როდესაც მომხმარებელი შესული ხართ.';
$_['help_account']                 = 'აიძულებს ხალხმა დათანხმდეს თვალსაზრისით ანგარიშის შექმნა.';
$_['help_checkout_guest']          = 'მომხმარებელს შეამოწმეთ ანგარიშის შექმნის გარეშე. ეს არ იქნება ხელმისაწვდომი, როდესაც გადმოტვირთული პროდუქტი კალათაშია.';
$_['help_checkout']                = 'აიძულებს ხალხმა დათანხმდეს, სანამ მომხმარებელს შეუძლია შეამოწმოს.';
$_['help_order_status']            = 'წესრიგის დამუშავებისას დააყენეთ ნაგულისხმევი წესრიგის სტატუსი.';
$_['help_stock_display']           = 'პროდუქტის გვერდზე პროდუქტის გვერდზე მარაგის რაოდენობა.';
$_['help_stock_checkout']          = 'მომხმარებელს მაინც შეამოწმეთ, თუ პროდუქტების შეკვეთა არ არის საწყობში.';
$_['help_icon']                    = 'ხატი უნდა იყოს PNG, რომელიც 16px x 16px.';
$_['help_secure']                  = 'SSL- ის სერტიფიკატის დამონტაჟების შემთხვევაში თქვენი მასპინძელით გამოიყენეთ SSL შემოწმება.';

// Error
$_['error_warning']                = 'გაფრთხილება: შეამოწმეთ ფორმა ყურადღებით შეცდომებისთვის !';
$_['error_permission']             = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ მაღაზიები !';
$_['error_url']                    = 'შენახვის URL required!';
$_['error_meta_title']             = 'სათაური უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_name']                   = 'მაღაზიის სახელი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_owner']                  = 'მაღაზიის მფლობელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_address']                = 'მაღაზიის მისამართი უნდა იყოს 10 და 256 სიმბოლოთა შორის !';
$_['error_email']                  = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_telephone']              = 'ტელეფონი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_customer_group_display'] = 'თქვენ უნდა შეიცავდეთ სტანდარტულ მომხმარებელს, თუ აპირებთ ამ ფუნქციის ! გამოყენებას';
$_['error_default']                = 'გაფრთხილება: თქვენ არ შეგიძლიათ წაშალოთ თქვენი default store!';
$_['error_store']                  = 'გაფრთხილება: ეს მაღაზია არ წაიშლება, რადგან ის ამჟამად % ბრძანებებს !-ს მიენიჭება';