<?php
// Heading
$_['heading_title']					= 'קישורי פריטים';
$_['text_openbay']					= 'אופן ביי פרו (OpenBay Pro)';
$_['text_amazon']					= 'אמזון האיחוד האירופי';

// Text
$_['text_desc1']                    = 'קישור לפריטים שלך יאפשר שליטה על המלאי בקטלוג אמזון שלך.';
$_['text_desc2'] 					= 'עבור כל פריט שמעודכן ,המלאי המקומי  (המלאי הזמין בחנות אופן כארט שלך) יעדכן את קטלוג אמזון שלך';
$_['text_desc3']                    = 'באפשרותך לקשר פריטים ידנית על ידי הכנסת SKU של אמזון ושם פריט או טעינת על הפריטים הלא מקושרים ואז הכנסת SKUs של אמזון. (העלאת פריטים מאופן כארט לאמזון תוסיף קישורים באופן אוטומטי)';
$_['text_new_link']                 = 'קישור חדש';
$_['text_autocomplete_product']     = 'פריט (השלמה אוטומטית מהשם)';
$_['text_amazon_sku']               = 'SKU של הפריט באמזון';
$_['text_action']                   = 'פעולה';
$_['text_linked_items']             = 'פריטים מקושרים';
$_['text_unlinked_items']           = 'פריטים לא מקושרים';
$_['text_name']                     = 'שם';
$_['text_model']                    = 'דגם';
$_['text_combination']              = 'שילוב גרסאות';
$_['text_sku']                      = 'SKU של הפריט';
$_['text_sku_variant']              = 'גרסאות SKU';

// Button
$_['button_load']                 	= 'טעינה';

// Error
$_['error_empty_sku']        		= 'SKU של אמזון לא יכול להיות ריק!';
$_['error_empty_name']       		= 'שם פריט לא יכול להיות ריק!';
$_['error_no_product_exists']       = 'פריט אינו קיים . נא להשתמש בהשלמה אוטומטית של ערכים.';