<?php
// Heading
$_['heading_title']                     = 'יבוא פריט';
$_['text_openbay']                      = 'אופן ביי פרו (OpenBay Pro)';
$_['text_ebay']                         = 'איביי';

// Text
$_['text_sync_import_line1']            = '<strong>זהירות!</strong> זה ייבא את כל פריטי איביי שלך ויבנה מבנה קטגוריות בחנות שלך . מומלץ למחוק את כל הקטגוריות והפריטים לפני שמריצים אפשרות זו. <br />מבנה הקטגוריות הוא ממבנה נורמלי של קטגוריות איביי, לא מהקטגוריות שבחנות שלך (אם יש לך חנות באיביי). באפשרותך לשנות שם, להסיר ולערוך את הקטגוריות המיובאות ללא השפעה על פריטי איביי שלך .';
$_['text_sync_import_line3']            = 'יש לוודא שהשרת שלך יכול לקבל ולבצע גדלי נתוני פוסט (POST) גדולים. 1000 פריטי איביי הם בערך 40 מגה ביט (Mb) בגודל, יש צורך לחשב בכמה גודל יהיה צורך. אם הקריאה נכשלת אז כנראה שההגדרות קטנות מדי. מגבלת זכרון הפי. הייץ. פי (PHP)  צריכה להיות בערך 128 מגה ביט(Mb).';
$_['text_sync_server_size']             = 'כרגע השרת שלך יכול לקבל: ';
$_['text_sync_memory_size']             = 'הגבלת זכרון הפי. אייץ. פי. (PHP) : ';
$_['text_import_confirm']				= 'זה ייבא את כל פריטי איביי שלך כפריטים חדשים, האם לבצע בוודאות? זה לא ניתן לחזרה לאחור! יש לוודא קודם שיש ברשותך גיבוי!';
$_['text_import_notify']				= 'בקשת היבוא שלך נשלחה לביצוע. יבוא לוקח בערך שעה עבור 1000 פריטים.';
$_['text_import_images_msg1']           = 'תמונות ממתינים ליבוא/ההעתקה מאיביי. יש לרענן עמוד זה , במידה והמספר לא קטן לאחר מכן';
$_['text_import_images_msg2']           = 'נא ללחוץ כאן';
$_['text_import_images_msg3']           = 'ולהמתין. עוד מידע לגבי למה זה יכול לקרות ניתן למצוא <a href="http://shop.openbaypro.com/index.php?route=information/faq&topic=8_45" target="_blank">כאן</a>';

// Entry
$_['entry_import_item_advanced']        = 'קבלת מידע מתקדם';
$_['entry_import_categories']         	= 'יבוא קטגוריות';
$_['entry_import_description']			= 'יבוא תיאור פריטים';
$_['entry_import']						= 'יבוא פריטי איביי';

// Buttons
$_['button_import']						= 'יבוא';
$_['button_complete']					= 'הסתיים';

// Help
$_['help_import_item_advanced']        	= 'יקח עד 10 פעמים יותר זמן ליבא את הפריטים. מיבא משקלים, מידות, ISBN ועוד אם אפשרי';
$_['help_import_categories']         	= 'בנית מבנה קטגוריות בחנות שלך מקטגוריות איביי';
$_['help_import_description']         	= 'זה ייבא הכל כולל HTML, מונה מבקרים וכולי';

// Error
$_['error_import']                   	= 'טעינה נכשלה';
$_['error_maintenance']					= 'החנות שלך במצב תחזוקה. יבוא יכשל!';
$_['error_ajax_load']					= 'חיבור לשרת נכשל';
$_['error_validation']					= 'יש צורך להירשם עבור אסימון הממשק תכנות האפלקטיבי (API) ולאפשר את המודול.';