<?php
// Heading
$_['heading_title']           	= 'סינכרון';
$_['text_openbay']              = 'אופן ביי פרו';
$_['text_ebay']                 = 'איביי';

// Buttons
$_['button_update']				= 'עדכון';

// Entry
$_['entry_sync_categories']     = 'קבלת קטגוריות של איביי';
$_['entry_sync_shop']        	= 'קבלת קטגוריות של החנות';
$_['entry_sync_setting']     	= 'קבלת הגדרות';

// Text
$_['text_complete']             = 'הסתיים';
$_['text_sync_desc']            = 'סנכרון החנות שלך עם אפשרויות  קטגוריות ומשלוחים האפשריים  האחרונים מאיביי ,נתונים אלה הם רק לאפשרויות של רישום פריטים לאיביי - זה לא ייבא קטגוריות לחנות שלך וכולי.';
$_['text_ebay_categories'] 		= 'זה יכול לקחת זמן,נא להמתין 5 דקות לפני שמבצעים משהו נוסף.';
$_['text_category_import']      = 'קטגוריות חנות איביי שלך יובאו.';
$_['text_setting_import']  		= 'ההגדרות שלך יובאו.';
$_['text_sync']  				= 'עדכון הגדרות מאיביי';

// Help
$_['help_sync_categories']   	= 'זה לא מייבא אף קטגוריה לחנות שלך!';
$_['help_sync_shop']   			= 'זה לא מייבא אף קטגוריות לחנות שלך!';
$_['help_sync_setting']			= 'זה מייבא סוגי תשלום אפשריים, משלוחים, מיקומים ועוד.';

// Errors
$_['error_settings']			= 'אירעה שגיאה בטעינת ההגדרות.';
$_['error_failed']              = 'טעינה נכשלה';