<?php
// Headings
$_['heading_title']        		= 'הגדרות';
$_['text_openbay']              = 'אופן ביי פרו (OpenBay Pro)';
$_['text_fba']                  = 'שירותים משלימים של אמזון';

// Text
$_['text_success']     			= 'ההגדרות שלך נשמרו';
$_['text_status']         		= 'סטטוס';
$_['text_account_ok']  			= 'חיבור לשירות משלים של אמזון תקין';
$_['text_api_ok']       		= 'חיבור ממשק התכנות האפליקטיבי תקין';
$_['text_api_status']           = 'חיבור ממשק תכנות אפליקטיבי (API) ';
$_['text_edit']           		= 'עריכת שירות משלים על ידי הגדרות אמזון';
$_['text_standard']           	= 'סטנדרטי';
$_['text_expedited']           	= 'דחוף';
$_['text_priority']           	= 'בעדיפות';
$_['text_fillorkill']           = 'למלא או לבטל';
$_['text_fillall']           	= 'למלא הכל';
$_['text_fillallavailable']     = 'מילוי הכל אפשרי';
$_['text_prefix_warning']     	= 'נא לא לשנות הגדרות אלו לאחר שהזמנות נשלחו לאמזון, אלא להגדיר זאת רק בהתקנה ראשונית.';
$_['text_disabled_cancel']     	= 'מנוטרל - לא לבטל אוטומטית שירותים משלימים';
$_['text_validate_success']     = 'נתוני הממשק תכנות האפליקטיבי (API) שלך עובדים תקין! עליך ללחוץ שמירה כדי להבטיח שההגדרות נשמרו.';
$_['text_register_banner']      = 'נא ללחוץ כאן במידה וצריכים להרשם עם חשבון';

// Entry
$_['entry_api_key']            	= 'מפתח ממשק תכנות אפלקטיבי (API)';
$_['entry_encryption_key']      = 'מפתח הצפנה 1';
$_['entry_encryption_iv']       = 'מפתח הצפנה 2';
$_['entry_account_id']          = 'מספר זיהוי חשבון';
$_['entry_send_orders']         = 'שליחת הזמנות אוטומטית';
$_['entry_fulfill_policy']      = 'מדיניות שירות משלים';
$_['entry_shipping_speed']      = 'מהירות שילוח ברירת מחדל';
$_['entry_debug_log']           = 'איפשור תיעוד בדיקת שגיאות';
$_['entry_new_order_status']    = 'הפעלת שירות משלים חדש';
$_['entry_order_id_prefix'] 	= 'קידומת מספר זיהוי הזמנה';
$_['entry_only_fill_complete'] 	= 'כל הפריטים חייבים להיות שירותי משלימים של אמזון (FBA)';

// Help
$_['help_api_key']            	= 'זה מפתח הממשק תכנות האפלקטיבי שלך, ניתן להשיג אותו מאיזור החשבון שלך באופן ביי פרו ';
$_['help_encryption_key']      = 'זהו מפתח הצפנה 1 שלך , ניתן להשיג אותו באיזור חשבון אופן ביי פרו (OpenBay Pro)';
$_['help_encryption_iv']       = 'זהו מפתח הצפנה 2 שלך , ניתן להשיג אותו באיזור חשבון אופן ביי פרו (OpenBay Pro)';
$_['help_account_id']           = 'זהו מספר הזיהוי חשבון שלך שתואם לחשבון אמזון הרשום שבאופן ביי פרו , ניתן להשיג אותו מאיזור החשבון שלך באופן ביי פרו';
$_['help_send_orders']  		= 'הזמנות המכילות שירותים משלימים תואמים של פריטי אמזון ישלחו לאמזון אוטומטית';
$_['help_fulfill_policy']  		= 'מדיניות ברירת מחדל של השירות המשלים (מילוי הכל - כל פריטי השירות המשלימים שבהזמנת השירותים המשלימים משוגרים. הזמנת השירותים המשלימים נשארת בסטטוס בביצוע עד אשר כל הפריטים נשלחים על ידי אמזון או מבוטלים על ידי המוכר. מילוי הכל זמין - כלפריטי השירות המשלימים שבהזמנת השירותים המשלימים נשלחו. כל השירותים הלא ברי השלמה שבהזמנה מבוטלים על ידי אמזון. למלא או לבטל - במידה ופריט בהזמנת השירותים המשלימים נשאר לא בר השלמה  לפני משלוח כלשהו אז ההזמנה נכנסת למצב ממתין  (התהליך של איסוף יחידות מהמלאים החל), ואז כל ההזמנה נחשבת כלא ברת השלמה. בכל מקרה, במידה ופריט בהזמנת שירותים משלימים  נשאר לא בר השלמה לאחר שמשלוח בהשמנה עובר לסטטוס ממתין , אמזון מבטלת כמה שיותר מהשירותים המשלימים שבהזמנה ככל האפשר.)';
$_['help_shipping_speed']  		= 'זוהי קטגורית מהירות משלוח ברירת מחדל המיושמת על הזמנות חדשות, רמות שירות שונות יכולות לגרור עלויות שונות';
$_['help_debug_log']  		    = 'תיעוד בדיקת שגיאות ישמור מידע לקובץ תיעוד על פעולות שהמודול מבצע. רצוי להשאיר זאת מאופשר על מנת לעזור למצוא את הסיבה לכל בעיה.';
$_['help_new_order_status']  	= 'זהו סטטוס ההזמנה שיגרום להזמנה להיווצר עבור שירות משלים. יש לוודא שיש שימוש בסטטוס רק לאחר שקיבלת את התשלום.';
$_['help_order_id_prefix']  	= 'המצאות קידומת הזמנה תעזור לזהות הזמנות שהגיעו מהחנות שלך ןלא מגורמים אחרים. זה מאוד עוזר כאשר סוחרים מוכרים בהרבה שווקים ומשתמשים בשירותים משלימים של אמזון (FBA)';
$_['help_only_fill_complete']  	= 'זה יאפשר להזמנות להישלח רק בשירות משלים במידה וכל הפריטים בהזמנה תואמים לשירות משלים של פריטי אמזון. אם אחד הפריט הוא לא , אז כל ההזמנה תישאר לא מלאה.';

// Error
$_['error_api_connect']         = 'נכשל בחיבור לממשק התכנות האפליקטיבי (API)';
$_['error_account_info']    	= 'לא ניתן לאמת את החיבור ממשק תכנות אפליקטיבי (API) לשירות משלים של אמזון';
$_['error_api_key']    			= 'מפתח הממשק תכנות האפלקטיבי שגוי';
$_['error_api_account_id']    	= 'מספר זיהוי החשבון שגוי';
$_['error_encryption_key']      = 'מפתח ההצפנה #1 אינו חוקי';
$_['error_encryption_iv']       = 'מפתח ההצפנה #2 אינו חוקי';
$_['error_validation']    		= 'אירעה שגיאה באימות הנתונים שלך';

// Tabs
$_['tab_api_info']            	= 'נתוני ממשק תכנות אפליקטיבי (API)';

// Buttons
$_['button_verify']            	= 'אימות נתונים';