<?php
// Heading
$_['heading_title']    = 'სარეზერვო &; აღდგენა';

// Text
$_['text_success']     = 'წარმატება: წარმატებით შემოიტანეთ თქვენი მონაცემთა ბაზა !';

// Entry
$_['entry_progress']   = 'პროგრესი';
$_['entry_export']     = 'ექსპორტი';

// Tab
$_['tab_backup']       = 'სარეზერვო';
$_['tab_restore']      = 'აღდგენა';

// Error
$_['error_permission'] = 'გაფრთხილება: ნებადართულია სარეზერვო ნუმერაციის შეცვლა &; აღდგენა !';
$_['error_export']     = 'გაფრთხილება: თქვენ უნდა აირჩიოთ მინიმუმ ერთი მაგიდა ექსპორტისთვის !';
$_['error_file']       = 'ფაილი ვერ მოიძებნა !';
