<?php
// Heading
$_['heading_title']    = 'უფასო გზავნილი';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლით უფასო გადაზიდვას !';
$_['text_edit']        = 'უფასო გადაზიდვის რედაქტირება';

// Entry
$_['entry_total']      = 'სულ';
$_['entry_geo_zone']   = 'ჯეო ზონა';
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';

// Help
$_['help_total']       = 'თავისუფალი გადაზიდვის მოდულის საჭიროებამდე საჭირო თანხმობა ხელმისაწვდომი გახდება.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვალოთ უფასო გადაზიდვა !';