<?php
// Heading
$_['heading_title']    = 'თითო საქონელი';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით გადაზიდვის თითო პუნქტზე ფასები !';
$_['text_edit']        = 'ერთეულის გადაზიდვის რედაქტირება';

// Entry
$_['entry_cost']       = 'ღირებულება';
$_['entry_tax_class']  = 'საგადასახადო კლასი';
$_['entry_geo_zone']   = 'ჯეო ზონა';
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა მოდიფიცირება გადაზიდვის თითო პუნქტის განაკვეთები !';