<?php
// Heading
$_['heading_title']           = '48 წ';

// Text
$_['text_extension']          = 'გაგრძელება';
$_['text_success']            = 'წარმატება: თქვენ შეცვლილია Parcelforce 48 shipping!';
$_['text_edit']               = 'რედაქტირება Parcelforce 48 გადაზიდვა';

// Entry
$_['entry_rate']              = 'ფასიანი ქაღალდების 48 რეიტინგი';
$_['entry_insurance']         = 'Parcelforce48 კომპენსაციის განაკვეთები';
$_['entry_display_weight']    = 'ჩვენება მიწოდების წონა';
$_['entry_display_insurance'] = 'ჩვენების დაზღვევა';
$_['entry_display_time']      = 'ჩვენება მიწოდების დრო';
$_['entry_tax_class']         = 'საგადასახადო კლასი';
$_['entry_geo_zone']          = 'ჯეო ზონა';
$_['entry_status']            = 'სტატუსი';
$_['entry_sort_order']        = 'სორტირების ორდენი';

// Help
$_['help_rate']               = 'შეიყვანეთ ღირებულებები 5,2 ათობითი ადგილებში. (12345.67) მაგალითი: 1: 1, .25: 1.27 - წონით ნაკლები ან ტოლია 0.1 კგ დაუჯდება 1.00, წონით ნაკლებია ან 0.25 გ შეადგინა, ხოლო 0.1 კგ-ზე მეტია 1.27 ლარი. ნუ შეიყვანეთ KG ან სიმბოლოები.';
$_['help_insurance']          = 'შეიყვანეთ ღირებულებები 5,2 ათობითი ადგილებში. (12345.67) მაგალითი: 34: 0,100: 1,250: 2.25 - კალათა ღირებულებების სადაზღვევო დაფარვა 34-მდე, დამატებით 100-ზე მეტი ღირებულებისა და 250-ზე მეტი ღირებულების ღირებულება 2.25 დამატებით დაჯდება. არ შეიყვანოთ ვალუტის სიმბოლოები.';
$_['help_display_weight']     = 'გსურთ თუ არა გადაზიდვის წონა ? (მაგ .: მიწოდების წონა: 2.7674 კგ)';
$_['help_display_insurance']  = 'გნებავთ გამოიტანოთ გადაზიდვის დაზღვევა ? (მაგ. დაზღვეული 500-მდე)';
$_['help_display_time']       = 'გსურთ აჩვენოთ გადაზიდვის დრო ? (მაგ. გემები 3-5 დღის განმავლობაში)';

// Error
$_['error_permission']        = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა, რომ შეცვალოთ Parcelforce 48 shipping!';