<?php
// Heading
$_['heading_title']         = 'შეერთებული შტატების საფოსტო სერვისი';

// Text
$_['text_extension']        = 'გაგრძელება';
$_['text_success']          = 'წარმატება: თქვენ შეიცვალა შეერთებული შტატების საფოსტო სერვისი !';
$_['text_edit']             = 'რედაქტირება ამერიკის შეერთებული შტატების საფოსტო სერვისი გადაზიდვები';
$_['text_domestic_00']      = 'პირველი კლასის ფოსტა';
$_['text_domestic_01']      = 'პირველი კლასის ფოსტა დიდი კონვერტი';
$_['text_domestic_02']      = 'პირველი კლასის ფოსტა წერილი';
$_['text_domestic_03']      = 'პირველი კლასის ფოსტა ბარათები';
$_['text_domestic_1']       = 'პრიორიტეტული ფოსტა';
$_['text_domestic_2']       = 'ექსპრეს ფოსტის გამართვა პიკაპისთვის';
$_['text_domestic_3']       = 'ექსპრეს ფოსტა';
$_['text_domestic_4']       = 'ფოსტა პოსტი';
$_['text_domestic_5']       = 'ნაბეჭდი მატერია';
$_['text_domestic_6']       = 'მედია ფოსტა';
$_['text_domestic_7']       = 'ბიბლიოთეკა';
$_['text_domestic_12']      = 'პირველი კლასის საფოსტო ბარათის მარკირება';
$_['text_domestic_13']      = 'ექსპრეს ფოსტის ბინა-კონვერტის კონვერტში';
$_['text_domestic_16']      = 'პრიორიტეტული ფოსტა ბინა-კონვერტის კონვერტში';
$_['text_domestic_17']      = 'პრიორიტეტული ფოსტა რეგულარული ბინა-განაკვეთი ყუთი';
$_['text_domestic_18']      = 'პრიორიტეტული ფოსტის გასაღებები და პირადობის მოწმობები';
$_['text_domestic_19']      = 'პირველი კლასის კლასები და პირადობის მოწმობები';
$_['text_domestic_22']      = 'პრიორიტეტული ფოსტა ბინა-რეიტინგული დიდი ყუთი';
$_['text_domestic_23']      = 'ექსპრეს ფოსტა კვირა /დღესასწაული';
$_['text_domestic_25']      = 'Express Mail Flat-Rate კონვერტი კვირა /დღესასწაული';
$_['text_domestic_27']      = 'ექსპრეს ფოსტის ბინა-კონვერტის კონვერტი გამართავს პიკაპისთვის';
$_['text_domestic_28']      = 'პრიორიტეტული ფოსტა მცირე ბინა-რეიტინგული ყუთი';
$_['text_international_1']  = 'ექსპრეს ფოსტა საერთაშორისო';
$_['text_international_2']  = 'პრიორიტეტული ფოსტა საერთაშორისო';
$_['text_international_4']  = 'გლობალური ექსპრეს გარანტირებული (დოკუმენტი და არა-დოკუმენტი)';
$_['text_international_5']  = 'გამოყენებული გლობალური ექსპრეს გარანტირებული დოკუმენტი';
$_['text_international_6']  = 'გლობალური ექსპრესის გარანტირებული არაფორმალური მართკუთხა ფორმა';
$_['text_international_7']  = 'გლობალური ექსპრეს გარანტირებული არატექნიკური არატექნიკური';
$_['text_international_8']  = 'პრიორიტეტების ფოსტა ბინა კონვერტში';
$_['text_international_9']  = 'პრიორიტეტების ფოსტა ბინა შეფასება ყუთში';
$_['text_international_10'] = 'ექსპრეს ფოსტის საერთაშორისო ბინა კონვერტში';
$_['text_international_11'] = 'პრიორიტეტული ფოსტა ბინა შეფასება დიდი ყუთი';
$_['text_international_12'] = 'გლობალური ექსპრეს გარანტირებული კონვერტი';
$_['text_international_13'] = 'პირველი კლასის ფოსტა საერთაშორისო წერილები';
$_['text_international_14'] = 'პირველი კლასის ფოსტა საერთაშორისო ბინები';
$_['text_international_15'] = 'პირველი კლასის ფოსტა საერთაშორისო პაკეტები';
$_['text_international_16'] = 'პრიორიტეტული ფოსტა ბინა შეფასება მცირე ყუთი';
$_['text_international_21'] = 'ღია ბარათები';
$_['text_regular']          = 'რეგულარული';
$_['text_large']            = 'დიდი';
$_['text_rectangular']      = 'მართკუთხა';
$_['text_non_rectangular']  = 'არა მართკუთხა';
$_['text_variable']         = 'ცვლადი';

// Entry
$_['entry_user_id']         = 'მომხმარებლის იდენტიფიკაცია';
$_['entry_postcode']        = 'ზიპ კოდი';
$_['entry_domestic']        = 'შიდა მომსახურება';
$_['entry_international']   = 'საერთაშორისო მომსახურება';
$_['entry_size']            = 'ზომა';
$_['entry_container']       = 'კონტეინერი';
$_['entry_machinable']      = 'Machinable';
$_['entry_dimension']       = 'ზომები (L x W x H)';
$_['entry_length']          = 'სიგრძე';
$_['entry_height']          = 'სიმაღლე';
$_['entry_width']           = 'სიგანე';
$_['entry_display_time']    = 'ჩვენება მიწოდების დრო';
$_['entry_display_weight']  = 'ჩვენება მიწოდების წონა';
$_['entry_weight_class']    = 'წონა კლასი';
$_['entry_tax']             = 'საგადასახადო კლასი';
$_['entry_geo_zone']        = 'ჯეო ზონა';
$_['entry_status']          = 'სტატუსი';
$_['entry_sort_order']      = 'სორტირების ორდენი';
$_['entry_debug']           = 'Debug რეჟიმი';

// Help
$_['help_dimension']        = 'პაკეტის პაკეტის საშუალო პაკეტის ზომები. ამ დროისთვის გადაზიდვისთვის პროდუქციის ზომები არ გამოიყენება.';
$_['help_display_time']     = 'გსურთ აჩვენოთ გადაზიდვის დრო ? (მაგ. გემები 3-5 დღის განმავლობაში)';
$_['help_display_weight']   = 'გსურთ თუ არა გადაზიდვის წონა ? (მაგ .: მიწოდების წონა: 2.7674 კგ)';
$_['help_weight_class']     = 'უნდა იყოს მითითებული ფუნტი.';
$_['help_debug']            = 'აგზავნის /recv მონაცემებს სისტემაში შესვლას';

// Error
$_['error_permission']      = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვალოთ ამერიკის შეერთებული შტატების საფოსტო სერვისი !';
$_['error_user_id']         = 'მომხმარებლის ID საჭირო !';
$_['error_postcode']        = 'საფოსტო კოდი: !';
$_['error_width']           = 'სიგანე საჭირო !';
$_['error_length']          = 'სიგრძე საჭიროა !';
$_['error_height']          = 'სიმაღლე Requ!';
$_['error_girth']           = 'სუნთქვა Requ!';