<?php
// Heading
$_['heading_title']    = 'წონაზე დაფუძნებული მიწოდება';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით წონაზე დაფუძნებული გადაზიდვა !';
$_['text_edit']        = 'რედაქტირება წონაზე დაფუძნებული მიწოდება';

// Entry
$_['entry_rate']       = 'ფასები';
$_['entry_tax_class']  = 'საგადასახადო კლასი';
$_['entry_geo_zone']   = 'ჯეო ზონა';
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';

// Help
$_['help_rate']        = 'მაგალითი: 5: 10.00,7: 12.00 წონა: ღირებულება, წონა: ღირებულება და სხვ.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვალოთ წონაზე დაფუძნებული გადაზიდვაზე !';