<?php
// Heading  
$_['heading_title']   							= 'ตะกร้าสินค้า';

// Text
$_['text_success']     							= 'สำเร็จ: คุณได้เพิ่ม <a href="%s">%s</a> ของคุณ <a href="%s">ตะกร้าสินค้า</a>!';
$_['text_remove']      							= 'สำเร็จ: คุณทำการแก้ไข รถเข็นของคุณ!';
$_['text_login']       							= 'ข้อสังเกต: คุณต้อง <a href="%s">เข้าสู่ระบบ</a> หรือ <a href="%s">สร้างบัญชี</a> เพื่อดูราคา!';
$_['text_items']      							= '%s รายการ - %s';
$_['text_points']      							= 'คะแนนสะสม: %s';
$_['text_next']        							= 'สิ่งที่คุณต้องการจะทำต่อไป?';
$_['text_next_choice'] 							= 'เลือกถ้าคุณมีรหัสส่วนลด หรือ คะแนนสะสมคุณต้องการที่จะใช้ หรือ ต้องการที่จะประมาณการค่าใช้จ่าย จัดส่งสินค้า';
$_['text_empty']       							= 'ข้อสังเกต: สินค้ารถเข็นชอปปิ้งของคุณว่างเปล่า!';
$_['text_day']         							= 'วัน';
$_['text_week']        							= 'สัปดาห์';
$_['text_semi_month']  							= 'ครึ่งเดือน';
$_['text_month']       							= 'เดือน';
$_['text_year']        							= 'ปี';
$_['text_trial']       							= '%s ทุกๆ %s %s สำหรับ %s การชำระเงิน แล้วก็ ';
$_['text_recurring']   							= '%s ทุกๆ %s %s';
$_['text_payment_cancel']    					= 'จนกว่าจะยกเลิก';
$_['text_recurring_item']    	              	= 'ชิ้น ที่เกิดขึ้นประจำ';
$_['text_payment_recurring']                    = 'ข้อมูลส่วนตัว การชำระเงิน';
$_['text_trial_description'] 	              	= '%s ทุกๆ %d %s(s) สำหรับ %d การชำระเงิน แล้วก็';
$_['text_payment_description'] 	              	= '%s ทุกๆ %d %s(s) สำหรับ %d การชำระเงิน';
$_['text_payment_cancel']     				  	= '%s ทุกๆ %d %s(s) จนกว่าจะยกเลิก';

// Column
$_['column_image']    							= 'รูป';
$_['column_name']     							= 'ชื่อสินค้า';
$_['column_model']    							= 'รุ่น';
$_['column_quantity'] 							= 'ปริมาณ';
$_['column_price']    							= 'ราคาต่อหน่วย';
$_['column_total']    							= 'รวม';

// Error
$_['error_stock']   		  					= 'คำเตือน: สินค้าที่มีเครื่องหมาย *** จะไม่สามารถสั่งซื้อได้ในปริมาณที่ต้องการหรือไม่ได้อยู่ในสต็อก!';
$_['error_minimum'] 		  					= 'คำเตือน: จำนวนการสั่งซื้อขั้นต่ำสำหรับ %s เป็น %s!';	
$_['error_required']		  					= 'คำเตือน: %s จำเป็นต้องมี!';
$_['error_product']           					= 'คำเตือน: ไม่มีสินค้าในตะกร้าของคุณ!';
$_['error_recurring_required'] 					= 'คำเตือน: กรุณาเลือกการชำระเงินที่เกิดขึ้นประจำ!';	