<?php
// Heading 
$_['heading_title']                  			= 'ชำระเงิน';

// Text
$_['text_cart']                      			= 'ตะกร้า';
$_['text_checkout_option']           			= 'ขั้นที่  %s: ตัวเลือกการชำระเงิน';
$_['text_checkout_account']          			= 'ขั้นที่  %s: บัญชี &amp; รายละเอียดการเรียกเก็บเงิน';
$_['text_checkout_payment_address']  			= 'ขั้นที่  %s: รายละเอียดการเรียกเก็บเงิน';
$_['text_checkout_shipping_address'] 			= 'ขั้นที่  %s: รายละเอียดการจัดส่ง';
$_['text_checkout_shipping_method']  			= 'ขั้นที่  %s: วิธีการจัดส่ง';
$_['text_checkout_payment_method']   			= 'ขั้นที่  %s: วิธีการชำระเงิน';
$_['text_checkout_confirm']          			= 'ขั้นที่  %s: ยืนยันคำสั่งซื้อ';
$_['text_modify']                    			= 'แก้ไข &raquo;';
$_['text_new_customer']              			= 'ลูกค้าใหม่';
$_['text_returning_customer']        			= 'ลูกค้าเก่า';
$_['text_checkout']                  			= 'รายละเอียดการเรียกเก็บเงิน:';
$_['text_i_am_returning_customer']   			= 'ฉันเป็นลูกค้าเก่า';
$_['text_register']                  			= 'สมัครสมาชิก';
$_['text_guest']                     			= 'ชำระเงินบุคคลทั่วไป';
$_['text_register_account']          			= 'การสร้างสมาชิกคุณจะซื้อสินค้าได้เร็วขึ้น สามารถตรวจสอบการสั่งซื้อ และการติดตามการสั่งซื้อที่คุณได้ทำไว้ก่อนหน้า';
$_['text_forgotten']                 			= 'ลืมรหัสผ่าน';
$_['text_your_details']              			= 'รายละเอียดส่วนบุคคล';
$_['text_your_address']              			= 'ที่อยู่';
$_['text_your_password']             			= 'รหัสผ่าน';
$_['text_agree']                     			= 'ฉันได้อ่านและยอมรับ<a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               			= 'ฉันต้องการใช้ที่อยู่ใหม่';
$_['text_address_existing']          			= 'ฉันต้องการที่จะใช้ที่อยู่ที่เดิม';
$_['text_shipping_method']           			= 'กรุณาเลือกวิธีการจัดส่งที่ต้องการที่จะใช้ในการสั่งซื้อนี้';
$_['text_payment_method']            			= 'กรุณาเลือกวิธีการชำระเงินที่ต้องการที่จะใช้ในการสั่งซื้อนี้';
$_['text_comments']                  			= 'เพิ่มความคิดเห็นเกี่ยวกับการสั่งซื้อ';
$_['text_recurring_item']            			= 'ชิ้น ที่เกิดขึ้นประจำ';
$_['text_payment_recurring']                	= 'ข้อมูลส่วนตัว การชำระเงิน';
$_['text_trial_description'] 	            	= '%s ทุกๆ %d %s(s) สำหรับ %d การชำระเงิน แล้วก็';
$_['text_payment_description'] 	            	= '%s ทุกๆ %d %s(s) สำหรับ %d การชำระเงิน';
$_['text_payment_cancel']                   	= '%s ทุกๆ %d %s(s) จนกว่าจะยกเลิก';
$_['text_day']         							= 'วัน';
$_['text_week']        							= 'สัปดาห์';
$_['text_semi_month']  							= 'ครึ่งเดือน';
$_['text_month']       							= 'เดือน';
$_['text_year']        							= 'ปี';

// Column
$_['column_name']                    = 'ชื่อสินค้า';
$_['column_model']                   = 'รุ่น';
$_['column_quantity']                = 'ปริมาณ';
$_['column_price']                   = 'ราคา';
$_['column_total']                   = 'รวม';

// Entry
$_['entry_email_address']            = 'ที่อยู่อีเมล:';
$_['entry_email']                    = 'อีเมล:';
$_['entry_password']                 = 'รหัสผ่าน:';
$_['entry_confirm']                  = 'ยืนยันรหัสผ่าน:';
$_['entry_firstname']                = 'ชื่อ:';
$_['entry_lastname']                 = 'นามสกุล:';
$_['entry_telephone']                = 'เบอร์โทร:';
$_['entry_address']                  = 'เลือกที่อยู่';
$_['entry_company']                  = 'บริษัท:';
$_['entry_customer_group']           = 'กลุ่มลูกค้า';
$_['entry_address_1']                = 'ที่อยู่ 1:';
$_['entry_address_2']                = 'ที่อยู่ 2:';
$_['entry_postcode']                 = 'รหัสไปรษณีย์:';
$_['entry_city']                     = 'เมือง:';
$_['entry_country']                  = 'ประเทศ:';
$_['entry_zone']                     = 'จังหวัด:';
$_['entry_newsletter']               = 'ฉันต้องการที่จะสมัครรับ %s จดหมายข่าว.';
$_['entry_shipping'] 	             = 'การจัดส่งและการเรียกเก็บเงินของฉันอยู่ที่เดียวกัน';

// Error
$_['error_warning']                  = 'มีปัญหาในขณะที่พยายามที่จะดำเนินการสั่งซื้อของคุณ!  หากยังพบปัญหาโปรดลองเลือกวิธีการชำระเงิน ที่แตกต่างกัน หรือคุณสามารถติดต่อเจ้าของร้านโดย<a href="%s">คลิ๊กที่นี่</a>.';
$_['error_login']                    = 'คำเตือน: ทที่อยู่อีเมลไม่ถูกต้อง และ / หรือ รหัสผ่านไม่ถูกต้อง !';
$_['error_attempts']	             = 'คำเตือน: บัญชีของคุณได้รับอนุญาตเกินจำนวนครั้งที่เข้าสู่ระบบ โปรดลองอีกครั้งใน 1 ชั่วโมง';
$_['error_approved']    	         = 'คำเตือน: บัญชีของคุณต้องได้รับอนุมัติก่อนที่คุณจะสามารถเข้าสู่ระบบ';
$_['error_exists']        			 = 'คำเตือน: อีเมลของคุณได้ทำการลงทะเบียนไปแล้ว!';
$_['error_firstname']      			 = 'คำเตือน: ชื่อต้องมี 1 และ 32 ตัวอักษร!';
$_['error_lastname']       			 = 'คำเตือน: นามสกุุลต้องมี 1 และ 32 ตัวอักษร!';
$_['error_email']          			 = 'คำเตือน: รูปแบบอีเมลไม่ถูกต้อง!';
$_['error_telephone']     			 = 'คำเตือน: เบอร์โทรต้องมี 3 และ 32 ตัวอักษร!';
$_['error_password']       			 = 'คำเตือน: รหัสผ่านต้องมี  4 และ 20 ตัวอักษร!';
$_['error_confirm']       			 = 'คำเตือน: รหัสผ่่าน ยืนยันรหัสผ่านไม่ตรงกัน!';
$_['error_address_1'] 			     = 'คำเตือน: ที่อยู่ 1ต้องมี 3 และ 128 ตัวอักษร!';
$_['error_city']        			 = 'คำเตือน: เมืองต้องมี ต้องมี  2 และ 128 ตัวอักษร!';
$_['error_postcode']   			     = 'คำเตือน: รหัสไปรษณีย์ ต้องมี 2 และ 10 ตัวอักษร!';
$_['error_country']    			     = 'คำเตือน: กรุณาเลือกประเทศ!';
$_['error_zone']       			     = 'คำเตือน: กรุณาเลือกจังหวัด!';
$_['error_agree']                    = 'คำเตือน: คุณต้องยอมรับ %s!';
$_['error_address']                  = 'คำเตือน: คุณต้องเลือกที่อยู่!';
$_['error_shipping']                 = 'คำเตือน: ต้องใส่วิธีการจัดส่ง!';
$_['error_no_shipping']              = 'คำเตือน: ไม่มีตัวเลือกการจัดส่งสินค้าที่มีอยู่  โปรด <a href="%s">ติดต่อเรา</a> เพื่อขอความช่วยเหลือ!';
$_['error_payment']                  = 'คำเตือน: ต้องใส่วิธีการชำระเงิน!';
$_['error_no_payment']               = 'คำเตือน: ไม่มีตัวเลือกวิธีการชำระเงิน โปรด <a href="%s">ติดต่อเรา</a> เพื่อขอความช่วยเหลือ!';
$_['error_custom_field']             = 'คำเตือน: %s จำเป็น!';