<?php
// Heading
$_['heading_title'] 	= 'คำสั่งซื้อได้รับการดำเนินการเรียบร้อยแล้ว!';

// Text
$_['text_basket']   	= 'ตะกร้า';
$_['text_checkout'] 	= 'ชำระเงิน';
$_['text_success']  	= 'สำเร็จ';
$_['text_customer'] 	= '<p>คำสั่งซื้อได้รับการดำเนินการเรียบร้อยแล้ว!</p><p>คุณสามารถดูประวัติการสั่งซื้อของคุณโดยไปที่ <a href="%s">หน้าสมาชิก</a> หรือคลิ๊กที่ <a href="%s">ประวัติ</a></p>ถ้าการซื้อของคุณมีการดาวน์โหลดที่เกี่ยวข้อง  คุณสามารถข้ามไปที่บัญชี<a href="%s">หน้าดาวน์โหลด</a></p><p>หากคุณมีคำถามส่งมาได้ที่ <a href="%s">เจ้าของร้าน</a>.</p><p>ขอบคุณสำหรับการช้อปปิ้งออนไลน์กับเรา!</p>';
$_['text_guest']    	= '<p>การสั่งซื้อได้รับการดำเนินการเรียบร้อยแล้ว!</p><p>หากคุณมีคำถามส่งมาได้ที่<a href="%s">เจ้าของร้าน</a>.</p><p>ขอบคุณสำหรับการช้อปปิ้งออนไลน์กับเรา!</p>';