<?php
// Heading
$_['heading_title']  = 'Свържете се с нас';

// Text
$_['text_location']  = 'нашето местоположение';
$_['text_store']     = 'Нашите магазини';
$_['text_contact']   = 'форма за контакти';
$_['text_address']   = 'адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'факс';
$_['text_open']      = 'Работно време';
$_['text_comment']   = 'Коментари';
$_['text_success']   = '<p> Вашето запитване бе успешно изпратено до собственика на магазина! </p>';

// Entry
$_['entry_name']     = 'Твоето име';
$_['entry_email']    = 'Имейл адрес';
$_['entry_enquiry']  = 'Разследване';

// Email
$_['email_subject']  = 'Запитване %s';

// Errors
$_['error_name']     = 'Името трябва да е между 3 и 32 знака!';
$_['error_email']    = 'Е-мейл адресът не изглежда валиден!';
$_['error_enquiry']  = 'Запитването трябва да бъде между 10 и 3000 знака!';