<?php
// Heading
$_['heading_title']     = 'ბანერები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლიდით ბანერს !';
$_['text_list']         = 'ბანერის სია';
$_['text_add']          = 'სანიშნეს ბანერი';
$_['text_edit']         = 'რედაქტირება ბანერი';
$_['text_default']      = 'ნაგულისხმები';

// Column
$_['column_name']       = 'ბანერის სახელი';
$_['column_status']     = 'სტატუსი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'ბანერის სახელი';
$_['entry_title']       = 'სათაური';
$_['entry_link']        = 'ბმული';
$_['entry_image']       = 'გამოსახულება';
$_['entry_status']      = 'სტატუსი';
$_['entry_sort_order']  = 'სორტირების ორდენი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ბანერის შეცვლაზე !';
$_['error_name']       = 'ბანერის სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_title']      = 'ბანერის სათაური უნდა იყოს 2 და 64 სიმბოლოს შორის !';