<?php
// Heading
$_['heading_title']       = 'შაბლონები';

// Text
$_['text_success']        = 'წარმატება: თქვენ შეცვლით სქემები !';
$_['text_list']           = 'განლაგების სია';
$_['text_add']            = 'განლაგების დამატება';
$_['text_edit']           = 'განლაგების განლაგება';
$_['text_remove']         = 'ამოღება';
$_['text_route']          = 'არჩევა მაღაზიისა და მარშრუტების გამოყენება ამ განლაგებით';
$_['text_module']         = 'აირჩიეთ მოდულის პოზიცია';
$_['text_default']        = 'ნაგულისხმები';
$_['text_content_top']    = 'კონტენტი';
$_['text_content_bottom'] = 'კონტენტის ქვედა';
$_['text_column_left']    = 'სვეტი მარცხენა';
$_['text_column_right']   = 'სვეტი მარჯვენა';

// Column
$_['column_name']         = 'განლაგების სახელი';
$_['column_action']       = 'მოქმედება';

// Entry
$_['entry_name']          = 'განლაგების სახელი';
$_['entry_store']         = 'მაღაზია';
$_['entry_route']         = 'მარშრუტი';
$_['entry_module']        = 'მოდული';

// Error
$_['error_permission']    = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ფორმატის შეცვლაზე !';
$_['error_name']          = 'განლაგება სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_default']       = 'გაფრთხილება: ეს განლაგება არ შეიძლება წაიშალოს, რადგან ის ამჟამად დანიშნულია როგორც სტანდარტული მაღაზიის განლაგება !';
$_['error_store']         = 'გაფრთხილება: ეს განლაგება არ შეიძლება წაიშალოს, რადგან ის ამჟამად %-ის მაღაზიებშია .!';
$_['error_product']       = 'გაფრთხილება: ეს განლაგება ვერ წაიშლება, რადგან ის ამჟამად % პროდუქტზე !';
$_['error_category']      = 'გაფრთხილება: ეს განლაგება ვერ წაიშლება, რადგან ის ამჟამად % კატეგორიებს ენიჭება !';
$_['error_information']   = 'გაფრთხილება: ეს განლაგება არ შეიძლება წაიშალოს, რადგან ის ამჟამად % ინფორმაციის გვერდებზე !';