<?php
// Heading
$_['heading_title']       = 'Купони';

// Text
$_['text_success']        = 'Успех: Вие сте променили талоните!';
$_['text_list']           = 'Списък с талони';
$_['text_add']            = 'Добавете купон';
$_['text_edit']           = 'Редактиране на купона';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксирана сума';
$_['text_coupon']         = 'История на купона';

// Column
$_['column_name']         = 'Име на купона';
$_['column_code']         = 'код';
$_['column_discount']     = 'отстъпка';
$_['column_date_start']   = 'Дата на стартиране';
$_['column_date_end']     = 'Дата на край';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Идентификатор на поръчката';
$_['column_customer']     = 'клиент';
$_['column_amount']       = 'Количество';
$_['column_date_added']   = 'датата е добавена';
$_['column_action']       = 'действие';

// Entry
$_['entry_name']          = 'Име на купона';
$_['entry_code']          = 'код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'отстъпка';
$_['entry_logged']        = 'Вход за клиенти';
$_['entry_shipping']      = 'Безплатна доставка';
$_['entry_total']         = 'Обща сума';
$_['entry_category']      = 'категория';
$_['entry_product']       = 'Продукти';
$_['entry_date_start']    = 'Дата на стартиране';
$_['entry_date_end']      = 'Дата на край';
$_['entry_uses_total']    = 'Използва за купон';
$_['entry_uses_customer'] = 'Употреби на клиент';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Кодът, в който клиентът влиза, за да получи отстъпката.';
$_['help_type']           = 'Процент или фиксирана сума.';
$_['help_logged']         = 'Клиентът трябва да е влязъл в профила си, за да използва купона.';
$_['help_total']          = 'Общата сума, която трябва да бъде достигната преди валидността на купона, е валидна.';
$_['help_category']       = 'Изберете всички продукти в избраната категория.';
$_['help_product']        = 'Изберете конкретни продукти, към които ще се прилага купонът. Изберете продукти, за да приложите купон към цялата количка.';
$_['help_uses_total']     = 'Максималният брой пъти, в които купонът може да бъде използван от всеки клиент. Оставете празно за неограничен';
$_['help_uses_customer']  = 'Максималният брой пъти, в които купонът може да бъде използван от един клиент. Оставете празно за неограничен';

// Error
$_['error_permission']    = 'Предупреждение: Нямате разрешение да променяте купони!';
$_['error_exists']        = 'Предупреждение: кодът на купона вече се използва!';
$_['error_name']          = 'Името на купона трябва да е между 3 и 128 символа!';
$_['error_code']          = 'Кодът трябва да е между 3 и 10 знака!';