<?php
// Heading
$_['heading_title']     = 'Проследяване на маркетинга';

// Text
$_['text_success']      = 'Успех: Променихте маркетинговото проследяване!';
$_['text_list']         = 'Списък за проследяване на маркетинга';
$_['text_add']          = 'Добавяне на проследяване на маркетинга';
$_['text_edit']         = 'Редактиране на проследяването на маркетинга';
$_['text_filter']       = 'филтър';

// Column
$_['column_name']       = 'Име на кампанията';
$_['column_code']       = 'код';
$_['column_clicks']     = 'кликвания';
$_['column_orders']     = 'Поръчки';
$_['column_date_added'] = 'датата е добавена';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Име на кампанията';
$_['entry_description'] = 'Описание на кампанията';
$_['entry_code']        = 'Проследяващ код';
$_['entry_example']     = 'Примери';
$_['entry_date_added']  = 'датата е добавена';

// Help
$_['help_code']         = 'Проследяващият код, който ще се използва за проследяване на маркетингови кампании.';
$_['help_example']      = 'Така че системата може да проследява препратки, които трябва да добавите проследяващия код до края на URL адреса, свързан с вашия сайт.';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте маркетинговото проследяване!';
$_['error_name']        = 'Кампанията трябва да бъде между 1 и 32 знака!';
$_['error_code']        = 'Изискваният проследяващ код!';
$_['error_exists']      = 'Проследяващият код се използва от друга кампания!';