<?php
// Heading
$_['heading_title']                 = 'Партньорска програма';

// Text
$_['text_account']                  = 'Сметка';
$_['text_login']                    = 'Влизам';
$_['text_description']              = '<p> %s Affiliate програма е безплатна и дава възможност на членовете да печелят приходи чрез поставяне на линк или връзки на техния уеб сайт, който рекламира %s или конкретни продукти върху него. Всички продажби, направени на клиенти, които са кликнали върху тези връзки, ще получат партньорската комисионна. Стандартната комисионна в момента е %s. </p> <p> За повече информация посетете страницата ни за често задавани въпроси или вижте нашите условия за партньорство &amp; условия. </p>';
$_['text_new_affiliate']            = 'Нов филиал';
$_['text_register_account']         = '<p> В момента не съм филиал. </p> <p> Кликнете върху "Напред", за да създадете нов афилиейт профил. Моля, имайте предвид, че това не е свързано по никакъв начин с Вашата клиентска сметка. </p>';
$_['text_returning_affiliate']      = 'Влизане в партньорство';
$_['text_i_am_returning_affiliate'] = 'Аз съм завръщащ се филиал.';
$_['text_forgotten']                = 'Забравена парола';

// Entry
$_['entry_email']                   = 'Партньорска електронна поща';
$_['entry_password']                = 'парола';

// Error
$_['error_login']                   = 'Предупреждение: Няма съответствие за имейл адрес и /или парола.';
$_['error_attempts']                = 'Предупреждение: Профилът Ви е надхвърлил разрешения брой опити за влизане. Моля, опитайте отново след 1 час.';
$_['error_approved']                = 'Предупреждение: Профилът ви трябва да бъде одобрен, преди да можете да влезете.';