<?php
// Heading
$_['heading_title'] = 'Вашият партньорски акаунт е създаден!';

// Text
$_['text_message']  = '<p> Поздравления! Вашият нов акаунт е създаден успешно! </p> <p> Вие сте член на %s филиали. </p> <p> Ако имате въпроси относно работата на тази филиална система, моля, изпратете имейл до собственика на магазина. </p> <p> На предоставения имейл адрес е изпратено потвърждение. Ако не сте го получили в рамките на един час, моля, <a href="%s"> свържете се с нас </a>. </p>';
$_['text_approval'] = '<p> Благодарим Ви, че се регистрирахте за афилиейт акаунт с %s! </p> <p> Ще бъдете уведомени по имейл, след като профилът Ви бъде активиран от собственика на магазина. </p> <p> Ако имате някакви въпроси относно работата на тази филиална система, моля, <a href="%s"> свържете се със собственика на магазина </a>. </p>';
$_['text_account']  = 'Сметка';
$_['text_success']  = 'успех';