<?php
// Heading
$_['heading_title']                    = 'ნაგულისხმები მაღაზია თემა';

// Text
$_['text_extension']                   = 'გაგრძელება';
$_['text_success']                     = 'წარმატება: თქვენ შეცვლით სტანდარტულ მაღაზიას theme!';
$_['text_edit']                        = 'რედაქტირება ნაგულისხმები მაღაზიის თემა';
$_['text_general']                     = 'ზოგადი';
$_['text_product']                     = 'პროდუქცია';
$_['text_image']                       = 'სურათები';

// Entry
$_['entry_directory']                  = 'თემა დირექტორია';
$_['entry_status']                     = 'სტატუსი';
$_['entry_product_limit']              = 'Default Items Per Page';
$_['entry_product_description_length'] = 'სია აღწერა Limit';
$_['entry_image_category']             = 'კატეგორია გამოსახულების ზომა (W x H)';
$_['entry_image_thumb']                = 'პროდუქტის გამოსახულება Thumb ზომა (W x H)';
$_['entry_image_popup']                = 'პროდუქტის გამოსახულება Popup ზომა (W x H)';
$_['entry_image_product']              = 'პროდუქტის გამოსახულების სიის ზომა (W x H)';
$_['entry_image_additional']           = 'დამატებითი პროდუქტის გამოსახულების ზომა (W x H)';
$_['entry_image_related']              = 'მსგავსი პროდუქტის გამოსახულების ზომა (W x H)';
$_['entry_image_compare']              = 'შეადარეთ გამოსახულების ზომა (W x H)';
$_['entry_image_wishlist']             = 'სურვილის სიის გამოსახულების ზომა (W x H)';
$_['entry_image_cart']                 = 'კალათა გამოსახულების ზომა (W x H)';
$_['entry_image_location']             = 'მაღაზია გამოსახულების ზომა (W x H)';
$_['entry_width']                      = 'სიგანე';
$_['entry_height']                     = 'სიმაღლე';

// Help
$_['help_directory']                   = 'ეს ველი არის მხოლოდ ძველი თემების ჩართვა, რათა შეესაბამებოდეს ახალ თემატურ სისტემას. შეგიძლიათ დააყენოთ თემა დირექტორია გამოიყენოთ გამოსახულების ზომა პარამეტრების აქ განსაზღვრული.';
$_['help_product_limit']               = 'განსაზღვრავს რამდენი კატალოგი ელემენტი ნაჩვენებია თითო გვერდზე (პროდუქტები, კატეგორიები და ა.შ.)';
$_['help_product_description_length']  = 'სიის შეხედულებებში, მოკლე აღწერა ხასიათი ლიმიტი (კატეგორიები, სპეციალური და ა.შ.)';

// Error
$_['error_permission']                 = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა, რომ შეცვალოთ ნაგულისხმევი მაღაზია theme!';
$_['error_limit']                      = 'პროდუქტის ლიმიტი საჭიროა !';
$_['error_image_thumb']                = 'პროდუქტის გამოსახულება Thumb ზომა ზომები საჭირო !';
$_['error_image_popup']                = 'პროდუქტის Image Popup ზომა ზომები საჭირო !';
$_['error_image_product']              = 'პროდუქტის სია ზომა ზომები საჭირო !';
$_['error_image_category']             = 'კატეგორიის სია ზომა ზომები საჭირო !';
$_['error_image_additional']           = 'დამატებითი პროდუქტის გამოსახულება ზომა ზომები საჭირო !';
$_['error_image_related']              = 'მსგავსი პროდუქტის გამოსახულება ზომა ზომები საჭირო !';
$_['error_image_compare']              = 'შეადარეთ სურათის ზომის ზომები საჭირო !';
$_['error_image_wishlist']             = 'სასურველი სიის სურათი ზომის ზომები საჭიროა !';
$_['error_image_cart']                 = 'კალათა გამოსახულების ზომა ზომები საჭიროა !';
$_['error_image_location']             = 'მაღაზიის გამოსახულების ზომა ზომები საჭიროა !';