<?php
// Heading
$_['heading_title'] = 'การวิเคราะห์การขาย';

// Text
$_['text_extension']    = 'ส่วนเสริม';
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไข แดชบอร์ด การวิเคราะห์การขาย!';
$_['text_edit']        = 'แก้ไข แดชบอร์ด การวิเคราะห์การขาย';
$_['text_order']    = 'สั่งซื้อ';
$_['text_customer'] = 'ลูกค้า';
$_['text_day']      = 'วันนี้';
$_['text_week']     = 'สัปดาห์นี้';
$_['text_month']    = 'เดือนนี้';
$_['text_year']     = 'ปีนี้';

// Entry
$_['entry_status']      = 'สถานะ';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง';
$_['entry_width']       = 'ความกว้าง';

// Error
$_['error_permission'] = 'คำเตือน:คุณไม่ได้รับอนุญาติเข้าแก้ไข แดชบอร์ด การวิเคราะห์การขาย!';