<?php
// Heading
$_['heading_title']          = 'Атрибути';

// Text
$_['text_success']           = 'Успех: Вие сте променили атрибутите!';
$_['text_list']              = 'Списък с атрибути';
$_['text_add']               = 'Добавяне на атрибут';
$_['text_edit']              = 'Редактирайте атрибута';

// Column
$_['column_name']            = 'Име на атрибута';
$_['column_attribute_group'] = 'Група атрибути';
$_['column_sort_order']      = 'Сортиране на поръчката';
$_['column_action']          = 'действие';

// Entry
$_['entry_name']             = 'Име на атрибута';
$_['entry_attribute_group']  = 'Група атрибути';
$_['entry_sort_order']       = 'Сортиране на поръчката';

// Error
$_['error_permission']       = 'Предупреждение: Нямате разрешение да променяте атрибути!';
$_['error_attribute_group']  = 'Изисква се група атрибути!';
$_['error_name']             = 'Името на атрибута трябва да бъде между 1 и 64 символа!';
$_['error_product']          = 'Предупреждение: Този атрибут не може да бъде изтрит, тъй като понастоящем е зададен за %s products!';