<?php
// Heading
$_['heading_title']     = 'Групи атрибути';

// Text
$_['text_success']      = 'Успех: Вие сте променили групите атрибути!';
$_['text_list']         = 'Списък на групите атрибути';
$_['text_add']          = 'Добавяне на група атрибути';
$_['text_edit']         = 'Редактиране на група атрибути';

// Column
$_['column_name']       = 'Име на група атрибути';
$_['column_sort_order'] = 'Сортиране на поръчката';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Име на група атрибути';
$_['entry_sort_order']  = 'Сортиране на поръчката';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте групите атрибути!';
$_['error_name']        = 'Името на групата атрибути трябва да бъде между 1 и 64 символа!';
$_['error_attribute']   = 'Предупреждение: Тази група атрибути не може да бъде изтрита, тъй като понастоящем е присвоена на атрибутите %s!';
$_['error_product']     = 'Предупреждение: Тази група атрибути не може да бъде изтрита, тъй като понастоящем е присвоена на %s продукти!';