<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Успех: променихте категории!';
$_['text_list']              = 'Списък с категории';
$_['text_add']               = 'Добавяне на категория';
$_['text_edit']              = 'Редактиране на категория';
$_['text_default']           = 'По подразбиране';
$_['text_keyword']           = 'Не използвайте интервали, заместете местата с - и се уверете, че URL адресът на SEO е глобален уникален.';

// Column
$_['column_name']            = 'Име на категория';
$_['column_sort_order']      = 'Сортиране на поръчката';
$_['column_action']          = 'действие';

// Entry
$_['entry_name']             = 'Име на категория';
$_['entry_description']      = 'описание';
$_['entry_meta_title'] 	     = 'Заглавие на мета таг';
$_['entry_meta_keyword']     = 'Мета тагове ключови думи';
$_['entry_meta_description'] = 'Описание на мета маркера';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'Ключова дума';
$_['entry_parent']           = 'родител';
$_['entry_filter']           = 'Филтри';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Връх';
$_['entry_column']           = 'колони';
$_['entry_sort_order']       = 'Сортиране на поръчката';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Подмяна на оформлението';

// Help
$_['help_filter']            = '(Автодовършване)';
$_['help_top']               = 'Показва се в горната лента с менюта. Работи само за категориите с най-висок родител.';
$_['help_column']            = 'Брой колони, които да се използват за долните 3 категории. Работи само за категориите с най-висок родител.';

// Error
$_['error_warning']          = 'Предупреждение: Моля, проверете формата внимателно за грешки!';
$_['error_permission']       = 'Предупреждение: Нямате разрешение да променяте категории!';
$_['error_name']             = 'Името на категорията трябва да е между 1 и 255 знака!';
$_['error_meta_title']       = 'Meta заглавието трябва да е по-голямо от 1 и по-малко от 255 знака!';
$_['error_keyword']          = 'URL адресът на SEO вече е в употреба!';
$_['error_unique']           = 'URL адресът за SEO трябва да е уникален!';
$_['error_parent']           = 'Категорията родител, която сте избрали, е дете на текущата!';