<?php
// Heading
$_['heading_title']     = 'Downloads';

// Text
$_['text_success']      = 'Успех: Вие сте променили свалянията!';
$_['text_list']         = 'Сваляне на списък';
$_['text_add']          = 'Добавяне на изтегляне';
$_['text_edit']         = 'Редактирайте изтеглянето';
$_['text_upload']       = 'Файлът ви бе успешно качен!';

// Column
$_['column_name']       = 'Изтегляне на името';
$_['column_date_added'] = 'датата е добавена';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Изтегляне на името';
$_['entry_filename']    = 'Име на файл';
$_['entry_mask']        = 'маска';

// Help
$_['help_filename']     = 'Можете да качите чрез бутона за качване или да използвате FTP, за да качите в директорията за изтегляне и да въведете данните по-долу.';
$_['help_mask']         = 'Препоръчва се името на файла и маската да се различават, за да се спре хората, които се опитват директно да свържат вашите файлове за изтегляне.';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте файлове за изтегляне!';
$_['error_name']        = 'Името за изтегляне трябва да е между 3 и 64 символа!';
$_['error_upload']      = 'Качва се задължително!';
$_['error_filename']    = 'Името на файла трябва да бъде между 3 и 128 символа!';
$_['error_exists']      = 'Файлът не съществува!';
$_['error_mask']        = 'Маската трябва да е между 3 и 128 символа!';
$_['error_filetype']    = 'Невалиден файлов тип!';
$_['error_product']     = 'Предупреждение: Това изтегляне не може да бъде изтрито, тъй като понастоящем е зададено за %s products!';