<?php
// Heading
$_['heading_title']     = 'Филтри';

// Text
$_['text_success']      = 'Успех: Вие сте променили filters!';
$_['text_list']         = 'Списък с филтри';
$_['text_add']          = 'Добавяне на филтър';
$_['text_edit']         = 'Редактиране на филтъра';
$_['text_group']        = 'Филтърна група';
$_['text_value']        = 'Филтърни стойности';

// Column
$_['column_group']      = 'Филтърна група';
$_['column_sort_order'] = 'Сортиране на поръчката';
$_['column_action']     = 'действие';

// Entry
$_['entry_group']       = 'Име на филтърна група';
$_['entry_name']        = 'Име на филтъра';
$_['entry_sort_order']  = 'Сортиране на поръчката';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте filters!';
$_['error_group']       = 'Името на филтърната група трябва да е между 1 и 64 символа!';
$_['error_name']        = 'Името на филтъра трябва да е между 1 и 64 знака!';