<?php
// Heading
$_['heading_title']          = 'Информация';

// Text
$_['text_success']           = 'Успех: Вие сте променили информацията!';
$_['text_list']              = 'Списък с информация';
$_['text_add']               = 'Добавяне на информация';
$_['text_edit']              = 'Редактиране на информация';
$_['text_default']           = 'По подразбиране';
$_['text_keyword']           = 'Не използвайте интервали, заместете местата с - и се уверете, че URL адресът на SEO е уникален в световен мащаб.';

// Column
$_['column_title']           = 'Заглавие на информацията';
$_['column_sort_order']      = 'Сортиране на поръчката';
$_['column_action']          = 'действие';

// Entry
$_['entry_title']            = 'Заглавие на информацията';
$_['entry_description']      = 'описание';
$_['entry_meta_title']       = 'Заглавие на мета таг';
$_['entry_meta_keyword']     = 'Мета тагове ключови думи';
$_['entry_meta_description'] = 'Описание на мета маркера';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'Ключова дума';
$_['entry_bottom']           = 'дъно';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Сортиране на поръчката';
$_['entry_layout']           = 'Подмяна на оформлението';

// Help
$_['help_bottom']            = 'Показва се в долния колонтитул.';

// Error
$_['error_warning']          = 'Предупреждение: Моля, проверете формата внимателно за грешки!';
$_['error_permission']       = 'Предупреждение: Нямате разрешение за промяна на информацията!';
$_['error_title']            = 'Информация Заглавието трябва да бъде между 1 и 64 символа!';
$_['error_description']      = 'Описанието трябва да бъде повече от 3 символа!';
$_['error_meta_title']       = 'Meta заглавието трябва да е по-голямо от 1 и по-малко от 255 знака!';
$_['error_keyword']          = 'URL адресът на SEO вече е в употреба!';
$_['error_unique']           = 'URL адресът за SEO трябва да е уникален!';
$_['error_account']          = 'Предупреждение: Тази информационна страница не може да бъде изтрита, тъй като понастоящем е означена като термините за магазин terms!';
$_['error_checkout']         = 'Предупреждение: Тази информационна страница не може да бъде изтрита, тъй като тя понастоящем е означена като термините за проверка на магазина!';
$_['error_affiliate']        = 'Предупреждение: Тази информационна страница не може да бъде изтрита, тъй като тя понастоящем е зададена като термини за филиал на магазина!';
$_['error_return']           = 'Предупреждение: Тази информационна страница не може да бъде изтрита, тъй като понастоящем е означена като условията за връщане в магазина!';
$_['error_store']            = 'Предупреждение: Тази информационна страница не може да бъде изтрита, тъй като тя се използва в момента от %s stores!';