<?php
// Heading
$_['heading_title']     = 'Производители';

// Text
$_['text_success']      = 'Успех: Вие сте променили производителите!';
$_['text_list']         = 'Списък на производителите';
$_['text_add']          = 'Добавяне на производител';
$_['text_edit']         = 'Редактиране на производителя';
$_['text_default']      = 'По подразбиране';
$_['text_percent']      = 'Процент';
$_['text_amount']       = 'Фиксирана сума';
$_['text_keyword']      = 'Не използвайте интервали, заместете местата с - и се уверете, че URL адресът на SEO е глобален уникален.';

// Column
$_['column_name']       = 'Име на производителя';
$_['column_sort_order'] = 'Сортиране на поръчката';
$_['column_action']     = 'действие';

// Entry
$_['entry_name']        = 'Име на производителя';
$_['entry_store']       = 'Магазини';
$_['entry_keyword']     = 'Ключова дума';
$_['entry_image']       = 'Изображение';
$_['entry_sort_order']  = 'Сортиране на поръчката';
$_['entry_type']        = 'Тип';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте производителите!';
$_['error_name']        = 'Името на производителя трябва да е между 1 и 64 символа!';
$_['error_keyword']     = 'URL адресът на SEO вече е в употреба!';
$_['error_unique']      = 'URL адресът за SEO трябва да е уникален!';
$_['error_product']     = 'Предупреждение: Този производител не може да бъде изтрит, тъй като в момента е назначен на %s продукти!';