<?php
// Heading
$_['heading_title']      = 'Настроики';

// Text
$_['text_success']       = 'Успех: Вие сте променили опциите!';
$_['text_list']          = 'Списък с опции';
$_['text_add']           = 'Добавете опция';
$_['text_edit']          = 'Редактиране на опцията';
$_['text_choose']        = 'Избирам';
$_['text_select']        = 'Изберете';
$_['text_radio']         = 'радио';
$_['text_checkbox']      = 'Checkbox';
$_['text_input']         = 'Вход';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'текстово поле';
$_['text_file']          = 'досие';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата &amp; път';
$_['text_time']          = 'път';
$_['text_option']        = 'опция';
$_['text_value']         = 'Вариантни стойности';

// Column
$_['column_name']        = 'Име на опцията';
$_['column_sort_order']  = 'Сортиране на поръчката';
$_['column_action']      = 'действие';

// Entry
$_['entry_name']         = 'Име на опцията';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Име на опцията за стойност';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Сортиране на поръчката';

// Error
$_['error_permission']   = 'Предупреждение: Нямате разрешение да променяте опции!';
$_['error_name']         = 'Името на опцията трябва да е между 1 и 128 символа!';
$_['error_type']         = 'Предупреждение: Вариант Необходими стойности!';
$_['error_option_value'] = 'Името на опцията за стойност трябва да бъде между 1 и 128 знака!';
$_['error_product']      = 'Предупреждение: Тази опция не може да бъде изтрита, тъй като понастоящем е присвоена на %s продукти!';