<?php
// Heading
$_['heading_title']         = 'Повтарящи се профили';

// Text
$_['text_success']          = 'Успех: Вие сте променили повтарящи се профили!';
$_['text_list']             = 'Повтарящ се списък с профили';
$_['text_add']              = 'Добавяне на повтарящ се профил';
$_['text_edit']             = 'Редактиране на повтарящ се профил';
$_['text_day']              = 'ден';
$_['text_week']             = 'седмица';
$_['text_semi_month']       = 'Полумесец';
$_['text_month']            = 'месец';
$_['text_year']             = 'година';
$_['text_recurring']        = '<p> <i class="fa fa-info-circle"> </i> Повтарящите се суми се изчисляват по честота и цикли. </p> <p> Например, ако използвате честота "week" и цикъл от "2", тогава потребителят ще бъде таксуван на всеки 2 седмици. </p> <p> Продължителността е броят пъти, в които потребителят ще извърши плащане, задайте това на 0, ако искате плащания, докато не бъдат анулирани. </p>';
$_['text_profile']          = 'Повтарящ се профил';
$_['text_trial']            = 'Пробен профил';

// Entry
$_['entry_name']            = 'име';
$_['entry_price']           = 'Цена';
$_['entry_duration']        = 'продължителност';
$_['entry_cycle']           = 'цикъл';
$_['entry_frequency']       = 'Честота';
$_['entry_trial_price']     = 'Пробна цена';
$_['entry_trial_duration']  = 'Продължителност на пробния период';
$_['entry_trial_status']    = 'Пробно състояние';
$_['entry_trial_cycle']     = 'Пробен цикъл';
$_['entry_trial_frequency'] = 'Пробна честота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Сортиране на поръчката';

// Column
$_['column_name']           = 'име';
$_['column_sort_order']     = 'Сортиране на поръчката';
$_['column_action']         = 'действие';

// Error
$_['error_warning']         = 'Предупреждение: Моля, проверете формата внимателно за грешки!';
$_['error_permission']      = 'Предупреждение: Нямате разрешение да променяте повтарящи се профили!';
$_['error_name']            = 'Името на профила трябва да е по-голямо от 3 и по-малко от 255 знака!';
$_['error_product']         = 'Предупреждение: Този повтарящ се профил не може да бъде изтрит, тъй като понастоящем е зададен за %s products!';