<?php
// Heading
$_['heading_title']     = 'אירועים';

// Text
$_['text_success']      = 'בוצע בהצלחה: עדכנת את אירועים!';
$_['text_list']         = 'רשימת אירועים';
$_['text_event']        = 'הרחבות משתמשות באירועים על מנת לשנות את פונקציונליות ברירת המחדל של החנות. במידה ומתרחשת תקלה כל שהיא, ניתן להשבית או לאפשר את הארוע כאן.';
$_['text_info']         = 'נתוני אירוע';
$_['text_trigger']      = 'גורם';
$_['text_action']       = 'פעולה';

// Column
$_['column_code']       = 'קוד אירוע';
$_['column_status']     = 'סטטוס';
$_['column_sort_order'] = 'סדר מיון';
$_['column_action']     = 'פעולה';

// Error
$_['error_permission']  = 'נא לשים לב: אין לך הרשאה לעדכן הרחבות !';
