<?php
// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת את הרחבות!';
$_['text_unzip']       = 'מחלץ קבצים!';
$_['text_move']        = 'מעתיק קבצים!';
$_['text_xml']         = 'מטמיע שינויים !';
$_['text_remove']      = 'מסיר קבצים זמניים !';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן הרחבות !';
$_['error_install']    = 'מתבצעת התקנת הרחבה , נא להמתין מספר שניות לפני שמנסים להתקין !';
$_['error_unzip']      = 'לא ניתן לפתוח את הקובץ המכווץ !';
$_['error_file']       = 'קובץ ההתקנה לא נמצא !';
$_['error_directory']  = 'תיקיית ההתקנה לא נמצאה !';
$_['error_code']       = 'דרוש קוד יחודי עבור שינויי אקס אם אל (XML) !';
$_['error_xml']        = 'שינוי %s כבר נמצא בשימוש !';
$_['error_exists']     = 'הקובץ %s כבר קיים !';
$_['error_allowed']    = 'לא ניתן לכתוב אל התיקייה %s !';