<?php
// Heading
$_['heading_title']     = 'ივენთი';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლიდით მოვლენებს !';
$_['text_list']         = 'ღონისძიების სია';
$_['text_event']        = 'მოვლენები გამოიყენება თქვენი მაღაზიის ნაგულისხმევ ფუნქციონირების გადასაჭრელად. თუ თქვენ გაქვთ საკითხები შეგიძლიათ გამორთოთ ან ჩართოთ აქციები.';
$_['text_info']         = 'თარიღის ინფორმაცია';
$_['text_trigger']      = 'გამოიწვიოს';
$_['text_action']       = 'მოქმედება';

// Column
$_['column_code']       = 'ღონისძიების კოდექსი';
$_['column_status']     = 'სტატუსი';
$_['column_sort_order'] = 'სორტირების ორდენი';
$_['column_action']     = 'მოქმედება';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა გაგრძელებაზე გაგრძელებაზე !';
