<?php
// Text
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით გაგრძელება !';
$_['text_unzip']       = 'ამონაწერი ფაილები !';
$_['text_move']        = 'ფაილების გადაწერა !';
$_['text_xml']         = 'მოდიფიცირებების გამოყენება !';
$_['text_remove']      = 'დროებითი ფაილების წაშლა !';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა გაგრძელებაზე გაგრძელებაზე !';
$_['error_install']    = 'გაგრძელების ინსტალაცია მოხდება გთხოვთ, დაელოდოთ რამდენიმე წამს, სანამ დააყენებთ !- ს';
$_['error_unzip']      = 'Zip ფაილი ვერ გაიხსნება !';
$_['error_file']       = 'ინსტალაციის ფაილი ვერ მოიძებნა !';
$_['error_directory']  = 'ინსტალაციის დირექტორია ვერ მოიძებნა !';
$_['error_code']       = 'საჭიროა უნიკალური კოდი XML! მოდიფიცირებისათვის';
$_['error_xml']        = 'მოდიფიკაცია % უკვე გამოიყენება !';
$_['error_exists']     = 'ფაილი % უკვე არსებობს !';
$_['error_allowed']    = 'დირექტორია %s არ არის დაშვებული დაიწერა to!';