<?php
// Heading
$_['heading_title']     = 'გაფართოების ინსტალერი';

// Text
$_['text_progress']     = 'დააყენეთ პროგრესი';
$_['text_upload']       = 'ატვირთეთ თქვენი გაგრძელება';
$_['text_history']      = 'დააინსტალირეთ ისტორია';
$_['text_success']      = 'წარმატება: გაფართოება დამონტაჟდა !';
$_['text_install']      = 'ინსტალაცია';

// Column
$_['column_filename']   = 'ფაილის სახელი';
$_['column_date_added'] = 'თარიღი დამატებულია';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_upload']      = 'ატვირთე ფაილი';
$_['entry_progress']    = 'პროგრესი';

// Help
$_['help_upload']       = 'საჭიროა მოდიფიკაციის ფაილის გაფართოება \'ocmod.zip \'.';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა გაგრძელებაზე გაგრძელებაზე !';
$_['error_install']     = 'გაგრძელების ინსტალაცია მოხდება გთხოვთ, დაელოდოთ რამდენიმე წამს, სანამ დააყენებთ !- ს';
$_['error_upload']      = 'ფაილი ვერ აიტვირთა !';
$_['error_filetype']    = 'არასწორი ფაილის ტიპი !';
$_['error_file']        = 'ფაილი ვერ მოიძებნა !';