<?php
// Heading
$_['heading_title']     = 'ცვლილებები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლიდით ცვლილებებს !';
$_['text_refresh']      = 'როდესაც თქვენ ჩართვა /გამორთვა ან წაშლა მოდიფიკაცია, თქვენ უნდა დააჭიროთ განახლების ღილაკს თქვენი კოდის აღდგენა cache!';
$_['text_list']         = 'მოდიფიკაციის სია';

// Column
$_['column_name']       = 'მოდიფიკაციის სახელი';
$_['column_author']     = 'ავტორი';
$_['column_version']    = 'ვერსია';
$_['column_status']     = 'სტატუსი';
$_['column_date_added'] = 'თარიღი დამატებულია';
$_['column_action']     = 'მოქმედება';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ცვლილებების შეცვლაზე !';