<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'სცადეთ';
$_['button_update']						= 'განახლება';
$_['button_patch']						= 'Patch';
$_['button_faq']						= 'კითხვების თემის ნახვა';

// Tab
$_['tab_setting']						= 'პარამეტრები';
$_['tab_update']						= 'პროგრამული განახლებები';
$_['tab_developer']						= 'შემქმნელი';

// Text
$_['text_dashboard']         			= 'Dashboard';
$_['text_success']         				= 'წარმატება: პარამეტრები შენახულია';
$_['text_products']          			= 'საქონელი';
$_['text_orders']          				= 'ბრძანებები';
$_['text_manage']          				= 'მართვა';
$_['text_help']                     	= 'დახმარება';
$_['text_tutorials']                    = 'გაკვეთილები';
$_['text_suggestions']                  = 'იდეები';
$_['text_version_latest']               = 'უახლესი ვერსია ხორციელდება';
$_['text_version_check']     			= 'შემოწმების პროგრამული ვერსია';
$_['text_version_installed']    		= 'OpenBay Pro- ის დაინსტალირებული ვერსია: v';
$_['text_version_current']        		= 'შენი ვერსიაა';
$_['text_version_available']        	= 'უკანასკნელი არის';
$_['text_language']             		= 'API პასუხი ენაზე';
$_['text_getting_messages']     		= 'მიღება OpenBay პრო შეტყობინებები';
$_['text_complete']     				= 'სრული';
$_['text_patch_complete']           	= 'Patch იქნა გამოყენებული';
$_['text_updated']						= 'მოდული განახლდა (v%s)';
$_['text_update_description']			= 'განახლების ინსტრუმენტი შეიცვლის თქვენს მაღაზიაში ფაილურ სისტემაში. დარწმუნდით, რომ თქვენ გაქვთ სრული ფაილი და მონაცემთა ბაზა სარეზერვო ადრე განახლება.';
$_['text_patch_description']			= 'თუ ატვირთეთ განახლების ფაილების ხელით, საჭიროა განახლებული დასრულების სანახავად';
$_['text_clear_faq']                    = 'გაასუფთავეთ დამალული კითხვა popups';
$_['text_clear_faq_complete']           = 'შეტყობინებები ახლა გამოჩნდება';
$_['text_install_success']              = 'ბაზარი დამონტაჟდა';
$_['text_uninstall_success']            = 'ბაზარი მოიხსნა';
$_['text_title_messages']               = 'შეტყობინებები &; შეტყობინებები';
$_['text_marketplace_shipped']			= 'წესრიგის სტატუსი განახლდება ბაზარზე';
$_['text_action_warning']				= 'ეს ქმედება საშიშია, ასე რომ პაროლი დაცულია.';
$_['text_check_new']					= 'ახალი ვერსიის შემოწმება';
$_['text_downloading']					= 'ჩამოტვირთვის განახლების ფაილები';
$_['text_extracting']					= 'ამონაწერი ფაილი';
$_['text_running_patch']				= 'მიმდინარე patch ფაილი';
$_['text_fail_patch']					= 'განახლების ფაილების ამონაწერი ვერ ხერხდება';
$_['text_updated_ok']					= 'სრული განახლება, დაყენებული ვერსია არის';
$_['text_check_server']					= 'სერვერის მოთხოვნების შემოწმება';
$_['text_version_ok']					= 'პროგრამული უზრუნველყოფა უკვე დღემდეა, დამონტაჟებული ვერსიაა';
$_['text_remove_files']					= 'ფაილების წაშლა აღარ არის საჭირო';
$_['text_confirm_backup']				= 'დარწმუნდით, რომ გაგრძელებამდე სრული სარეზერვო გაქვთ';
$_['text_software_update']				= 'OpenBay Pro პროგრამული უზრუნველყოფის განახლება';
$_['text_patch_option']				    = 'მექანიკური პატჩი';

// Column
$_['column_name']          				= 'მოდულის სახელი';
$_['column_status']        				= 'სტატუსი';
$_['column_action']        				= 'მოქმედება';

// Entry
$_['entry_patch']            			= 'მექანიკური განახლება პატჩი';
$_['entry_courier']						= 'კურიერი';
$_['entry_courier_other']           	= 'სხვა კურიერი';
$_['entry_tracking']                	= 'თვალთვალის #';
$_['entry_empty_data']					= 'ცარიელი მაღაზია მონაცემები ?';
$_['entry_password_prompt']				= 'გთხოვთ შეიყვანოთ მონაცემების wipe პაროლი';
$_['entry_update']						= 'მარტივი 1 დაჭერით განახლება';
$_['entry_beta']						= 'გამოიყენეთ ბეტა ვერსია';

// Error
$_['error_admin']             			= 'ადმინისტრატორის დირექტორია მოსალოდნელია';
$_['error_failed']						= 'ჩატვირთვა ვერ მოხერხდა, retry?';
$_['error_tracking_id_format']			= 'თქვენი მიკვლევა ID არ შეიცავს> ან < სიმბოლოებს';
$_['error_tracking_courier']			= 'თქვენ უნდა აირჩიოთ კურიერი თუ გსურთ დაამატოთ თვალყურის დევნება ID';
$_['error_tracking_custom']				= 'გთხოვთ, დატოვოთ კურიერის ველი ცარიელი თუ გსურთ გამოიყენოთ საბაჟო კურიერი';
$_['error_permission']					= 'თქვენ არ გაქვთ ნებართვა OpenBay Pro გაფართოების შეცვლაზე';
$_['error_file_delete']					= 'ამ ფაილების წაშლა ვერ ხერხდება მათ ხელით წაშლა';
$_['error_mkdir']						= 'PHP ფუნქცია "mkdir" გამორთულია, დაუკავშირდით მასპინძელს';
$_['error_openssl_encrypt']            	= 'PHP ფუნქცია "openssl_encrypt" არ არის ჩართული. დაუკავშირდით ჰოსტინგის პროვაიდერს.';
$_['error_openssl_decrypt']            	= 'PHP ფუნქცია "openssl_decrypt" არ არის ჩართული. დაუკავშირდით ჰოსტინგის პროვაიდერს.';
$_['error_fopen']             			= 'PHP ფუნქცია "fopen" არ არის ჩართული. დაუკავშირდით ჰოსტინგის პროვაიდერს.';
$_['error_url_fopen']             		= 'allow_url_fopen" დირექტივა გამორთულია თქვენი მასპინძელით - თქვენ ვერ შეძლებთ იმპორტის იმპორტს, როდესაც eBay- ის პროდუქტების იმპორტი';
$_['error_curl']                        = 'PHP ბიბლიოთეკა "CURL" არ არის ჩართული. დაუკავშირდით ჰოსტინგის პროვაიდერს.';
$_['error_zip']                         = 'ZIP გაფართოება უნდა იყოს დატვირთული. დაუკავშირდით ჰოსტინგის პროვაიდერს.';
$_['error_mbstring']               		= 'PHP ბიბლიოთეკა "mb strings" არ არის ჩართული. დაუკავშირდით ჰოსტინგის პროვაიდერს.';
$_['error_oc_version']             		= 'თქვენი ვერსია OpenCart არ არის გამოცდილი ამ მოდულის მუშაობისთვის. თქვენ შეიძლება განიცდიან პრობლემებს.';

// Help
$_['help_clear_faq']					= 'აჩვენე ყველა დახმარების შეტყობინებას ერთხელ';
$_['help_empty_data']					= 'ეს შეიძლება გამოიწვიოს სერიოზული ზიანი, არ გამოიყენოთ, თუ არ იცით, რას აკეთებს !';
$_['help_easy_update']					= 'დაწკაპეთ განახლება OpenBay Pro- ის უახლესი ვერსია ავტომატურად';
$_['help_patch']						= 'დაწკაპეთ გასაშვებად პატჩი სკრიპტები';
$_['help_beta']							= 'Caution! ბეტა ვერსია არის უახლესი განვითარების ვერსია. ეს არ შეიძლება იყოს სტაბილური და შეიძლება შეიცავდეს შეცდომებს.';
