<?php
$_['heading_title']    = 'Google Анализ';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']	   = 'Успех: Вие сте променили Google Анализ!';
$_['text_edit']        = 'Редактирайте Google Анализ';
$_['text_signup']      = 'Влезте в профила си и след като създадете потребителския си профил в уебсайта, копирайте и поставете кода за анализ в това поле.';
$_['text_default']     = 'По подразбиране';

// Entry
$_['entry_code']       = 'Кода на Google Анализ';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте Google Анализ!';
$_['error_code']	   = 'Изисква се код!';
