<?php
// Heading
$_['heading_title']      = 'ธีมบัตรกำนัล';

// Text
$_['text_success']       = 'สำเร็จ: คุณทำการแก้ไข!ธีมบัตรกำนัล';
$_['text_list']         = 'รายการ ธีมบัตรกำนัล';
$_['text_add']          = 'เพิ่ม ธีมบัตรกำนัล';
$_['text_edit']         = 'แก้ไข ธีมบัตรกำนัล';

// Column
$_['column_name']        = 'ชื่อธีมบัตรกำนัล';
$_['column_action']      = 'การกระทำ';

// Entry
$_['entry_name']         = 'ชื่อธีมบัตรกำนัล:';
$_['entry_description']  = 'อธิบายธีมบัตรกำนัล :';
$_['entry_image']        = 'รูป:';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขธีมบัตรกำนัล!';
$_['error_name']        = 'คำเตือน: ชื่อธีมบัตรกำนัลต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_image']       = 'คำเตือน: ต้องใส่รูป!';
$_['error_voucher']     = 'คำเตือน: ธีมบัตรกำนัลไม่สามารถลบได้มันถูกใช้งาน  %s บัตรกำนัล!';