<?php
// Heading
$_['heading_title']     = 'บัตรกำนัล';

// Text
$_['text_success']      = 'สำเร็จ: คุณทำการแก้ไขบบัตรกำนัล!';
$_['text_list']         = 'รายการ บัตรกำนัล ';
$_['text_add']          = 'เพิ่ม บัตรกำนัล';
$_['text_edit']         = 'แก้ไข บัตรกำนัล';
$_['text_sent']         = 'สำเร็จ: บัตรกำนัลได้ถูกส่งไปทางอีเมล!';

// Column
$_['column_name']       = 'ชื่อบัตรกำนัล';
$_['column_code']       = 'รหัส';
$_['column_from']       = 'จาก';
$_['column_to']         = 'ถึง';
$_['column_theme']      = 'ธีมบัตรกำนัล';
$_['column_amount']     = 'ค่า';
$_['column_status']     = 'สถานะ';
$_['column_order_id']   = 'หมายเลขการสั่งซื้อ';
$_['column_customer']   = 'ลูกค้า';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_code']        = 'รหัส';
$_['entry_from_name']   = 'ชื่อผู้ส่ง';
$_['entry_from_email']  = 'อีเมลผู้ส่ง';
$_['entry_to_name']     = 'ชื่อผู้รับ';
$_['entry_to_email']    = 'อีเมลผู้รับ';
$_['entry_theme']       = 'ชุดรูปแบบ';
$_['entry_message']     = 'ข้อความ';
$_['entry_amount']      = 'จำนวนเงิน';
$_['entry_status']      = 'สถานะ';

// Help
$_['help_code']         = 'รหัสลูกค้าที่จะเข้าสู่การเปิดใช้งานบัตรกำนัล';

// Error
$_['error_selection']   = 'คำเตือน:  บัตรกำนัลไม่ได้เลือก!';
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขบัตรกำนัล!';
$_['error_exists']      = 'คำเตือน: ที่มีอยู่รหัสบัตรกำนัล!';
$_['error_code']        = 'คำเตือน: รหัสต้องอยู่ระหว่าง 3 และ 10 ตัวอักษร!';
$_['error_to_name']     = 'คำเตือน: ชื่อผู้รับต้องอยู่ระหว่าง 1 และ 64 ตัวอักษร!';
$_['error_from_name']   = 'คำเตือน: คุณผู้ส่งต้องอยู่ระหว่าง 1 และ 64 ตัวอักษร!';
$_['error_email']       = 'คำเตือน: ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_amount']      = 'คำเตือน: จำนวนเงินที่จะต้องมากกว่าหรือเท่ากับ 1!';
$_['error_order']       = 'คำเตือน: คำเตือน: ธีมบัตรกำนัลไม่สามารถลบได้มันถูกใช้งาน  <a href="%s">สั่งซื้อสินค้า</a>!';