<?php
// Text
$_['text_subject']  = '%s - תוכנית שותפים';
$_['text_welcome']  = 'תודה שהצטרפת אל %s תוכנית השותפים!';
$_['text_login']    = 'חשבונך נוצר ואושר ,כעת יש באפשרותך לההכנס לאתר עם חשבונך על ידי כתובת הדואר האלקטרוני  והסיסמא שלך,בכתובת הזו :';
$_['text_approval'] = 'חשבונך חייב להיות מאושר לפני הכניסה הראשונית שלך לאתר עם שם המשתמש. ברגע שיאושר חשבונך תהיה באפשרותך להכנס על ידי כתובת הדואר האלקטרוני  והסיסמא שלך,בכתובת הזו:';
$_['text_services'] = 'בכניסה תוכל ליצר קודי מעקב,מעקב אחר תשלומי עמלות ועריכת פרטי חשבונך.';
$_['text_thanks']   = 'תודות,';
$_['text_new_affiliate']        = 'שותפים חדשים';
$_['text_signup']		        = 'שותפים חדשים נרשמו:';
$_['text_website']		        = 'אתר אינטרנט:';
$_['text_customer_group'] 		= 'קבוצת לקוחות:';
$_['text_store']		        = 'חנות:';
$_['text_firstname']	        = 'שם פרטי:';
$_['text_lastname']		        = 'שם משפחה:';
$_['text_company']		        = 'שם החברה:';
$_['text_email']		        = 'כתובת דואר אלקטרוני:';
$_['text_telephone']	        = 'טלפון:';
