<?php
// Text
$_['text_subject']        = '%s - תודה שנרשמת';
$_['text_welcome']        = 'ברוכים הבאים ותודה על ההרשמה אל %s!';
$_['text_login']          = 'חשבונך נוצר כעת ובאפשרותך להתחבר על ידי כתובת הדואר האלקטרוני שלך והסיסמה שלך על ידי ביקור באתר שלנו או בקישור הבא:';
$_['text_approval']       = 'חשבונך חייב להיות מאושר לפני שיהיה באפשרותך להתחבר. מיד לאחר שהוא יאושר יהיה באפשרותך להתחבר עם כתובת הדואר האלקטרוני שלך והסיסמה שלך על ידי ביקור באתר שלנו או בקישור הבא :';
$_['text_service']        = 'על ידי התחברות באתר ,יהיה באפשרותך להכנס לשירותים אחרים הכוללים צפיה בהזמנות קודמות , הדפסת חשבוניות ועריכת נתוני החשבון שלך.';
$_['text_thanks']         = 'תודות,';
$_['text_new_customer']   = 'לקוח/ה חדש/ה';
$_['text_signup']         = 'לקוחה/ה חדש/ה נרשמ/ה:';
$_['text_customer_group'] = 'קבוצת לקוחות:';
$_['text_firstname']      = 'שם פרטי:';
$_['text_lastname']       = 'שם משפחה:';
$_['text_email']          = 'דואר אלקטרוני:';
$_['text_telephone']      = 'טלפון:';