<?php
// Text
$_['text_subject']  = 'נשלח אליך שובר מתנה כל ידי %s';
$_['text_greeting'] = 'מזל טוב, קיבלת שובר מתנה בשווי %s';
$_['text_from']     = 'שובר מתנה זה נשלח אליך על ידי %s';
$_['text_message']  = 'עם הודעה בה נאמר';
$_['text_redeem']   = 'למימוש שובר המתנה יש לרשום מטה את הקוד שהוא  <b>%s</b> ואז לחץ על הקישור שמתחת  כדי לרכוש את הפריט על ידי שובר המתנה. ניתן להכניס את קוד שובר המתנה בעגלת הקניות לפני ביצוע התשלום.';
$_['text_footer']   = 'נא להשיב לכתבות דואר אלקטרוני זה במידה ויש לך שאלות.';
