<?php
// Text
$_['text_subject']        = '%s - შვილობილი პროგრამა';
$_['text_welcome']        = 'გმადლობთ, რომ გაწევრიანდე %-ის შვილობილი პროგრამა !';
$_['text_login']          = 'თქვენი ანგარიში ახლა შეიქმნა და თქვენ შეგიძლიათ შეხვიდეთ ელ.ფოსტის მისამართისა და პაროლის გამოყენებით ჩვენი ვებსაიტის მონახულება ან შემდეგ URL- ზე:';
$_['text_approval']       = 'თქვენი ანგარიში უნდა დამტკიცდეს, სანამ შეხვიდეთ სისტემაში. მას შემდეგ, რაც დამტკიცდა, შეგიძლიათ შეხვიდეთ თქვენს ელ-ფოსტის მისამართსა და პაროლის გამოყენებით ჩვენს ვებ-გვერდზე ან შემდეგ მისამართზე:';
$_['text_service']        = 'სისტემაში შესვლისას თქვენ შეძლებთ თვალთვალის კოდების გენერირებას, საკომისიოს გადახდას და ანგარიშის ინფორმაციის რედაქტირებას.';
$_['text_thanks']         = 'მადლობა,';
$_['text_new_affiliate']  = 'ახალი პარტნიორი';
$_['text_signup']         = 'ახალმა შვილობელმა ხელი მოაწერა:';
$_['text_website']        = 'ვებ გვერდი:';
$_['text_customer_group'] = 'მომხმარებელთა ჯგუფი:';
$_['text_firstname']      = 'სახელი:';
$_['text_lastname']       = 'გვარი:';
$_['text_company']        = 'კომპანია:';
$_['text_email']          = 'ელ.ფოსტა:';
$_['text_telephone']      = 'ტელეფონი:';