<?php
// Text
$_['text_subject']          = '%s - შეკვეთა %s';
$_['text_greeting']         = 'მადლობას გიხდით %-იანი პროდუქტით. თქვენი შეკვეთა იქნა მიღებული და დამუშავდება ერთხელ გადახდა.';
$_['text_link']             = 'თქვენი შეკვეთის სანახავად დააჭირეთ ბმულს:';
$_['text_order_detail']     = 'შეკვეთის დეტალები';
$_['text_instruction']      = 'ინსტრუქციები';
$_['text_order_id']         = 'შეკვეთის ნომერი:';
$_['text_date_added']       = 'თარიღი დამატებულია:';
$_['text_order_status']     = 'დაალაგე სტატუსი:';
$_['text_payment_method']   = 'გადახდის საშუალება:';
$_['text_shipping_method']  = 'ტრანსპორტირების მეთოდი:';
$_['text_email']            = 'ელ.ფოსტა:';
$_['text_telephone']        = 'ტელეფონი:';
$_['text_ip']               = 'IP მისამართი:';
$_['text_payment_address']  = 'გადახდის მისამართი';
$_['text_shipping_address'] = 'მიწოდების მისამართი';
$_['text_products']         = 'პროდუქცია';
$_['text_product']          = 'პროდუქტი';
$_['text_model']            = 'მოდელი';
$_['text_quantity']         = 'რაოდენობა';
$_['text_price']            = 'ფასი';
$_['text_order_total']      = 'დაალაგე სულ';
$_['text_total']            = 'სულ';
$_['text_download']         = 'თქვენი გადახდის შემდეგ დადასტურდება, რომ შეგიძლიათ დააწკაპუნოთ ბმულზე ქვემოთ ჩამოთვლილი პროდუქციის წვდომისთვის:';
$_['text_comment']          = 'თქვენი შენიშვნების კომენტარებია:';
$_['text_footer']           = 'გთხოვთ, გამოეხმაუროთ ამ ელ-ფოსტას, თუ გაქვთ რაიმე შეკითხვები.';