<?php
// Text
$_['text_subject']        = '%s - გმადლობთ რეგისტრაციისათვის';
$_['text_welcome']        = 'მოგესალმებით და მადლობა გადაგიხადოთ რეგისტრაციისთვის %s!';
$_['text_login']          = 'თქვენი ანგარიში ახლა შეიქმნა და თქვენ შეგიძლიათ შეხვიდეთ თქვენს ელფოსტის მისამართსა და პაროლის გამოყენებით ჩვენს ვებსაიტზე ან შემდეგ მისამართზე:';
$_['text_approval']       = 'თქვენი ანგარიში უნდა დამტკიცდეს, სანამ შეხვიდეთ სისტემაში. მას შემდეგ, რაც დამტკიცდა, შეგიძლიათ შეხვიდეთ ელფოსტის მისამართისა და პაროლის გამოყენებით ჩვენი ვებსაიტის მონახულება ან შემდეგ URL- ში:';
$_['text_service']        = 'შესვლისას თქვენ შეძლებთ სხვა სერვისების წვდომას, მათ შორის წარსულში ბრძანებების განხილვას, ბეჭდვის ინვოისებს და ანგარიშის რედაქტირებას.';
$_['text_thanks']         = 'მადლობა,';
$_['text_new_customer']   = 'ახალი მომხმარებელი';
$_['text_signup']         = 'ახალ მომხმარებელს მოაწერა ხელი:';
$_['text_customer_group'] = 'მომხმარებელთა ჯგუფი:';
$_['text_firstname']      = 'სახელი:';
$_['text_lastname']       = 'გვარი:';
$_['text_email']          = 'ელ.ფოსტა:';
$_['text_telephone']      = 'ტელეფონი:';