<?php
// Text
$_['text_subject']  = '%-დან საჩუქრის სერტიფიკატი გაიგზავნა';
$_['text_greeting'] = 'გილოცავთ, მიიღეთ % ცალი საჩუქარი სერტიფიკატი';
$_['text_from']     = 'ეს საჩუქარი სერტიფიკატი გაიგზავნა თქვენ მიერ %s';
$_['text_message']  = 'გაგზავნა ამბობდა';
$_['text_redeem']   = 'ამ სასაჩუქრე სერტიფიკატის გამოსაწერად, დაწერე გამოსყიდვის კოდი, რომელიც არის <b> %s </b> შემდეგ დააჭირეთ ბმულს და შეიძინეთ პროდუქტი, რომელსაც გსურთ გამოიყენოთ ეს საჩუქარი სერტიფიკატი. თქვენ შეგიძლიათ შეამოწმოთ სასაჩუქრე სერთიფიკატის კოდი კალათა გვერდზე, სანამ შეამოწმეთ გადახდა.';
$_['text_footer']   = 'გთხოვთ, გამოეხმაუროთ ამ ელ-ფოსტას, თუ გაქვთ რაიმე შეკითხვები.';