<?php
// Heading
$_['heading_title']    = 'კარუსელი';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლილია კარუსელის მოდული !';
$_['text_edit']        = 'რედაქტირება კარუსელის მოდული';

// Entry
$_['entry_name']       = 'მოდულის სახელი';
$_['entry_banner']     = 'ბანერი';
$_['entry_width']      = 'სიგანე';
$_['entry_height']     = 'სიმაღლე';
$_['entry_status']     = 'სტატუსი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ კარუსელის მოდული !';
$_['error_name']       = 'მოდულის სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_width']      = 'სიგანე საჭიროა !';
$_['error_height']     = 'სიმაღლე საჭიროა !';