<?php
// Heading
$_['heading_title']    = 'უახლესი';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით უკანასკნელი მოდულის !';
$_['text_edit']        = 'უახლესი მოდული რედაქტირება';

// Entry
$_['entry_name']       = 'მოდულის სახელი';
$_['entry_limit']      = 'ზღვარი';
$_['entry_width']      = 'სიგანე';
$_['entry_height']     = 'სიმაღლე';
$_['entry_status']     = 'სტატუსი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ბოლო მოდულის შეცვლა !';
$_['error_name']       = 'მოდულის სახელი უნდა იყოს 3 და 64 სიმბოლოს შორის !';
$_['error_width']      = 'სიგანე საჭიროა !';
$_['error_height']     = 'სიმაღლე საჭიროა !';