<?php
// Heading
$_['heading_title']    = 'PayPal (პროგრამით Braintree) ღილაკი';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლილია PayPal (პროგრამით Braintree) ღილაკი მოდული !';
$_['text_edit']        = 'რედაქტირება PayPal (პროგრამით Braintree) ღილაკი მოდული';
$_['text_info']        = 'ღილაკი <u> არ არის </u> გამოჩნდება გარკვეული პირობებით:';
$_['text_info_li1']    = 'კალათა ცარიელია და ვაუჩერი არ არის გამოყენებული';
$_['text_info_li2']    = 'კალათაში ჩამოტვირთულია ან განმეორებადი გადასახადი და მომხმარებელი არ არის შესული';
$_['text_info_li3']    = 'საწყობის გამშვები პუნქტის გამორთვა გამორთულია და კალათა შეიცავს აქედან';
$_['text_layouts']     = 'მოდულის ჩართვის შემდეგ, გამოიყენეთ განლაგება მენეჯერი იმისათვის, რომ დაამატოთ ღილაკს ადგილებში მაღაზიაში.';
$_['text_layout_link'] = 'დააჭირეთ აქ წვდომის გვერდის წვდომას';

// Entry
$_['entry_status']     = 'სტატუსი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა გადახდების PayPal (Powered by Braintree) ღილაკის მოდული !';