<?php
// Heading
$_['heading_title']        = 'შესვლა ერთად PayPal';

// Text
$_['text_extension']       = 'გაგრძელება';
$_['text_success']         = 'წარმატება: თქვენ შესწორდა შესვლა PayPal მოდულით !';
$_['text_edit']            = 'შესწორება შესვლა PayPal მოდული';
$_['text_button_grey']     = 'რუხი';
$_['text_button_blue']     = 'ლურჯი (რეკომენდირებულია)';

// Entry
$_['entry_client_id']      = 'კლიენტის ID';
$_['entry_secret']         = 'საიდუმლო';
$_['entry_sandbox']        = 'Sandbox რეჟიმი';
$_['entry_debug']          = 'შეცდომების შესასვლელი';
$_['entry_customer_group'] = 'მომხმარებელთა ჯგუფი';
$_['entry_button']         = 'ღილაკის ფერი';
$_['entry_seamless']       = 'მიეცით " არასაკმარისი გადახდა';
$_['entry_locale']         = 'ლოკალი';
$_['entry_return_url']     = 'დაბრუნება URL';
$_['entry_status']         = 'სტატუსი';

// Help
$_['help_sandbox']         = 'გამოიყენეთ სავარჯიშო (ტესტირება) გარემო ?';
$_['help_customer_group']  = 'ახალი აბონენტებისთვის, რომელთა მომხმარებელთა ჯგუფმა უნდა შექმნას ?';
$_['help_debug_logging']   = 'ეს საშუალებას მისცემს თქვენს შეცდომას დაემატოს მონაცემები, რათა დაეხმაროს ნებისმიერ პრობლემას.';
$_['help_seamless']        = 'ავტომატური შესვლა საშუალებას აძლევს მომხმარებელს PayPal Express Checkout- ს. იმისათვის, რომ გამოიყენოთ ეს პარამეტრი უნდა ჩართოთ თქვენს ანგარიშში PayPal ანგარიშზე. თქვენ უნდა გამოვიყენოთ იგივე ანგარიში, როგორც ეს გამოიყენება Express Checkout- ში.';
$_['help_locale']          = 'ეს არის PayPal ლოკალი პარამეტრი თქვენი მაღაზიის ენებზე';
$_['help_return_url']      = 'ეს უნდა დაემატოს PayPal- ის აპლიკაციის კონფიგურაციაში აპლიკაციის გადამისამართების ქვეშ.';

// Error
$_['error_permission']     = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ცვლილებების შეტანისას PayPal მოდულით !';
$_['error_client_id']      = 'კლიენტის ID საჭიროა !';
$_['error_secret']         = 'საიდუმლოა საჭირო !';