<?php
// Heading
$_['heading_title']                 = 'პარტნიორული პროგრამა';

// Text
$_['text_account']                  = 'ანგარიში';
$_['text_login']                    = 'შესვლა';
$_['text_description']              = '<p> %s შვილობილი პროგრამა უფასოა და წევრებს საშუალებას აძლევს მიიღონ შემოსავლები ბმული ან ბმულები განთავსება ვებ-გვერდზე, რომელიც რეკლამას სთავაზობს % ან მასზე კონკრეტულ პროდუქტებს. ნებისმიერ კავშირზე, რომელიც კლიენტებს მიჰყავს, ვინც ამ ბმულზე დააწექით, მიიღებს შვილობილი კომისია. სტანდარტული კომისიის შეფასება ამჟამად %. </p> <p> დამატებითი ინფორმაციისთვის ეწვიეთ ჩვენს FAQ გვერდს ან იხილეთ ჩვენი შვილობილი პირობები &; პირობები. </p>';
$_['text_new_affiliate']            = 'ახალი პარტნიორი';
$_['text_register_account']         = '<p> მე არ ვარ ამჟამად შვილობილი. </p> <p> დააჭირეთ ქვემოთ, რათა შევქმნათ ახალი შვილობილი ანგარიში. გთხოვთ, გაითვალისწინოთ, რომ ეს არ არის დაკავშირებული თქვენს ანგარიშზე. </p>';
$_['text_returning_affiliate']      = 'შვილობილი შესვლა';
$_['text_i_am_returning_affiliate'] = 'მე ვარ დაბრუნების შვილობილი.';
$_['text_forgotten']                = 'დავიწყებული პაროლი';

// Entry
$_['entry_email']                   = 'შვილობილი ელ. ფოსტა';
$_['entry_password']                = 'პაროლი';

// Error
$_['error_login']                   = 'გაფრთხილება: არ არის ელფოსტის მისამართი და /ან პაროლი.';
$_['error_attempts']                = 'გაფრთხილება: თქვენს ანგარიშზე გადააჭარბეთ შესვლის მცდელობების რაოდენობა. გთხოვთ, სცადოთ 1 საათში.';
$_['error_approved']                = 'გაფრთხილება: თქვენი ანგარიშის დამტკიცება მოითხოვს, სანამ შეხვიდეთ.';