<?php
// Heading
$_['heading_title'] = 'თქვენი შვილობილი ანგარიში შეიქმნა !';

// Text
$_['text_message']  = '<p> გილოცავთ ! თქვენი ახალი ანგარიში წარმატებით შეიქმნა ! </p> <p> თქვენ ახლა ხართ %s- ის პარტნიორების წევრი. </p> <p> თუ თქვენ გაქვთ რაიმე შეკითხვები ამ შვილობილი სისტემის მუშაობის შესახებ, გთხოვთ მოგვწეროთ მაღაზიის მფლობელი. </p> <p> დადასტურება გაიგზავნა ელექტრონულ მისამართზე. თუ არ მიუღიათ ეს საათში, გთხოვთ დაგვიკავშირდეთ <a href="%s"> დაგვიკავშირდით </a>. </p>';
$_['text_approval'] = '<p> გმადლობთ შვილობილი ანგარიშის რეგისტრაციისთვის %s! </p> <p> ელ-ფოსტის საშუალებით შეატყობინებთ თქვენს ანგარიშზე გააქტიურებული მაღაზიის მფლობელის მიერ. </p> <p> თუ თქვენ გაქვთ რაიმე შეკითხვები ამ შვილობილი სისტემის მუშაობის შესახებ, გთხოვთ, დაუკავშირდეთ <a href="%s"> მაღაზიის მფლობელს </a>. </p>';
$_['text_account']  = 'ანგარიში';
$_['text_success']  = 'წარმატება';