<?php
// Heading
$_['heading_title']             = 'ตัวแทนจำหน่าย';

// Text
$_['text_success']              = 'สำเร็จ: คุณทำการแก้ไข ตัวแทนจำหน่าย!';
$_['text_approved']             = 'คุณต้องได้รับการอนุมัติ %s บัญชี!';
$_['text_list']                 = 'รายการ ตัวแทนจำหน่าย';
$_['text_add']                  = 'เพิ่ม ตัวแทนจำหน่าย';
$_['text_edit']                 = 'แก้ไข ตัวแทนจำหน่าย';
$_['text_affiliate_detail']     = 'รายละเอียด ตัวแทนจำหน่าย';
$_['text_affiliate_address']    = 'ที่อยู่ ตัวแทนจำหน่าย';
$_['text_balance']              = 'ความสมดุล';
$_['text_cheque']               = 'เช็ค';
$_['text_paypal']               = 'PayPal';
$_['text_bank']                 = 'โอนเงินผ่านธนาคาร';

// Column
$_['column_name']               = 'ชื่อ ตัวแทนจำหน่าย';
$_['column_email']              = 'อีเมล';
$_['column_code']               = 'รหัสติดตาม';
$_['column_balance']            = 'ความสมดุล';
$_['column_status']             = 'สถานะ';
$_['column_approved']           = 'ได้รับการอนุมัติ';
$_['column_date_added']         = 'วันที่เพิ่ม';
$_['column_description']        = 'คำอธิบาย';
$_['column_amount']             = 'จำนวนเงินที่';
$_['column_action']             = 'การดำเนินการ';

// Entry
$_['entry_firstname']           = 'ชื่อจริง';
$_['entry_lastname']            = 'นามสกุล';
$_['entry_email']               = 'อีเมล';
$_['entry_telephone']           = 'โทรศัพท์';
$_['entry_fax']                 = 'แฟกซ์';
$_['entry_status']              = 'สถานะ';
$_['entry_password']            = 'รหัสผ่าน';
$_['entry_confirm']             = 'ยืนยัน';
$_['entry_company']             = 'บริษัท';
$_['entry_website']             = 'เว็บไซต์';
$_['entry_address_1']           = 'ที่อยู่ 1';
$_['entry_address_2']           = 'ที่อยู่ 2';
$_['entry_city']                = 'เมือง';
$_['entry_postcode']            = 'รหัสไปรษณีย์';
$_['entry_country']             = 'ประเทศ';
$_['entry_zone']                = 'ภาค / สถานะ';
$_['entry_code']                = 'รหัสติดตาม';
$_['entry_commission']          = 'ค่านายหน้า (%)';
$_['entry_tax']                 = 'เลขผู้เสียภาษี';
$_['entry_payment']             = 'วิธีการชำระเงิน';
$_['entry_cheque']              = 'เช็คชื่อผู้รับเงิน';
$_['entry_paypal']              = 'บัญชีอีเมล PayPal';
$_['entry_bank_name']           = 'ชื่อธนาคาร';
$_['entry_bank_branch_number']  = 'จำนวน ABA / BSB (จำนวนสาขา)';
$_['entry_bank_swift_code']     = 'SWIFT Code';
$_['entry_bank_account_name']   = 'ชื่อบัญชี';
$_['entry_bank_account_number'] = 'เลขที่บัญชี';
$_['entry_amount']              = 'จำนวนเงินที่';
$_['entry_description']         = 'คำอธิบาย';
$_['entry_name']                = 'ชื่อ ตัวแทนจำหน่าย';
$_['entry_approved']            = 'ได้รับการอนุมัติ';
$_['entry_date_added']          = 'วันที่เพิ่ม';

// Help
$_['help_code']                 = 'รหัสติดตามที่จะใช้ในการติดตามการอ้างอิง';
$_['help_commission']           = 'ตัวแทนจำหน่ายคิดเป็นร้อยละได้รับเมื่อสั่งซื้อแต่ละครั้ง';

// Error
$_['error_warning']             = 'คำเตือน: กรุณาตรวจสอบรูปแบบอย่างรอบคอบ เพื่อป้องกันข้อผิดพลาด!';
$_['error_permission']          = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข ตัวแทนจำหน่าย!';
$_['error_exists']              = 'คำเตือน: อีเมล ที่อยู่ มีการลงทะเบียนแล้ว!';
$_['error_firstname']           = 'คำเตือน: ชื่อจริง จะต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_lastname']            = 'คำเตือน: นามสกุล จะต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_email']               = 'คำเตือน: อีเมล ที่อยู่ ไม่ปรากฏที่ถูกต้อง!';
$_['error_cheque']              = 'คำเตือน: เช็คชื่อผู้รับเงิน จำเป็น!';
$_['error_paypal']              = 'คำเตือน: PayPal อีเมล์ ที่อยู่ ไม่ปรากฏที่ถูกต้อง!!';
$_['error_bank_account_name']   = 'คำเตือน: ชื่อบัญชี จำเป็น!';
$_['error_bank_account_number'] = 'คำเตือน: เลขที่บัญชี จำเป็น!';
$_['error_telephone']           = 'คำเตือน: โทรศัพท์ จะต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';
$_['error_password']            = 'คำเตือน: รหัสผ่าน จะต้องอยู่ระหว่าง 4 และ 20 ตัวอักษร!';
$_['error_confirm']             = 'คำเตือน: รหัสผ่าน และ รหัสผ่าน ยืนยันไม่ตรงกับ!';
$_['error_address_1']           = 'ทคำเตือน: ที่อยู่ 1 จะต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร!';
$_['error_city']                = 'คำเตือน: เมือง จะต้องอยู่ระหว่าง 2 และ 128 ตัวอักษร!';
$_['error_postcode']            = 'คำเตือน: รหัสไปรษณีย์ จะต้องอยู่ระหว่าง 2 และ 10 ตัวอักษร สำหรับประเทศนี้!';
$_['error_country']             = 'คำเตือน: โปรดเลือก ประเทศ!';
$_['error_zone']                = 'คำเตือน: โปรดเลือก ภาค / สถานะ!';
$_['error_code']                = 'คำเตือน: รหัสติดตาม จำเป็น!';
$_['error_code_exists']         = 'คำเตือน: รหัสติดตามจะถูกใช้โดยตัวแทนจำหน่ายอีก!';
