<?php
// Heading
$_['heading_title']       = 'คูปอง';

// Text
$_['text_success']        = 'สำเร็จ: คุณทำการแก้ไข คูปอง!';
$_['text_list']           = 'รายชื่อคูปอง';
$_['text_add']            = 'เพิ่มคูปอง';
$_['text_edit']           = 'แก้ไขคูปอง';
$_['text_percent']        = 'คิดเป็นร้อยละ';
$_['text_amount']         = 'จำนวนเงินที่คงที่';

// Column
$_['column_name']         = 'ชื่อคูปอง';
$_['column_code']         = 'รหัส';
$_['column_discount']     = 'ส่วนลด';
$_['column_date_start']   = 'วันที่เริ่มต้น';
$_['column_date_end']     = 'วันที่สิ้นสุด';
$_['column_status']       = 'สถานะ';
$_['column_order_id']     = 'รหัสการสั่งซื้อ';
$_['column_customer']     = 'ลูกค้า';
$_['column_amount']       = 'จํานวนเงิน';
$_['column_date_added']   = 'วันที่เพิ่ม';
$_['column_action']       = 'การดำเนินการ';

// Entry
$_['entry_name']          = 'ชื่อคูปอง';
$_['entry_code']          = 'รหัส';
$_['entry_type']          = 'ประเภท';
$_['entry_discount']      = 'ส่วนลด';
$_['entry_logged']        = 'ลูกค้าเข้าสู่ระบบ';
$_['entry_shipping']      = 'จัดส่งฟรี';
$_['entry_total']         = 'จำนวนเงินรวม';
$_['entry_category']      = 'หมวดหมู่';
$_['entry_product']       = 'ผลิตภัณฑ์';
$_['entry_date_start']    = 'วันที่เริ่มต้น';
$_['entry_date_end']      = 'วันที่สิ้นสุด';
$_['entry_uses_total']    = 'ต่อการใช้คูปอง';
$_['entry_uses_customer'] = 'ใช้ต่อลูกค้า';
$_['entry_status']        = 'สถานะ';

// Help
$_['help_code']           = 'รหัสที่ลูกค้าเข้ามาจะได้รับส่วนลด';
$_['help_type']           = 'คิดเป็นร้อยละ หรือ จำนวนเงินที่คงที่';
$_['help_logged']         = 'ลูกค้าต้องลงทะเบียนในการใช้คูปอง';
$_['help_total']          = 'จำนวนเงินทั้งหมดที่จะต้องได้ถึงก่อนคูปองนั้นถูกต้อง';
$_['help_category']       = 'เลือกทุกผลิตภัณฑ์ภายใต้ที่คุณเลือกหมวดหมู่.';
$_['help_product']        = 'เลือกเฉพาะผลิตภัณฑ์จะนำไปใช้คูปอง เลือกผลิตภัณฑ์ที่ไม่มีการใช้คูปองใส่รถเข็นทั้งหมด';
$_['help_uses_total']     = 'จำนวนครั้งสูงสุดคูปองที่สามารถใช้โดยลูกค้า เว้นว่างไว้ โดยไม่ จำกัด';
$_['help_uses_customer']  = 'จำนวนครั้งสูงสุดคูปองที่สามารถใช้โดยลูกค้าคนเดียว เว้นว่างไว้ โดยไม่ จำกัด';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข คูปอง!';
$_['error_exists']        = 'คำเตือน: รหัสคูปอง อีเมล ที่อยู่ มีการลงทะเบียนแล้ว!';
$_['error_name']          = 'คำเตือน: ชื่อคูปอง  จะต้องอยู่ระหว่าง  3 และ 128 ตัวอักษร!';
$_['error_code']          = 'คำเตือน: รหัส จะต้องอยู่ระหว่าง  3 และ 10 ตัวอักษร!';