<?php
// Heading
$_['heading_title']     = 'ติดตามการตลาด';

// Text
$_['text_success']      = 'ติดตามการตลาด ติดตามการตลาด!';
$_['text_list']         = 'รายการ ติดตามการตลาด';
$_['text_add']          = 'เพิ่ม ติดตามการตลาด';
$_['text_edit']         = 'แก้ไข ติดตามการตลาด';

// Column
$_['column_name']       = 'ชื่อแคมเปญ';
$_['column_code']       = 'รหัส';
$_['column_clicks']     = 'คลิก';
$_['column_orders']     = 'คำสั่งซื้อ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อแคมเปญ';
$_['entry_description'] = 'รายละเอียดแคมเปญ';
$_['entry_code']        = 'รหัสติดตาม';
$_['entry_example']     = 'ตัวอย่าง';
$_['entry_date_added']  = 'วันที่เพิ่ม';

// Help
$_['help_code']         = 'รหัสติดตามที่จะใช้ในการติดตามแคมเปญการตลาด';
$_['help_example']      = 'ดังนั้นระบบสามารถติดตามการแนะนำ คุณจะต้องเพิ่มรหัสติดตามไปยังจุดสิ้นสุดของ URL เชื่อมโยงไปยังเว็บไซต์ของคุณ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข ติดตามการตลาด!';
$_['error_name']        = 'คำเตือน: แคมเปญ  จะต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_code']        = 'คำเตือน: รหัสติดตามจำเป็น!';
$_['error_exists']      = 'คำเตือน: รหัสติดตามจะถูกใช้โดยแคมเปญอื่น!';
