<?php
// Heading
$_['heading_title']    = 'จัดการรูปภาพ';
 
// Text
$_['text_uploaded']    = 'สำเร็จ: ไฟล์ของคุณได้รับการอัพโหลด!';
$_['text_directory']   = 'สำเร็จ: ไดเรกทอรีที่สร้างขึ้น!';
$_['text_delete']      = 'สำเร็จ: ไฟล์หรือไดเรกทอรีของคุณได้ถูกลบไปแล้ว!';

// Entry
$_['entry_search']     = 'ค้นหา..';
$_['entry_folder']     = 'โฟลเดอร์ใหม่:';

// Error
$_['error_permission'] = 'คำเตือน: ถูกปฏิเสธสิทธิ์!';
$_['error_filename']   = 'คำเตือน: ชื่อไฟล์จะต้องอยู่ในระหว่าง 3 และ 255 ตัวอักษร!';
$_['error_folder']     = 'คำเตือน: ชื่อโฟลเดอร์จะต้องอยู่ในระหว่าง  3 และ 255 ตัวอักษร!';
$_['error_exists']     = 'คำเตือน: แฟ้มหรือไดเรกทอรีที่มีชื่อเดียวกันมีอยู่แล้ว!';
$_['error_directory']  = 'คำเตือน: ไดเรกทอรีไม่มีอยู่!';
$_['error_filesize']   = 'คำเตือน: คำเตือน: ขนาดไฟล์ที่ไม่ถูกต้อง!';
$_['error_filetype']   = 'คำเตือน: ประเภทของไฟล์ที่ไม่ถูกต้อง!';
$_['error_upload']     = 'คำเตือน: ไฟล์ไม่สามารถอัปโหลด!';
$_['error_delete']     = 'คำเตือน: คุณไม่สามารถลบไดเรกทอรีนี้!';