<?php
// header
$_['heading_title']   = 'คุณลืมรหัสผ่าน?';

// Text
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'ที่อยู่อีเมล์ของคุณ';
$_['text_email']      = 'ใส่ที่อยู่ อีเมล์ที่เกี่ยวข้องกับบัญชีของคุณ คลิกที่ส่งไปมีการเชื่อมโยงตั้งค่ารหัสผ่านส่งอีเมลถึงคุณ';
$_['text_success']    = 'อีเมลที่มีลิงค์ยืนยันได้ถูกส่งไปอยู่อีเมลแอดมิน';

// Entry
$_['entry_email']     = 'ที่อยู่อีเมล์';
$_['entry_password']  = 'รหัสผ่านใหม่';
$_['entry_confirm']   = 'ยืนยันรหัสผ่าน';

// Error
$_['error_email']     = 'คำเตือน: ไม่พบที่อยู่อีเมล์ของคุณในบันทึกของเราโปรดลองอีกครั้ง!';
$_['error_password']  = 'คำเตือน: รหัสผ่าน จะต้องอยู่ระหว่าง 4 และ 20 ตัวอักษร!';
$_['error_confirm']   = 'คำเตือน: รหัสผ่าน และ ยืนยันรหัสผ่าน ไม่ตรงกัน!';