<?php
// Heading
$_['heading_title']				= 'Amazon Pay';
$_['heading_address']			= 'გთხოვთ, აირჩიოთ მიწოდების მისამართი';
$_['heading_payment']			= 'გთხოვთ, აირჩიოთ გადახდის მეთოდი';
$_['heading_confirm']			= 'შეკვეთის შედეგი';
// Text
$_['text_back']					= 'უკან';
$_['text_cart']					= 'კალათა';
$_['text_confirm']				= 'დადასტურება';
$_['text_continue']				= 'გაგრძელება';
$_['text_lpa']					= 'Amazon Pay';
$_['text_enter_coupon']			= 'შეიყვანეთ თქვენი კუპონის კოდი აქ. თუ თქვენ არ გაქვთ ერთი, დატოვეთ ცარიელი.';
$_['text_coupon']				= 'კუპონი';
$_['text_tax_other']			= 'გადასახადები /სხვა დამუშავების საფასური';
$_['text_success_title']		= 'თქვენი შეკვეთა განთავსებულია !';
$_['text_payment_success']		= 'თქვენი ბრძანება წარმატებით განთავსდა. დაალაგე დეტალები ქვემოთ';
// Error
$_['error_payment_method']		= 'გთხოვთ, აირჩიოთ გადახდის მეთოდი';
$_['error_shipping']			= 'გთხოვთ აირჩიოთ გადაზიდვის მეთოდი';
$_['error_shipping_address']	= 'გთხოვთ მიუთითოთ მიწოდების მისამართი';
$_['error_shipping_methods']	= 'თქვენი მისამართი Amazon- იდან ვერ მოხერხდა შეცდომა. დაუკავშირდით მაღაზიის ადმინისტრატორს დახმარებისათვის.';
$_['error_no_shipping_methods'] = 'არჩეული მისამართის გადაზიდვის პარამეტრები არ არის. აირჩიეთ სხვა გადაზიდვის მისამართი.';
$_['error_process_order']		= 'თქვენი შეკვეთის დამუშავებისას წარმოიშვა შეცდომა. დაუკავშირდით მაღაზიის ადმინისტრატორს დახმარებისათვის.';
$_['error_login']				= 'სისტემაში შესვლა ვერ მოხერხდა';
$_['error_login_email']			= 'შესვლა ვერ მოხერხდა: % ანგარიშის ელექტრონული ფოსტის მისამართი არ ემთხვევა Amazon ანგარიშის ელექტრონული ფოსტის მისამართი';
$_['error_minimum']             = 'Amazon Pay- ის მინიმალური თანხა შეადგენს %s!';
