<?php
// Text
$_['text_title']				= 'საკრედიტო ან სადებეტო ბარათი';
$_['text_credit_card']			= 'საკრედიტო ბარათი დეტალები';
$_['text_wait']					= 'გთხოვთ დაელოდოთ !';

// Entry
$_['entry_cc_number']			= 'ბარათის ნომერი';
$_['entry_cc_name']				= 'ბარათის მფლობელის სახელი';
$_['entry_cc_expire_date']		= 'ბარათის ვადის გასვლის თარიღი';
$_['entry_cc_cvv2']				= 'ბარათის უსაფრთხოების კოდი (CVV2)';

// Help
$_['help_start_date']			= '(თუ არის შესაძლებელი)';
$_['help_issue']				= '(მაესტროსა და სოლო ბარათებზე მხოლოდ)';

// Text
$_['text_result']				= 'შედეგი:';
$_['text_approval_code']		= 'დამტკიცების კოდი:';
$_['text_reference_number']		= 'მითითება:';
$_['text_card_number_ref']		= 'ბარათის ბოლო 4 ციფრი: xxxx';
$_['text_card_brand']			= 'ბარათის ბრენდი:';
$_['text_response_code']		= 'რეაგირების კოდი:';
$_['text_fault']				= 'შეცდომა შეტყობინება:';
$_['text_error']				= 'შეცდომა:';
$_['text_avs']					= 'მისამართის გადამოწმება:';
$_['text_address_ppx']			= 'არ არის მოწოდებული მისამართების მონაცემები ან არ არის შემოწმებული ბარათის გამცემი';
$_['text_address_yyy']			= 'ბარათის ემიტორმა დაადასტურა, რომ ქუჩის და საფოსტო კოდის მატჩი მათი ჩანაწერით';
$_['text_address_yna']			= 'ბარათის გამცემი დაადასტურა, რომ ქუჩის მატჩები მათ ჩანაწერებში, მაგრამ საფოსტო კოდი არ ემთხვევა';
$_['text_address_nyz']			= 'ბარათის ემიტორმა დაადასტურა, რომ პოსტკოპირდი შეესაბამება მათ ჩანაწერებს, მაგრამ ქუჩა არ ემთხვევა';
$_['text_address_nnn']			= 'ორივე ქუჩა და საფოსტო კოდი არ ემთხვევა ბარათის ემიტენტის ჩანაწერებს';
$_['text_address_ypx']			= 'ბარათის ემიტორმა დაადასტურა, რომ ქუჩის მატჩები მათი ჩანაწერით. ემიტენტი საფოსტო კოდი არ შეამოწმა';
$_['text_address_pyx']			= 'ბარათის ემიტორმა დაადასტურა, რომ საფოსტო კოდი შეესაბამება მათ ჩანაწერებს. ემიტორმა ქუჩაში არ შეამოწმა';
$_['text_address_xxu']			= 'ბარათის გამცემი არ ამოწმებს AVS ინფორმაციას';
$_['text_card_code_verify']		= 'უსაფრთხოების კოდი:';
$_['text_card_code_m']			= 'ბარათის უსაფრთხოების კოდი მატჩი';
$_['text_card_code_n']			= 'ბარათის უსაფრთხოების კოდი არ ემთხვევა';
$_['text_card_code_p']			= 'დამუშავებული არ არის';
$_['text_card_code_s']			= 'მერჩანტმა აღნიშნა, რომ ბარათის უსაფრთხოების კოდი არ არის ბარათზე';
$_['text_card_code_u']			= 'ემიტენტი არ არის დამოწმებული და /ან არ არის დადგენილი კოდირების გასაღებები';
$_['text_card_code_x']			= 'საკრედიტო ბარათის ასოციაციის პასუხი არ მიუღიათ';
$_['text_card_code_blank']		= 'ცარიელი პასუხი უნდა მიუთითებდეს, რომ არ გაიგზავნა კოდი და არ იყო მითითებული, რომ კოდი არ იყო ბარათზე.';
$_['text_card_accepted']		= 'მიღებული ბარათები:';
$_['text_card_type_m']			= 'სამაგისტრო';
$_['text_card_type_v']			= 'სავიზო (საკრედიტო /სადებეტო /ელექტრონი /დელტა)';
$_['text_card_type_c']			= 'სასადილოებში';
$_['text_card_type_a']			= 'ამერიკან ექსპრესი';
$_['text_card_type_ma']			= 'მაესტრო';
$_['text_card_new']				= 'ახალი ბარათი';
$_['text_response_proc_code']	= 'პროცესორი კოდი:';
$_['text_response_ref']			= 'Ref ნომერი:';

// Error
$_['error_card_number']			= 'გთხოვთ, შეამოწმოთ თქვენი ბარათის ნომერი ძალაშია';
$_['error_card_name']			= 'გთხოვთ, შეამოწმოთ ბარათის მფლობელის სახელი ძალაშია';
$_['error_card_cvv']			= 'გთხოვთ, შეამოწმოთ CVV2 ძალაშია';
$_['error_failed']				= 'თქვენი ანგარიშის დამუშავება შეუძლებელია, დაუკავშირდით ვაჭარს';