<?php
// Heading
$_['text_title']				= 'საკრედიტო /სადებეტო ბარათი (პირველი მონაცემები)';

// Button
$_['button_confirm']			= 'გაგრძელება';

// Text
$_['text_new_card']				= 'ახალი ბარათი';
$_['text_store_card']			= 'დამახსოვრება ჩემი ბარათის დეტალები';
$_['text_address_response']		= 'მისამართის გადამოწმება:';
$_['text_address_ppx']			= 'არ არის მოწოდებული მისამართების მონაცემები ან არ არის შემოწმებული ბარათის გამცემი';
$_['text_address_yyy']			= 'ბარათის ემიტორმა დაადასტურა, რომ ქუჩის და საფოსტო კოდის მატჩი მათი ჩანაწერით';
$_['text_address_yna']			= 'ბარათის გამცემი დაადასტურა, რომ ქუჩის მატჩები მათ ჩანაწერებში, მაგრამ საფოსტო კოდი არ ემთხვევა';
$_['text_address_nyz']			= 'ბარათის ემიტორმა დაადასტურა, რომ პოსტკოპირდი შეესაბამება მათ ჩანაწერებს, მაგრამ ქუჩა არ ემთხვევა';
$_['text_address_nnn']			= 'ორივე ქუჩა და საფოსტო კოდი არ ემთხვევა ბარათის ემიტენტის ჩანაწერებს';
$_['text_address_ypx']			= 'ბარათის ემიტორმა დაადასტურა, რომ ქუჩის მატჩები მათი ჩანაწერით. ემიტენტი საფოსტო კოდი არ შეამოწმა';
$_['text_address_pyx']			= 'ბარათის ემიტორმა დაადასტურა, რომ საფოსტო კოდი შეესაბამება მათ ჩანაწერებს. ემიტორმა ქუჩაში არ შეამოწმა';
$_['text_address_xxu']			= 'ბარათის გამცემი არ ამოწმებს AVS ინფორმაციას';
$_['text_card_code_verify']		= 'უსაფრთხოების კოდი:';
$_['text_card_code_m']			= 'ბარათის უსაფრთხოების კოდი მატჩი';
$_['text_card_code_n']			= 'ბარათის უსაფრთხოების კოდი არ ემთხვევა';
$_['text_card_code_p']			= 'დამუშავებული არ არის';
$_['text_card_code_s']			= 'მერჩანტმა აღნიშნა, რომ ბარათის უსაფრთხოების კოდი არ არის ბარათზე';
$_['text_card_code_u']			= 'ემიტენტი არ არის დამოწმებული და /ან არ არის დადგენილი კოდირების გასაღებები';
$_['text_card_code_x']			= 'საკრედიტო ბარათის ასოციაციის პასუხი არ მიუღიათ';
$_['text_card_code_blank']		= 'ცარიელი პასუხი უნდა მიუთითებდეს, რომ არ გაიგზავნა კოდი და არ იყო მითითებული, რომ კოდი არ იყო ბარათზე.';
$_['text_card_type_m']			= 'სამაგისტრო';
$_['text_card_type_v']			= 'სავიზო (საკრედიტო /სადებეტო /ელექტრონი /დელტა)';
$_['text_card_type_c']			= 'სასადილოებში';
$_['text_card_type_a']			= 'ამერიკან ექსპრესი';
$_['text_card_type_ma']			= 'მაესტრო';
$_['text_card_type_mauk']		= 'მაესტრო ბრიტანეთი /სოლო';
$_['text_response_code_full']	= 'დამტკიცების კოდი:';
$_['text_response_code']		= 'სრული რეაგირების კოდი:';
$_['text_response_card']		= 'გამოყენებული ბარათი:';
$_['text_response_card_type']	= 'ბარათის ტიპი:';
$_['text_response_proc_code']	= 'პროცესორი კოდი:';
$_['text_response_ref']			= 'Ref ნომერი:';

// Error
$_['error_failed']				= 'თქვენი ანგარიშის დამუშავება ვერ მოხერხდა, გთხოვთ, სცადოთ ისევ';