<?php
// Text
$_['text_title']				= 'საკრედიტო ბარათი /სადებეტო ბარათი (Paymate)';
$_['text_unable']				= 'თქვენი ბრძანების სტატუსის განთავსება ან განახლება შეუძლებელია';
$_['text_declined']				= 'გადახდა უარყოფილია Paymate- ის მიერ';
$_['text_failed']				= 'Paymate გარიგება ვერ მოხერხდა';
$_['text_failed_message']		= '<p> სამწუხაროდ, თქვენი Paymate გარიგების დამუშავებისას წარმოიშვა შეცდომა. </p> <p> <b> გაფრთხილება </p> <p> გთხოვთ, დაადასტუროთ თქვენი Paymate ანგარიშის ბალანსი იმისათვის, რომ გადაწეროთ ამ მიზნით </p> <p> თუ გჯერათ ეს გარიგება წარმატებით დასრულდა, ან აჩვენებს როგორც გამოქვითვას Paymate ანგარიში, please <a href="%s"> დაგვიკავშირდით </a> თქვენი შეკვეთის დეტალები. </p>';
$_['text_basket']				= 'კალათა';
$_['text_checkout']				= 'გადახდა';
$_['text_success']				= 'წარმატება';