<?php
// Heading
$_['heading_title']				= 'გმადლობთ სავაჭროდ %-ზე ..';

// Text
$_['text_title']				= 'საკრედიტო ბარათი /სადებეტო ბარათი (PayPoint)';
$_['text_response']				= 'პასუხი PayPoint- დან:';
$_['text_success']				= '.. თქვენი გადახდა წარმატებით იქნა მიღებული.';
$_['text_success_wait']			= '<b> <span style="color: #FF0000"> გთხოვთ დაველოდოთ .. </span> </b> ხოლო დამუშავება თქვენი მიზნით. <br> თუ ავტომატურად არ ხორციელდება 10 წამში, დააწკაპუნეთ <a href="%s"> აქ </a>.';
$_['text_failure']				= '.. თქვენი გადახდა უკვე გაუქმდა !';
$_['text_failure_wait']			= '<b> <span style="color: #FF0000"> გთხოვთ, დაელოდოთ .. </span> </b> <br> თუ ავტომატურად არ ხორციელდება 10 წამში, დააწკაპუნეთ <a href="%s"> აქ </a>.';