<?php
// Text
$_['text_title']				= 'საკრედიტო ან სადებეტო ბარათი (PayPal- ის მიერ უსაფრთხოდ დამუშავებული)';
$_['text_credit_card']			= 'საკრედიტო ბარათი დეტალები';
$_['text_start_date']			= '(თუ არის შესაძლებელი)';
$_['text_issue']				= '(მაესტროსა და სოლო ბარათებზე მხოლოდ)';
$_['text_wait']					= 'გთხოვთ დაელოდოთ !';

// Entry
$_['entry_cc_owner']			= 'ბარათის მფლობელი:';
$_['entry_cc_type']				= 'ბარათის ტიპი:';
$_['entry_cc_number']			= 'ბარათის ნომერი:';
$_['entry_cc_start_date']		= 'ბარათის ძალაშია თარიღი:';
$_['entry_cc_expire_date']		= 'ბარათის ვადის გასვლის თარიღი:';
$_['entry_cc_cvv2']				= 'ბარათის უსაფრთხოების კოდი (CVV2):';
$_['entry_cc_issue']			= 'ბარათის ნომერი ნომერი:';

// Error
$_['error_required']			= 'გაფრთხილება: ყველა გადახდის საინფორმაციო ველი აუცილებელია.';
$_['error_general']				= 'გაფრთხილება: ზოგადი პრობლემა მოხდა გარიგებით. გთხოვთ კიდევ სცადეთ.';
$_['error_config']				= 'გაფრთხილება: გადახდის მოდულის კონფიგურაციის შეცდომა. გთხოვთ, გადაამოწმოთ ავტორიზაციის რწმუნება.';
$_['error_address']				= 'გაფრთხილება: ანგარიშსწორების მისამართი ქალაქი, სახელმწიფო და საფოსტო კოდი ვერ შედგა. გთხოვთ კიდევ სცადეთ.';
$_['error_declined']			= 'გაფრთხილება: ეს გარიგება უარი თქვა. გთხოვთ კიდევ სცადეთ.';
$_['error_invalid']				= 'გაფრთხილება: მოწოდებული საკრედიტო ბარათის ინფორმაცია არასწორია. გთხოვთ კიდევ სცადეთ.';