<?php
// Text
$_['text_title']				= 'საკრედიტო ან სადებეტო ბარათი (PayPal- ის მიერ უსაფრთხოდ დამუშავებული)';
$_['text_wait']					= 'გთხოვთ დაელოდოთ !';
$_['text_credit_card']			= 'საკრედიტო ბარათი დეტალები';

// Entry
$_['entry_cc_type']				= 'ბარათის ტიპი';
$_['entry_cc_number']			= 'ბარათის ნომერი';
$_['entry_cc_start_date']		= 'ბარათის თარიღი ძალაშია';
$_['entry_cc_expire_date']		= 'ბარათის ვადის გასვლის თარიღი';
$_['entry_cc_cvv2']				= 'ბარათის უსაფრთხოების კოდი (CVV2)';
$_['entry_cc_issue']			= 'ბარათის ნომერი ნომერი';

// Help
$_['help_start_date']			= '(თუ არის შესაძლებელი)';
$_['help_issue']				= '(მაესტროსა და სოლო ბარათებზე მხოლოდ)';