<?php
// Heading
$_['text_title']				= 'საკრედიტო /სადებეტო ბარათი (რელექსი)';

// Button
$_['button_confirm']			= 'დადასტურება';

// Entry
$_['entry_cc_type']				= 'ბარათის ტიპი';

// Text
$_['text_success']				= 'თქვენი გადახდა უფლებამოსილია.';
$_['text_decline']				= 'თქვენი გადახდა წარუმატებელი აღმოჩნდა';
$_['text_bank_error']			= 'თქვენს თხოვნას ბანკთან მიმართებაში შეცდომა წარმოიშვა.';
$_['text_generic_error']		= 'თქვენი მოთხოვნის დამუშავებისას წარმოიშვა შეცდომა.';
$_['text_hash_failed']			= 'ქეშის შემოწმება ვერ მოხერხდა. ნუ შეასწოროთ თქვენი გადახდა, რადგან გადახდის სტატუსი უცნობია. გთხოვთ, დაუკავშირდეთ ვაჭარს.';
$_['text_link']					= 'გთხოვთ დააწკაპუნეთ <a href="%s"> აქ </a> გაგრძელდება';
$_['text_select_card']			= 'გთხოვთ, აირჩიოთ ბარათის ტიპი';
$_['text_result']				= 'Auth შედეგი';
$_['text_message']				= 'შეტყობინება';
$_['text_cvn_result']			= 'CVN შედეგი';
$_['text_avs_postcode']			= 'AVS საფოსტო კოდი';
$_['text_avs_address']			= 'AVS მისამართი';
$_['text_eci']					= 'ECI (3D უსაფრთხო) შედეგი';
$_['text_tss']					= 'TSS შედეგი';
$_['text_order_ref']			= 'შეკვეთა';
$_['text_timestamp']			= 'დროის სარტყელი';
$_['text_card_type']			= 'ბარათის ტიპი';
$_['text_card_digits']			= 'ბარათის ნომერი';
$_['text_card_exp']				= 'ბარათის ვადა იწურება';
$_['text_card_name']			= 'ბარათის სახელი';
$_['text_3d_s1']				= 'ბარათის მფლობელი არ არის დარეგისტრირებული, პასუხისმგებლობის ცვლილება';
$_['text_3d_s2']				= 'ვერ მოხერხდა ჩარიცხვის ჩარიცხვა, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_s3']				= 'არასწორი რეაგირების საწყისი ჩარიცხვის სერვერი, არ პასუხისმგებლობას ცვლა';
$_['text_3d_s4']				= 'ჩარიცხული, მაგრამ არასწორი რეაგირების ACS (წვდომის კონტროლის სერვერი), არ პასუხისმგებლობას ცვლა';
$_['text_3d_s5']				= 'წარმატებული ავთენტიფიკაცია, პასუხისმგებლობის ცვლა';
$_['text_3d_s6']				= 'ავთენტიფიკაციის მცდელობა აღიარა, პასუხისმგებლობის ცვლა';
$_['text_3d_s7']				= 'არასწორი პაროლი შევიდა, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_s8']				= 'ავთენტიფიკაცია მიუწვდომელია, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_s9']				= 'არასწორი რეაგირება ACS- დან, არ არის პასუხისმგებლობის შეცვლა';
$_['text_3d_s10']				= 'RealMPI საბედისწერო შეცდომა, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_liability']     	= 'არარის პასუხისმგებლობის Shift';
$_['text_card_visa']			= 'სავიზო';
$_['text_card_mc']				= 'სამაგისტრო';
$_['text_card_amex']			= 'ამერიკან ექსპრესი';
$_['text_card_switch']			= 'შეცვლა';
$_['text_card_laser']			= 'ლაზერი';
$_['text_card_diners']			= 'სასადილოებში';