<?php
// Text
$_['text_title']				= 'საკრედიტო ან სადებეტო ბარათი';
$_['text_credit_card']			= 'საკრედიტო ბარათი დეტალები';
$_['text_wait']					= 'გთხოვთ დაელოდოთ !';
$_['text_result']				= 'შედეგი';
$_['text_message']				= 'შეტყობინება';
$_['text_cvn_result']			= 'CVN შედეგი';
$_['text_avs_postcode']			= 'AVS საფოსტო კოდი';
$_['text_avs_address']			= 'AVS მისამართი';
$_['text_eci']					= 'ECI (3D უსაფრთხო) შედეგი';
$_['text_tss']					= 'TSS შედეგი';
$_['text_card_bank']			= 'ბარათის გაცემის ბანკი';
$_['text_card_country']			= 'ბარათის ქვეყანა';
$_['text_card_region']			= 'ბარათის რეგიონი';
$_['text_last_digits']			= 'ბოლო 4 ციფრი';
$_['text_order_ref']			= 'შეკვეთა';
$_['text_timestamp']			= 'დროის სარტყელი';
$_['text_card_visa']			= 'სავიზო';
$_['text_card_mc']				= 'სამაგისტრო';
$_['text_card_amex']			= 'ამერიკან ექსპრესი';
$_['text_card_switch']			= 'შეცვლა';
$_['text_card_laser']			= 'ლაზერი';
$_['text_card_diners']			= 'სასადილოებში';
$_['text_auth_code']			= 'ავტორიზაციის კოდი';
$_['text_3d_s1']				= 'ბარათის მფლობელი არ არის დარეგისტრირებული, პასუხისმგებლობის ცვლილება';
$_['text_3d_s2']				= 'ვერ მოხერხდა ჩარიცხვის ჩარიცხვა, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_s3']				= 'არასწორი რეაგირების საწყისი ჩარიცხვის სერვერი, არ პასუხისმგებლობას ცვლა';
$_['text_3d_s4']				= 'ჩარიცხული, მაგრამ არასწორი რეაგირების ACS (წვდომის კონტროლის სერვერი), არ პასუხისმგებლობას ცვლა';
$_['text_3d_s5']				= 'წარმატებული ავთენტიფიკაცია, პასუხისმგებლობის ცვლა';
$_['text_3d_s6']				= 'ავთენტიფიკაციის მცდელობა აღიარა, პასუხისმგებლობის ცვლა';
$_['text_3d_s7']				= 'არასწორი პაროლი შევიდა, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_s8']				= 'ავთენტიფიკაცია მიუწვდომელია, არ არის პასუხისმგებლობის ცვლა';
$_['text_3d_s9']				= 'არასწორი რეაგირება ACS- დან, არ არის პასუხისმგებლობის შეცვლა';
$_['text_3d_s10']				= 'RealMPI საბედისწერო შეცდომა, არ არის პასუხისმგებლობის ცვლა';

// Entry
$_['entry_cc_type']				= 'ბარათის ტიპი';
$_['entry_cc_number']			= 'ბარათის ნომერი';
$_['entry_cc_name']				= 'ბარათის მფლობელის სახელი';
$_['entry_cc_expire_date']		= 'ბარათის ვადის გასვლის თარიღი';
$_['entry_cc_cvv2']				= 'ბარათის უსაფრთხოების კოდი (CVV2)';
$_['entry_cc_issue']			= 'ბარათის ნომრის ნომერი';

// Help
$_['help_start_date']			= '(თუ არის შესაძლებელი)';
$_['help_issue']				= '(მაესტროსა და სოლო ბარათებზე მხოლოდ)';

// Error
$_['error_card_number']			= 'გთხოვთ, შეამოწმოთ თქვენი ბარათის ნომერი ძალაშია';
$_['error_card_name']			= 'გთხოვთ, შეამოწმოთ ბარათის მფლობელის სახელი ძალაშია';
$_['error_card_cvv']			= 'გთხოვთ, შეამოწმოთ CVV2 ძალაშია';
$_['error_3d_unable']			= 'მერჩანტი მოითხოვს 3D დაცვას, მაგრამ ვერ შეამოწმებთ თქვენს ბანკს, გთხოვთ, სცადოთ მოგვიანებით';
$_['error_3d_500_response_no_payment'] = 'ბარათის პროცესორიდან არასწორი რეაგირება მოხდა, არანაირი გადახდა არ განხორციელებულა';
$_['error_3d_unsuccessful']		= '3D უსაფრთხო ავტორიზაცია ვერ მოხერხდა';