<?php
// Text
$_['text_title']				= 'საკრედიტო ბარათი /სადებეტო ბარათი (SagePay)';
$_['text_credit_card']			= 'ბარათის დეტალები';
$_['text_description']			= 'საქონელი % დაალაგე არა: %s';
$_['text_card_type']			= 'ბარათის ტიპი:';
$_['text_card_name']			= 'ბარათის დასახელება:';
$_['text_card_digits']			= 'ბოლო ციფრები:';
$_['text_card_expiry']			= 'ვადის გასვლა:';
$_['text_trial']				= '%s ყველა %s %s ამისთვის % გადასახადები შემდეგ';
$_['text_recurring']			= '%s ყველა %s %s';
$_['text_length']				= '% გადასახადები';
$_['text_success']				= 'თქვენი გადახდა უფლებამოსილია.';
$_['text_decline']				= 'თქვენი გადახდა უარყოფილია.';
$_['text_bank_error']			= 'თქვენს თხოვნას ბანკთან მიმართებაში შეცდომა წარმოიშვა.';
$_['text_transaction_error']	= 'თქვენი ტრანზაქციის დამუშავებისას წარმოიშვა შეცდომა.';
$_['text_generic_error']		= 'თქვენი მოთხოვნის დამუშავებისას წარმოიშვა შეცდომა.';
$_['text_hash_failed']			= 'ქეშის შემოწმება ვერ მოხერხდა. ნუ შეასწოროთ თქვენი გადახდა, რადგან გადახდის სტატუსი უცნობია. გთხოვთ, დაუკავშირდეთ ვაჭარს.';
$_['text_link']					= 'გთხოვთ დააწკაპუნეთ <a href="%s"> აქ </a> გაგრძელდება';
$_['text_confirm_delete']		= 'დარწმუნებული ხართ, რომ გსურთ წაშალოთ ბარათი ?';

// Entry
$_['entry_card']				= 'ახალი ან არსებული ბარათი:';
$_['entry_card_existing']		= 'არსებული';
$_['entry_card_new']			= 'ახალი';
$_['entry_card_save']			= 'დამახსოვრება ბარათის დეტალები მომავალი გამოყენებისათვის';
$_['entry_cc_choice']			= 'აირჩიეთ არსებული ბარათი';

// Button
$_['button_delete_card']		= 'შერჩეული ბარათის წაშლა';