<?php
// Text
$_['text_title']			 = 'საკრედიტო ბარათი /სადებეტო ბარათი (Worldpay)';
$_['text_credit_card']		 = 'ბარათის დეტალები';
$_['text_card_type']		 = 'ბარათის ტიპი:';
$_['text_card_name']		 = 'ბარათის დასახელება:';
$_['text_card_digits']		 = 'ბოლო ციფრები:';
$_['text_card_expiry']		 = 'ვადის გასვლა:';
$_['text_trial']			 = '%s ყველა %s %s ამისთვის % გადასახადები შემდეგ';
$_['text_recurring']		 = '%s ყველა %s %s';
$_['text_length']			 = '% გადასახადები';
$_['text_confirm_delete']	 = 'დარწმუნებული ხართ, რომ გსურთ ამ ბარათის წაშლა';
$_['text_card_success']		 = 'ბარათი წარმატებით წაიშალა';
$_['text_card_error']		 = 'ბარათის მოხსნისას შეცდომაა. დაუკავშირდით მაღაზიის ადმინისტრატორს დახმარებისათვის.';

// Entry
$_['entry_card']			 = 'ახალი ან არსებული ბარათი:';
$_['entry_card_existing']	 = 'არსებული';
$_['entry_card_new']		 = 'ახალი';
$_['entry_card_save']		 = 'ბარათის დეტალების დამახსოვრება';
$_['entry_cc_cvc']			 = 'ბარათის შემოწმების კოდექსი (CVC)';
$_['entry_cc_choice']		 = 'აირჩიეთ არსებული ბარათი';

// Button
$_['button_delete_card']	 = 'ბარათის წაშლა';

// Error
$_['error_process_order']	 = 'თქვენი შეკვეთის დამუშავებისას შეცდომაა. დაუკავშირდით მაღაზიის ადმინისტრატორს დახმარებისათვის.';