<?php
// Heading
$_['heading_title']       = 'ჩემი ანგარიში';

// Text
$_['text_account']        = 'ანგარიში';
$_['text_my_account']     = 'ჩემი ანგარიში';
$_['text_my_orders']      = 'ჩემი შეკვეთები';
$_['text_my_affiliate']   = 'ჩემი შვილობილი ანგარიში';
$_['text_my_newsletter']  = 'საინფორმაციო ბიულეტენი';
$_['text_edit']           = 'თქვენი ანგარიშის ინფორმაციის რედაქტირება';
$_['text_password']       = 'შეცვალეთ თქვენი პაროლი';
$_['text_address']        = 'შეცვალეთ თქვენი მისამართების წიგნის ჩანაწერები';
$_['text_credit_card']    = 'შენახული საკრედიტო ბარათების მართვა';
$_['text_wishlist']       = 'შეცვალეთ თქვენი სურვილის სია';
$_['text_order']          = 'თქვენი შეკვეთის ისტორიის ნახვა';
$_['text_download']       = 'ჩამოტვირთვები';
$_['text_reward']         = 'შენი საჩუქრების ქულები';
$_['text_return']         = 'თქვენი დაბრუნების მოთხოვნის ნახვა';
$_['text_transaction']    = 'შენი ტრანზაქციები';
$_['text_newsletter']     = 'გამოწერა /გაუქმება ბიულეტენი';
$_['text_recurring']      = 'განმეორებითი გადახდები';
$_['text_transactions']   = 'გარიგებები';
$_['text_affiliate_add']  = 'დარეგისტრირდით შვილობილი ანგარიშისთვის';
$_['text_affiliate_edit'] = 'თქვენი შვილობილი ინფორმაციის რედაქტირება';
$_['text_tracking']       = 'საბაჟო კავშირგაბმულობის კოდი';