<?php
// Heading
$_['heading_title']      = 'ჩემი ანგარიშის ინფორმაცია';

// Text
$_['text_account']       = 'ანგარიში';
$_['text_edit']          = 'ინფორმაციის რედაქტირება';
$_['text_your_details']  = 'თქვენი პირადი დეტალები';
$_['text_success']       = 'წარმატება: თქვენი ანგარიში წარმატებით განახლდა.';

// Entry
$_['entry_firstname']    = 'სახელი';
$_['entry_lastname']     = 'გვარი';
$_['entry_email']        = 'ელ.ფოსტა';
$_['entry_telephone']    = 'ტელეფონი';

// Error
$_['error_exists']       = 'გაფრთხილება: ელ.ფოსტის მისამართი უკვე რეგისტრირებულია !';
$_['error_firstname']    = 'პირველი სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_lastname']     = 'ბოლო სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_email']        = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_telephone']    = 'ტელეფონი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_custom_field'] = '% საჭიროა !';