<?php
// Heading
$_['heading_title']                = 'ანგარიშზე შესვლა';

// Text
$_['text_account']                 = 'ანგარიში';
$_['text_login']                   = 'შესვლა';
$_['text_new_customer']            = 'ახალი მომხმარებელი';
$_['text_register']                = 'ანგარიშის რეგისტრაცია';
$_['text_register_account']        = 'ანგარიშის შექმნით შეძლებთ სწრაფად შეძლოთ მაღაზიაში, შეესაბამება ბრძანების სტატუსს და შეინარჩუნეთ ბრძანებები, რომლებიც ადრე გააკეთეთ.';
$_['text_returning_customer']      = 'დამკვეთი დამკვეთი';
$_['text_i_am_returning_customer'] = 'მე დავბრუნდი მომხმარებელს';
$_['text_forgotten']               = 'დავიწყებული პაროლი';

// Entry
$_['entry_email']                  = 'ელექტრონული მისამართი';
$_['entry_password']               = 'პაროლი';

// Error
$_['error_login']                  = 'გაფრთხილება: არ არის ელფოსტის მისამართი და /ან პაროლი.';
$_['error_attempts']               = 'გაფრთხილება: თქვენს ანგარიშზე გადააჭარბეთ შესვლის მცდელობების რაოდენობა. გთხოვთ, სცადოთ 1 საათში.';
$_['error_approved']               = 'გაფრთხილება: თქვენი ანგარიშის დამტკიცება მოითხოვს, სანამ შეხვიდეთ.';