<?php
// Heading
$_['heading_title']  = 'პაროლის აღდგენა';

// Text
$_['text_account']   = 'ანგარიში';
$_['text_password']  = 'შეიყვანეთ ახალი პაროლი, რომლის გამოყენებაც გსურთ.';
$_['text_success']   = 'წარმატება: თქვენი პაროლი წარმატებით განახლდა.';

// Entry
$_['entry_password'] = 'პაროლი';
$_['entry_confirm']  = 'დადასტურება';

// Error
$_['error_password'] = 'პაროლი უნდა იყოს 4 და 20 სიმბოლოს შორის !';
$_['error_confirm']  = 'პაროლი და პაროლი დადასტურება არ ემთხვევა !';
$_['error_code']     = 'პაროლის გადატვირთვის კოდი არასწორია ან გამოყენებულია ადრე !';