<?php
// Heading
$_['heading_title']      = 'პროდუქტის დაბრუნება';

// Text
$_['text_account']       = 'ანგარიში';
$_['text_return']        = 'დაბრუნება ინფორმაცია';
$_['text_return_detail'] = 'დაბრუნების დეტალები';
$_['text_description']   = 'გთხოვთ, შეავსოთ ქვემოთ მოცემული ფორმა, რომ მოითხოვოთ RMA ნომერი.';
$_['text_order']         = 'შეკვეთის ინფორმაცია';
$_['text_product']       = 'ინფორმაცია პროდუქციის შესახებ';
$_['text_reason']        = 'დაბრუნების მიზეზი';
$_['text_message']       = 'მადლობას გიხდით დაბრუნების მოთხოვნის წარდგენისათვის. თქვენი მოთხოვნა გადაეგზავნა შესაბამის დეპარტამენტს გადამუშავების პროცესში. </p> <p> ელ-ფოსტის საშუალებით თქვენ შეგატყობინებთ თქვენი მოთხოვნის სტატუსს. </p>';
$_['text_return_id']     = 'დაბრუნება ID:';
$_['text_order_id']      = 'შეკვეთის ნომერი:';
$_['text_date_ordered']  = 'შეკვეთის თარიღი:';
$_['text_status']        = 'სტატუსი:';
$_['text_date_added']    = 'თარიღი დამატებულია:';
$_['text_comment']       = 'კომენტარების დაბრუნება';
$_['text_history']       = 'დაბრუნება ისტორია';
$_['text_empty']         = 'თქვენ არ გაუკეთებიათ წინა დაბრუნებები !';
$_['text_agree']         = 'მე წავიკითხე და ვეთანხმები <a href="%s" class="agree"> <b> %s </b> </a>';

// Column
$_['column_return_id']   = 'დაბრუნება ID';
$_['column_order_id']    = 'შეკვეთის ნომერი';
$_['column_status']      = 'სტატუსი';
$_['column_date_added']  = 'თარიღი დამატებულია';
$_['column_customer']    = 'დამკვეთი';
$_['column_product']     = 'პროდუქტის სახელი';
$_['column_model']       = 'მოდელი';
$_['column_quantity']    = 'რაოდენობა';
$_['column_price']       = 'ფასი';
$_['column_opened']      = 'გაიხსნა';
$_['column_comment']     = 'კომენტარი';
$_['column_reason']      = 'მიზეზი';
$_['column_action']      = 'მოქმედება';

// Entry
$_['entry_order_id']     = 'შეკვეთის ნომერი';
$_['entry_date_ordered'] = 'შეკვეთის თარიღი';
$_['entry_firstname']    = 'სახელი';
$_['entry_lastname']     = 'გვარი';
$_['entry_email']        = 'ელ.ფოსტა';
$_['entry_telephone']    = 'ტელეფონი';
$_['entry_product']      = 'პროდუქტის სახელი';
$_['entry_model']        = 'პროდუქტის კოდი';
$_['entry_quantity']     = 'რაოდენობა';
$_['entry_reason']       = 'დაბრუნების მიზეზი';
$_['entry_opened']       = 'პროდუქტი გაიხსნა';
$_['entry_fault_detail'] = 'არასწორი ან სხვა დეტალები';

// Error
$_['text_error']         = 'დაბრუნების მოთხოვნით ვერ მოიძებნა !';
$_['error_order_id']     = 'შეკვეთის ნომერი საჭიროა !';
$_['error_firstname']    = 'პირველი სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_lastname']     = 'ბოლო სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_email']        = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_telephone']    = 'ტელეფონი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_product']      = 'პროდუქტის სახელი უნდა იყოს მეტი 3 და ნაკლები 255 სიმბოლოები !';
$_['error_model']        = 'პროდუქტის მოდელის უნდა იყოს მეტი 3 და ნაკლები 64 სიმბოლოები !';
$_['error_reason']       = 'თქვენ უნდა აირჩიოთ დაბრუნების პროდუქტის მიზეზი !';
$_['error_agree']        = 'გაფრთხილება: თქვენ უნდა ეთანხმებით %s!';