<?php
// Heading
$_['heading_title'] = 'თქვენი ანგარიში შეიქმნა !';

// Text
$_['text_message']  = '<p> გილოცავთ ! თქვენი ახალი ანგარიში წარმატებით შეიქმნა ! </p> <p> ახლა ისარგებლეთ წევრი პრივილეგიებით, რათა გავაუმჯობესოთ თქვენი ონლაინ შოპინგის გამოცდილება. </p> <p> თუ თქვენ გაქვთ რაიმე შეკითხვები ამ ონლაინ მაღაზიის ოპერაციის შესახებ, გთხოვთ მოგვწეროთ მაღაზიის მფლობელი. </p> <p> დადასტურება გაიგზავნა ელექტრონულ მისამართზე. თუ არ მიიღებთ მას საათში, გთხოვთ დაგვიკავშირდეთ <a href="%s"> დაგვიკავშირდით </a>. </p>';
$_['text_approval'] = '<p> გმადლობთ, რომ დარეგისტრირდეთ %s! </p> <p> ელ-ფოსტით გამოგიგზავნით შეტყობინებას თქვენი ანგარიშის გააქტიურება მაღაზიის მფლობელის მიერ. </p> <p> თუ თქვენ გაქვთ რაიმე შეკითხვები ამ ონლაინ მაღაზიის მუშაობის შესახებ, გთხოვთ, დაუკავშირდეთ <a href="%s"> მაღაზიის მფლობელს </a>. </p>';
$_['text_account']  = 'ანგარიში';
$_['text_success']  = 'წარმატება';