<?php
// Heading
$_['heading_title']    = 'შვილობილი ტრეკინგი';

// Text
$_['text_account']     = 'ანგარიში';
$_['text_description'] = 'იმისათვის, რომ დარწმუნდეთ, რომ თქვენს მიერ გაგზავნილი რეფერალისთვის გადახდილი თანხა უნდა დაგჭირდეთ, რეფერალის გადასაჭრელად საჭიროა URL- ის დამაკავშირებელი საჩვენებელი კოდი. შეგიძლიათ გამოიყენოთ ქვემოთ მოცემული ხელსაწყოები % ვებ-გვერდის ბმულებზე.';

// Entry
$_['entry_code']       = 'თქვენი თვალთვალის კოდი';
$_['entry_generator']  = 'Tracking ლინკები გენერატორი';
$_['entry_link']       = 'Tracking ლინკები';

// Help
$_['help_generator']  = 'შეიყვანეთ პროდუქტის სახელი, რომელსაც გსურთ დაუკავშიროთ';