<?php
// Heading
$_['heading_title']    = 'საჩუქრის სერტიფიკატის შეძენა';

// Text
$_['text_account']     = 'ანგარიში';
$_['text_voucher']     = 'სასაჩუქრე სერტიფიკატი';
$_['text_description'] = 'საჩუქრის სერტიფიკატი გადაეგზავნება მიმღებს თქვენი შეკვეთის გადახდის შემდეგ.';
$_['text_agree']       = 'მე მესმის, რომ საჩუქრად სერთიფიკატები არ არიან დასაბრუნებელი.';
$_['text_message']     = '<p> გმადლობთ საჩუქრის მოწმობის შეძენაზე ! ერთხელ თქვენ შეავსეთ თქვენი შეკვეთა თქვენი საჩუქრის სერტიფიკატის მიმღები გაუგზავნის ელ-ფოსტა დეტალებს, თუ როგორ უნდა გამოისყიდოს მათი საჩუქრის სერტიფიკატი. </p>';
$_['text_for']         = '%s სასაჩუქრე სერთიფიკატი %s';

// Entry
$_['entry_to_name']    = 'მიმღების სახელი';
$_['entry_to_email']   = 'მიმღების ელექტრონული ფოსტა';
$_['entry_from_name']  = 'თქვენი სახელი';
$_['entry_from_email'] = 'თქვენი ელ. ფოსტა';
$_['entry_theme']      = 'სასაჩუქრე სერტიფიკატის თემა';
$_['entry_message']    = 'შეტყობინება';
$_['entry_amount']     = 'თანხა';

// Help
$_['help_message']     = 'სურვილისამებრ';
$_['help_amount']      = 'ღირებულება უნდა იყოს % და % შორის';

// Error
$_['error_to_name']    = 'მიმღების სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_from_name']  = 'თქვენი სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_email']      = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_theme']      = 'თქვენ უნდა აირჩიოთ theme!';
$_['error_amount']     = 'თანხა უნდა იყოს % და %s!';
$_['error_agree']      = 'გაფრთხილება: თქვენ უნდა ეთანხმებით, რომ საჩუქრად სერთიფიკატები არ არიან დასაბრუნებელი !';