<?php
// Heading
$_['heading_title']     = 'Събития';

// Text
$_['text_success']      = 'Успех: Вие сте променили събитията!';
$_['text_list']         = 'Списък със събития';
$_['text_event']        = 'Събитията се използват от разширенията, за да заменят функцията по подразбиране на магазина ви. Ако имате проблеми, можете да деактивирате или да активирате събитията тук.';
$_['text_info']         = 'Информация за събитието';
$_['text_trigger']      = 'тригер';
$_['text_action']       = 'действие';

// Column
$_['column_code']       = 'Код на събитието';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Сортиране на поръчката';
$_['column_action']     = 'действие';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте разширенията!';
