<?php
// Text
$_['text_success']     = 'Успех: Вие сте променили разширенията!';
$_['text_unzip']       = 'Извличане на файлове!';
$_['text_move']        = 'Копиране на файлове!';
$_['text_xml']         = 'Прилагане на модификации!';
$_['text_remove']      = 'Премахване на временни файлове!';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте разширенията!';
$_['error_install']    = 'Удължаване на инсталацията, моля, изчакайте няколко секунди, преди да опитате install!';
$_['error_unzip']      = 'Файлът с цип не можа да бъде отворен!';
$_['error_file']       = 'Файлът за инсталиране не можа да бъде намерен!';
$_['error_directory']  = 'Инсталационната директория не може да бъде намерена!';
$_['error_code']       = 'Необходим е уникален код за модификация XML!';
$_['error_xml']        = 'Модификация % вече се използва!';
$_['error_exists']     = 'Файлът % вече съществува!';
$_['error_allowed']    = 'Директорията % не може да бъде написана на !';