<?php
// Heading
$_['heading_title']     = 'Инсталатор на разширения';

// Text
$_['text_progress']     = 'Инсталиране на напредъка';
$_['text_upload']       = 'Качете разширенията си';
$_['text_history']      = 'Инсталиране на историята';
$_['text_success']      = 'Успех: Разширението е инсталирано!';
$_['text_install']      = 'Инсталиране';

// Column
$_['column_filename']   = 'Име на файл';
$_['column_date_added'] = 'датата е добавена';
$_['column_action']     = 'действие';

// Entry
$_['entry_upload']      = 'Качи файл';
$_['entry_progress']    = 'прогрес';

// Help
$_['help_upload']       = 'Изисква файл за промяна с разширение \'. Ocmod.zip \'.';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте разширенията!';
$_['error_install']     = 'Удължаване на инсталацията, моля, изчакайте няколко секунди, преди да опитате install!';
$_['error_upload']      = 'Файлът не можа да бъде качен!';
$_['error_filetype']    = 'Невалиден файлов тип!';
$_['error_file']        = 'Файлът не можа да бъде намерен!';