<?php
// Heading
$_['heading_title']     = 'модификации';

// Text
$_['text_success']      = 'Успех: Вие сте променили модификациите!';
$_['text_refresh']      = 'Когато активирате /деактивирате или изтриете модификация, трябва да кликнете върху бутона за опресняване, за да възстановите модификацията си cache!';
$_['text_list']         = 'Списък с модификации';

// Column
$_['column_name']       = 'Име на модификацията';
$_['column_author']     = 'автор';
$_['column_version']    = 'версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'датата е добавена';
$_['column_action']     = 'действие';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте модификациите!';