<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'Повторен опит';
$_['button_update']						= 'Актуализация';
$_['button_patch']						= 'кръпка';
$_['button_faq']						= 'Вижте тема с често задавани въпроси';

// Tab
$_['tab_setting']						= 'Настройки';
$_['tab_update']						= 'Актуализации на софтуер';
$_['tab_developer']						= 'Разработчик';

// Text
$_['text_dashboard']         			= 'Табло';
$_['text_success']         				= 'Успех: Настройките са запазени';
$_['text_products']          			= 'Предмети';
$_['text_orders']          				= 'Поръчки';
$_['text_manage']          				= 'управлявам';
$_['text_help']                     	= 'Помогне';
$_['text_tutorials']                    = 'уроци';
$_['text_suggestions']                  = 'Идеи';
$_['text_version_latest']               = 'Изпълнявате най-новата версия';
$_['text_version_check']     			= 'Проверка на версията на софтуера';
$_['text_version_installed']    		= 'Инсталирана версия на OpenBay Pro: v';
$_['text_version_current']        		= 'Вашата версия е';
$_['text_version_available']        	= 'най - новият е';
$_['text_language']             		= 'Език на отговорите на API';
$_['text_getting_messages']     		= 'Получаване на OpenBay Pro съобщения';
$_['text_complete']     				= 'пълен';
$_['text_patch_complete']           	= 'Нанася се пач';
$_['text_updated']						= 'Модулът е актуализиран (v.%s)';
$_['text_update_description']			= 'Инструментът за актуализиране ще направи промени във вашата файлова система за магазини. Уверете се, че имате пълен архив на файлове и база данни, преди да актуализирате.';
$_['text_patch_description']			= 'Ако сте качили ръчно актуализационните файлове, трябва да пуснете пластира, за да завършите актуализацията';
$_['text_clear_faq']                    = 'Изчистете скритите изскачащи често задавани въпроси';
$_['text_clear_faq_complete']           = 'Известията ще се покажат отново';
$_['text_install_success']              = 'Пазарът е инсталиран';
$_['text_uninstall_success']            = 'Пазарът е премахнат';
$_['text_title_messages']               = 'Съобщения &amp; известия';
$_['text_marketplace_shipped']			= 'Състоянието на поръчката ще бъде актуализирано, за да бъде доставено на пазара';
$_['text_action_warning']				= 'Това действие е опасно, така че е защитено с парола.';
$_['text_check_new']					= 'Проверка за по-нова версия';
$_['text_downloading']					= 'Изтегляне на актуализираните файлове';
$_['text_extracting']					= 'Извличане на файлове';
$_['text_running_patch']				= 'Пускане на файлове за кръпка';
$_['text_fail_patch']					= 'Файловете за актуализиране не могат да бъдат извлечени';
$_['text_updated_ok']					= 'Актуализирането на пълната, инсталирана версия е сега';
$_['text_check_server']					= 'Проверка на изискванията на сървъра';
$_['text_version_ok']					= 'Софтуерът вече е актуален, инсталираната версия е';
$_['text_remove_files']					= 'Премахването на файлове вече не се изисква';
$_['text_confirm_backup']				= 'Уверете се, че имате пълен архив, преди да продължите';
$_['text_software_update']				= 'OpenBay Pro софтуерна актуализация';
$_['text_patch_option']				    = 'Ръчно залепване';

// Column
$_['column_name']          				= 'Име на плъгина';
$_['column_status']        				= 'Статус';
$_['column_action']        				= 'действие';

// Entry
$_['entry_patch']            			= 'Ръчно обновяване на кръпка';
$_['entry_courier']						= 'куриер';
$_['entry_courier_other']           	= 'Друг куриер';
$_['entry_tracking']                	= 'Проследяване #';
$_['entry_empty_data']					= 'Данните за празното хранилище?';
$_['entry_password_prompt']				= 'Моля, въведете паролата за изтриване на данни';
$_['entry_update']						= 'Лесно 1 кликване актуализация';
$_['entry_beta']						= 'Използвайте бета версия';

// Error
$_['error_admin']             			= 'Очаква се администраторската директория';
$_['error_failed']						= 'Зареждането не бе успешно, retry?';
$_['error_tracking_id_format']			= 'Проследяващият ви идентификационен номер не може да съдържа символите> или <';
$_['error_tracking_courier']			= 'Трябва да изберете куриер, ако искате да добавите идентификационен номер за проследяване';
$_['error_tracking_custom']				= 'Моля, оставете куриерското поле празно, ако искате да използвате персонализиран куриер';
$_['error_permission']					= 'Нямате разрешение да променяте разширението на OpenBay Pro';
$_['error_file_delete']					= 'Тези файлове не могат да бъдат премахнати, трябва да ги изтриете ръчно';
$_['error_mkdir']						= 'PHP функцията "mkdir" е деактивирана, свържете се с вашия хост';
$_['error_openssl_encrypt']            	= 'PHP функцията "openssl_encrypt" не е активирана. Свържете се с вашия хостинг доставчик.';
$_['error_openssl_decrypt']            	= 'PHP функцията "openssl_decrypt" не е активирана. Свържете се с вашия хостинг доставчик.';
$_['error_fopen']             			= 'PHP функцията "fopen" не е активирана. Свържете се с вашия хостинг доставчик.';
$_['error_url_fopen']             		= 'allow_url_fopen" директивата е деактивирана от вашия хост - няма да можете да импортирате изображения при импортиране на продукти от eBay';
$_['error_curl']                        = 'PHP библиотеката "CURL" не е активирана. Свържете се с вашия хостинг доставчик.';
$_['error_zip']                         = 'Трябва да се зареди ZIP разширение. Свържете се с вашия хостинг доставчик.';
$_['error_mbstring']               		= 'PHP библиотеката "mb strings" не е активирана. Свържете се с вашия хостинг доставчик.';
$_['error_oc_version']             		= 'Вашата версия на OpenCart не е тествана да работи с този модул. Възможно е да имате проблеми.';

// Help
$_['help_clear_faq']					= 'Покажете отново всички известия за помощ';
$_['help_empty_data']					= 'Това може да причини сериозни щети, не го използвайте, ако не знаете какво прави!';
$_['help_easy_update']					= 'Кликнете върху "Обновяване", за да инсталирате последната версия на OpenBay Pro автоматично';
$_['help_patch']						= 'Кликнете, за да изпълните скриптовете за кръпка';
$_['help_beta']							= 'Внимание! Бета версията е последната версия за разработка. Тя може да не е стабилна и да съдържа бъгове.';
