<?php
// Heading
$_['heading_title']           = 'מדינות';

// Text
$_['text_success']            = 'בוצע בהצלחה: עדכנת מדינות!';
$_['text_list']               = 'רשימת מדינות';
$_['text_add']                = 'הוספת מדינה';
$_['text_edit']               = 'עריכת מדינה';

// Column
$_['column_name']             = 'שם מדינה';
$_['column_iso_code_2']       = 'קוד ISO (2)';
$_['column_iso_code_3']       = 'קוד ISO (3)';
$_['column_action']           = 'פעולה';

// Entry
$_['entry_name']              = 'שם מדינה';
$_['entry_iso_code_2']        = 'קוד ISO (2)';
$_['entry_iso_code_3']        = 'קוד ISO (3)';
$_['entry_address_format']    = 'מבנה הכתובת';
$_['entry_postcode_required'] = 'מיקוד נדרש';
$_['entry_status']            = 'סטטוס';

// Help
$_['help_address_format']     = 'שם פרטי = {firstname}<br />שם משפחה = {lastname}<br />חברה = {company}<br />כתובת 1 = {address_1}<br />כתובת 2 = {address_2}<br />עיר = {city}<br />מיקוד = {postcode}<br />איזור = {zone}<br />קוד איזור = {zone_code}<br />מדינה = {country}';

// Error
$_['error_permission']        = 'נא לשים לב: אין לך הרשאה לעדכן מדינות!';
$_['error_name']              = 'שם מדינה חייב להכיל בין 1 ל-128 תווים!';
$_['error_default']           = 'נא לשים לב: מדינה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת כמדינת ברירת המחדל של החנות!';
$_['error_store']             = 'נא לשים לב: מדינה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s חנויות!';
$_['error_address']           = 'נא לשים לב: מדינה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s רשומות ביומן הכתובות!';
$_['error_affiliate']         = 'נא לשים לב: מדינה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s שותפים!';
$_['error_zone']              = 'נא לשים לב: מדינה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s איזורים!';
$_['error_zone_to_geo_zone']  = 'נא לשים לב: מדינה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s איזורים לאיזורים גיאוגרפים!';