<?php
// Heading
$_['heading_title']      = 'איזורים גיאוגרפים';

// Text
$_['text_success']       = 'בוצע בהצלחה: עדכנת איזורים גיאוגרפים!';
$_['text_list']          = 'רשימת איזורים גיאוגרפים';
$_['text_add']           = 'הוספת איזור גיאוגרפי';
$_['text_edit']          = 'עריכת איזור גיאוגרפי';
$_['text_geo_zone']      = 'איזורים גיאוגרפים';

// Column
$_['column_name']        = 'שם איזור גיאוגרפי';
$_['column_description'] = 'תיאור';
$_['column_action']      = 'פעולה';

// Entry
$_['entry_name']         = 'שם איזור גיאוגרפי';
$_['entry_description']  = 'תיאור';
$_['entry_country']      = 'מדינה';
$_['entry_zone']         = 'איזור';

// Error
$_['error_permission']   = 'נא לשים לב: אין לך הרשאה לעדכן איזורים גיאוגרפים!';
$_['error_name']         = 'שם איזור גיאוגרפי חייב להכיל בין 3 ל-32 תווים!';
$_['error_description']  = 'שם תיאור חייב להכיל בין 3 ל-255 תווים!';
$_['error_tax_rate']     = 'נא לשים לב: איזור גיאוגרפי זה אינו יכול להמחק מכיוון שהוא כרגע משוייך לאחד או יותר דרגות מס!';