<?php
// Heading
$_['heading_title']     = 'שפות';

// Text
$_['text_success']      = 'בוצע בהצלחה: עדכנת שפות!';
$_['text_list']         = 'רשימת שפות';
$_['text_add']          = 'הוספת שפות';
$_['text_edit']         = 'עריכת שפות';

// Column
$_['column_name']       = 'שם שפה';
$_['column_code']       = 'קוד';
$_['column_sort_order'] = 'סדר מיון';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם שפה';
$_['entry_code']        = 'קוד';
$_['entry_locale']      = 'מקומיות';
$_['entry_status']      = 'סטטוס';
$_['entry_sort_order']  = 'סדר מיון';

// Help
$_['help_locale']       = 'לדוגמה: en_US.UTF-8,en_US,en-gb,en_gb,english, he-IL, hebrew, he, he_il';
$_['help_status']       = 'להחביא/להראות זאת בתפריט נפתח של השפות ';

// Error
$_['error_permission']  = 'נא לשים לב: אין לך הרשאה לעדכן שפות!';
$_['error_exists']      = 'נא לשים לב: הוספת את השפה בעבר!';
$_['error_name']        = 'שם שפה חייב להכיל בין 3 ל-32 תווים!';
$_['error_code']        = 'קוד שפה חייב להכיל לפחות 2 תווים!';
$_['error_locale']      = 'נדרשת מקומיות!';
$_['error_default']     = 'נא לשים לב: שפה זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת כשפת ברירת מחדל של החנות!';
$_['error_admin']       = 'נא לשים לב: שפה זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת כשפת ברירת מחדל של ממשק ניהול החנות!';
$_['error_store']       = 'נא לשים לב: שפ זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s חנויות!';
$_['error_order']       = 'נא לשים לב: שפה זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s הזמנות!';