<?php
// Heading
$_['heading_title']    = 'דרגות אורך';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת דרגות אורך!';
$_['text_list']        = 'רשימת דרגות אורך';
$_['text_add']         = 'הוספת דרגת אורך';
$_['text_edit']        = 'עריכת דרגת אורך';

// Column
$_['column_title']     = 'כותרת אורך';
$_['column_unit']      = 'יחידת אורך';
$_['column_value']     = 'ערך';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_title']      = 'כותרת אורך';
$_['entry_unit']       = 'יחידת אורך';
$_['entry_value']      = 'ערך';

// Help
$_['help_value']       = 'הגדרה כ- 1.00000 אם זה אורך ברירת המחדל שלך.';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן דרגות אורך!';
$_['error_title']      = 'כותרת אורך חייבת להכיל בין 3 ל-32 תווים!';
$_['error_unit']       = 'יחידת אורך חייבת להכיל בין 1 ל-4 תווים!';
$_['error_default']    = 'נא לשים לב: דרגת אורך זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת כדרגלת אורך ברירת מחדל של החנות!';
$_['error_product']    = 'נא לשים לב: דרגת אורך זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s פריטים!';