<?php
// Heading
$_['heading_title']    = 'מיקומי חנויות';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת מיקומי חנויות!';
$_['text_list']        = 'רשימת מיקומי חנויות';
$_['text_add']         = 'הוספת מיקום חנות';
$_['text_edit']        = 'עריכת מיקום חנות';
$_['text_default']     = 'ברירת מחדל';
$_['text_time']        = 'שעות פתיחה';
$_['text_geocode']     = 'קוד גיאוגרפי לא צלח מהסיבות הבאות:';

// Column
$_['column_name']      = 'שם חנות';
$_['column_address']   = 'כתובת';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם חנות';
$_['entry_address']    = 'כתובת';
$_['entry_geocode']    = 'קוד גיאוגרפי';
$_['entry_telephone']  = 'טלפון';
$_['entry_fax']        = 'פקס';
$_['entry_image']      = 'תמונה';
$_['entry_open']       = 'שעות פתיחה';
$_['entry_comment']    = 'הערה';

// Help
$_['help_geocode']     = 'נא להכניס את הקוד הגיאוגרפי של החנות שלך באופן ידני.';
$_['help_open']        = 'נא להכניס את שעות הפתיחה של החנות שלך.';
$_['help_comment']     = 'שדה זה נועד עבור הערות מיוחדות שרוצים להגיד לקוח, לדוגמה החנות אינה מקבלת שיקים.';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן מיקומי חנויות!';
$_['error_name']       = 'שם חנות חייב להכיל לפחות תו אחד!';
$_['error_address']    = 'כתובת חייבת להכיל בין 3 ל-128 תווים!';
$_['error_telephone']  = 'טלפון חייב להכיל בין 3 ל-32 תווים!';