<?php
// Heading
$_['heading_title']    = 'סטטוסי הזמנות';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת סטטוסי הזמנות!';
$_['text_list']        = 'רשימת סטטוסי הזמנות';
$_['text_add']         = 'הוספת סטטוס הזמנה';
$_['text_edit']        = 'עריכת סטטוס הזמנה';

// Column
$_['column_name']      = 'שם סטטוס הזמנה';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם סטטוס הזמנה';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן סטטוסי הזמנות!';
$_['error_name']       = 'שם סטטוס הזמנה חייב להכיל בין 3 ל-32 תווים!';
$_['error_default']    = 'נא לשים לב: סטטוס הזמנה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך כסטטוס ברירת מחדל של החנות !';
$_['error_download']   = 'נא לשים לב: סטטוס הזמנה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך כסטטוס הורדה ברירת מחדל !';
$_['error_store']      = 'נא לשים לב: סטטוס הזמנה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל-  %s חנויות!';
$_['error_order']      = 'נא לשים לב: סטטוס הזמנה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל-  %s הזמנות!';
