<?php
// Heading
$_['heading_title']    = 'סיבות החזרה';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת סיבות החזרה!';
$_['text_list']        = 'רשימת סיבות החזרה';
$_['text_add']         = 'הוספת סיבת החזרה';
$_['text_edit']        = 'עריכת סיבת החזרה';

// Column
$_['column_name']      = 'שם סיבת החזרה';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם סיבת החזרה';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן סיבות החזרה!';
$_['error_name']       = 'שם סיבת החזרה חייב להכיל בין 3 ל-128 תווים!';
$_['error_return']     = 'נא לשים לב: סיבת החזרה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s פריטים מוחזרים!';