<?php
// Heading
$_['heading_title']    = 'סטטוסי החזרה';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת את סטטוסי החזרה!';
$_['text_list']        = 'רשימת סטטוסי החזרה';
$_['text_add']         = 'הוספת סטטוס החזרה';
$_['text_edit']        = 'עריכת סטטוס החזרה';

// Column
$_['column_name']      = 'שם סטטוס החזרה';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם סטטוס החזרה';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן סטטוסי החזרה !';
$_['error_name']       = 'שם סטטוס החזרה חייב להכיל בין 3 ל-32 תווים!';
$_['error_default']    = 'נא לשים לב: סטטוס החזרה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך כסטטוס החזרה ברירת מחדל!';
$_['error_return']     = 'נא לשים לב: סטטוס החזרה זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s החזרות!';
