<?php
// Heading
$_['heading_title']    = 'פעולות החזרה';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת פעולות החזרה!';
$_['text_list']        = 'רשימת פעולות החזרה';
$_['text_add']         = 'הוספת פעולת החזרה';
$_['text_edit']        = 'עריכת פעולת החזרה';

// Column
$_['column_name']      = 'שם פעולת החזרה';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם פעולת החזרה';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן פעולות החזרה!';
$_['error_name']       = 'שם פעולת החזרה חייב להכיל בין 3 ל-64 תווים!';
$_['error_return']     = 'נא לשים לב: פעולת החזרה זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s פריטים מוחזרים!';