<?php
// Heading
$_['heading_title']    = 'סטטוסי מלאי';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת סטטוסי מלאי!';
$_['text_list']        = 'רשימת סטטוסי מלאי';
$_['text_add']         = 'הוספת סטטוס מלאי';
$_['text_edit']        = 'עריכת סטטוס מלאי';

// Column
$_['column_name']      = 'שם סטטוס מלאי';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם סטטוס מלאי';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן סטטוסי מלאי!';
$_['error_name']       = 'שם סטטוס מלאי חייב להכיל בין 3 ל-32 תווים!';
$_['error_product']    = 'נא לשים לב: סטטוס מלאי זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל-  %s פריטים!';