<?php
// Heading
$_['heading_title']    = 'מחלקות משקל';

// Text
$_['text_success']     = 'בוצע בהצלחה: עדכנת מחלקות משקל!';
$_['text_list']        = 'רשימת מחלקות משקל';
$_['text_add']         = 'הוספת מחלקת משקל';
$_['text_edit']        = 'עריכת מחלקת משקל';

// Column
$_['column_title']     = 'כותרת משקל';
$_['column_unit']      = 'יחידת משקל';
$_['column_value']     = 'ערך';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_title']      = 'כותרת משקל';
$_['entry_unit']       = 'יחידת משקל';;
$_['entry_value']      = 'ערך';

// Help
$_['help_value']       = 'יש להגדיר  1.00000 אם זה משקל ברירת המחדל.';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאה לעדכן מחלקות משקל!';
$_['error_title']      = 'כותרת משקל חייבת להכיל בין 3 ל-32 תווים!';
$_['error_unit']       = 'יחידת משקל חייבת להכיל בין 1 ל-4 תווים!';
$_['error_default']    = 'נא לשים לב: מחלקת משקל זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת כמחלקת משקל ברירת מחדל של החנות!';
$_['error_product']    = 'נא לשים לב: מחלקת משקל זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s פריטים!';