<?php
// Heading
$_['heading_title']          = 'איזורים';

// Text
$_['text_success']           = 'בוצע בהצלחה: עדכנת איזורים!';
$_['text_list']              = 'אשימת איזורים';
$_['text_add']               = 'הוספת איזור';
$_['text_edit']              = 'עריכת איזור';

// Column
$_['column_name']            = 'שם איזור';
$_['column_code']            = 'קוד איזור';
$_['column_country']         = 'מדינה';
$_['column_action']          = 'פעולה';

// Entry
$_['entry_name']             = 'שם איזור';
$_['entry_code']             = 'קוד איזור';
$_['entry_country']          = 'מדינה';
$_['entry_status']           = 'סטטוס';

// Error
$_['error_permission']       = 'נא לשים לב: אין לך הרשאה לעדכן איזורים!';
$_['error_name']             = 'שם איזור חייב להכיל בין 1 ל-128 תווים!';
$_['error_default']          = 'נא לשים לב: איזור זה אינו יכול להמחק מכיוון שהוא כרגע משוייך כאיזור ברירת מחדל של החנות!';
$_['error_store']            = 'נא לשים לב: איזור זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s חנויות!';
$_['error_address']          = 'נא לשים לב: איזור זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s רשומות ביומן כתובות!';
$_['error_affiliate']        = 'נא לשים לב: איזור זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s שותפים!';
$_['error_zone_to_geo_zone'] = 'נא לשים לב: איזור זה אינו יכול להמחק מכיוון שהוא כרגע משוייך ל- %s איזורים לאיזורים גיאוגרפים!';