<?php
// Heading
$_['heading_title'] = 'שימוש בנקודות זכות (זמין %s)';

// Text
$_['text_reward']   = 'נקודות זכות(%s)';
$_['text_order_id'] = 'מספר הזמנה: #%s';
$_['text_success']  = 'בוצע בהצלחה: הנחת נקודות הזכות שלך מומשה!';

// Entry
$_['entry_reward']  = 'נקודות לשימוש (מקסימום %s)';

// Error
$_['error_reward']  = 'נא לשים לב: נא להכניס את סכום נקודות הזכות לשימוש!';
$_['error_points']  = 'נא לשים לב: אין לך %s נקודות זכות!';
$_['error_maximum'] = 'נא לשים לב: מקסימום הנקודות שניתן לממש הוא %s!';
