<?php
// Heading
$_['heading_title']        = 'עלות המשלוח &amp; מיסים';

// Text
$_['text_success']         = 'בוצע בהצלחה: עלות המשלוח שלך עודכנה !';
$_['text_shipping']        = 'נא להכניס את כתובתך כדי לחשב את עלות המשלוח.';
$_['text_shipping_method'] = 'נא לבחור את אופן המשלוח המועדף לשימוש בהזמנה זו.';

// Entry
$_['entry_country']        = 'ארץ';
$_['entry_zone']           = 'איזור / מדינה';
$_['entry_postcode']       = 'מיקוד';

// Error
$_['error_postcode']       = 'מיקוד חייב להכיל בין 2 ל-10 תוים!';
$_['error_country']        = 'נא לבחור ארץ!';
$_['error_zone']           = 'נא לבחור איזור / מדינה!';
$_['error_shipping']       = 'נא לשים לב: דרוש אופן המשלוח!';
$_['error_no_shipping']    = 'נא לשים לב: אין אפשרות משלוח זמינה. בבקשה <a href="%s">יצירת קשר עמנו</a> לעזרה!';