<?php
// Heading 
$_['heading_title']   = 'שכחת סיסמה ?';

// Text
$_['text_account']    = 'חשבון';
$_['text_forgotten']  = 'שכחתי סיסמה';
$_['text_your_email'] = 'כתובת האימייל שלך';
$_['text_email']      = 'אנא הזן את כתובת האימייל בא השתמשת ברישומך לאתר. סיסמתך תשלח לכתובת זו.';
$_['text_success']    = 'דואר אלקטרוני עם קישור לאישור נשלח לתיבת הדואר האלקטרוני שלך ';

// Entry
$_['entry_email']     = 'כתובת אימייל:';
$_['entry_password']  = 'סיסמא חדשה';
$_['entry_confirm']   = 'אישור';

// Error
$_['error_email']     = 'נא לשים לב:  כתובת המייל שציינת לא נמצאה במאגר שלנו !';
$_['error_approved']  = 'נא לשים לב: החשבון שלך דורש אימות לפני ביצוע כניסה למערכת.';
$_['error_password']  = 'סיסמא חייבת להכיל בין 4 ל-20 תווים!';
$_['error_confirm']   = 'אין התאמה בין הסיסמא לווידוא הסיסמא!';
