<?php
// heading
$_['heading_title']  = 'איפוס סיסמתך';

// Text
$_['text_account']   = 'חשבון';
$_['text_password']  = 'נא להכניס את הסיסמא החדשה שברצונך להשתמש בה.';
$_['text_success']   = 'בוצע בהצלחה: סיסמתך עודכנה בהצלחה.';

// Entry
$_['entry_password'] = 'סיסמא';
$_['entry_confirm']  = 'אישור';

// Error
$_['error_password'] = 'סיסמא חייבת להכיל בין 4 ל-20 תווים!';
$_['error_confirm']  = 'אין התאמה בין הסיסמא לווידוא הסיסמא!';
$_['error_code']     = 'קוד איפוס סיסמא אינו נכון או שבוצע בו שימוש בעבר!';