<?php
// Heading
$_['heading_title'] = 'חשבונך נוצר בהצלחה!';

// Text
$_['text_message']  = '<p dir="rtl">ברוכים הבאים, חשבונך נוצר בהצלחה.</p> <p dir="rtl">כאן תוכל לנצל את כל האפשרויות של לקוח רשום.</p> <p dir="rtl">כגון מעקב הזמנות, הזמנה חוזרת ועוד. במידה וישנן שאלות הינך מוזמן לפנות לצוות האתר. אנו לשירותך 24\7</p> <pdir="rtl">אימות חשבון נשלח לכתובת המייל שציינת בעת ההרשמה, במידה ואינך קיבלת את האימות שעתיים לאחר הרישום אנא <a href="%s">צור קשר</a>.</p>';
$_['text_approval'] = '<p>אנו מודים לך על הרשמתך לאתר.</p><p>אנו ניידע אותך בכתובת המייל שציינת לאחר אישור החשבון.</p><p>במידה וישנן שאלות נוספות הינך מוזמן לפנות <a href="%s">לצוות התמיכה</a>.</p>';
$_['text_account']  = 'חשבון';
$_['text_success']  = 'הצלחה';