<?php
// Heading
$_['heading_title']    = 'מעקב שותפים';

// Text
$_['text_account']     = 'חשבון';
$_['text_description'] = 'על מנת לוודא שהנך מתוגמל על הפניות אלינו , עלינו לעקוב אחר ההפניות על ידי הכנסת קוד מעקב בקישור שמפנה אלינו . באפשרותך להשתמש בכלי שמתחת על מנת ליצר קישורים אל אתר האינטרנט  %s .';

// Entry
$_['entry_code']       = 'קוד המעקב שלך';
$_['entry_generator']  = 'יצירת קישור מעקב';
$_['entry_link']       = 'קישור מעקב';

// Help
$_['help_generator']  = 'נא להכניס את שם הפריט שאליו ברצונך לקשר';