<?php
// Heading 
$_['heading_title']    = 'רכישת שובר מתנה';

// Text
$_['text_account']     = 'חשבון';
$_['text_voucher']     = 'מזהה שובר מתנה';
$_['text_description'] = 'שובר מתנה זה ישלח למקבל ההטבה שתציין בהזמנה.';
$_['text_agree']       = 'הנני מבין ששובר מתנה לא ניתן להחזרה או זיכוי.';
$_['text_message']     = '<p>תודה על הזמנתך, מיד עם סיום הרכישה ישלח מייל למקבל שובר המתנה, ובו הסבר, כיצד לממש את שובר המתנה.</p>';
$_['text_for']         = '%s שובר מתנה עבור %s';

// Entry
$_['entry_to_name']    = 'שם המקבל:';
$_['entry_to_email']   = 'אימייל המקבל:';
$_['entry_from_name']  = 'שמך:';
$_['entry_from_email'] = 'מייל שלך:';
$_['entry_theme']      = 'ערכת נושא של שובר מתנה:';
$_['entry_message']    = 'הודעה:<br /><span class="help">(לא חובה)</span>';
$_['entry_amount']     = 'סכום:<br /><span class="help">(הערך חייב להיות בין %s לבין %s)</span>';

// Help
$_['help_message']     = 'אופציונלי';
$_['help_amount']      = 'יש להכניס ערך בין  %s ל- %s';

// Error
$_['error_to_name']    = 'שם המקבל חייב להכיל בין 1 ל64 תווים!';
$_['error_from_name']  = 'שמך חייב להכיל בין 1 ל64 תווים!';
$_['error_email']      = 'כתובת המייל אינה חוקית!';
$_['error_theme']      = 'חובה לבחור ערכת נושא!';
$_['error_amount']     = 'סכום חייב להיות בין %s לבין %s!';
$_['error_agree']      = 'שים לב : הינך חייב להסכים לתנאי שימוש בשובר מתנה!';