<?php
// Heading
$_['heading_title']				= 'Amazon Pay';
$_['heading_address']			= 'Моля, изберете адрес за доставка';
$_['heading_payment']			= 'Моля, изберете начин на плащане';
$_['heading_confirm']			= 'Резюме на поръчката';
// Text
$_['text_back']					= 'обратно';
$_['text_cart']					= 'количка';
$_['text_confirm']				= 'потвърждавам';
$_['text_continue']				= 'продължи';
$_['text_lpa']					= 'Amazon Pay';
$_['text_enter_coupon']			= 'Въведете вашия код за купон тук. Ако нямате такъв, оставете го празен.';
$_['text_coupon']				= 'купон';
$_['text_tax_other']			= 'Данъци /Други такси за обработка';
$_['text_success_title']		= 'Поръчката ви е поставена!';
$_['text_payment_success']		= 'Поръчката Ви бе поставена успешно. Данните за поръчките са по-долу';
// Error
$_['error_payment_method']		= 'Моля, изберете начин на плащане';
$_['error_shipping']			= 'Моля, изберете метод на доставка';
$_['error_shipping_address']	= 'Моля, изберете адрес за доставка';
$_['error_shipping_methods']	= 'Възникна грешка при извличането на адреса ви от Amazon. Моля, свържете се с администратора на магазина за помощ.';
$_['error_no_shipping_methods'] = 'Няма опции за доставка до избрания адрес. Моля, изберете друг адрес за доставка.';
$_['error_process_order']		= 'При обработването на поръчката ви възникна грешка. Моля, свържете се с администратора на магазина за помощ.';
$_['error_login']				= 'Неуспешно влизане';
$_['error_login_email']			= 'Входът не бе успешен: имейл адресът на профила на акаунта не съответства на имейл адреса на акаунта в Amazon';
$_['error_minimum']             = 'Минималната сума на поръчката за Amazon Pay е %s!';
