<?php
// Heading
$_['text_title']				= 'Кредитна/дебитна карта (Първи данни)';

// Button
$_['button_confirm']			= 'продължи';

// Text
$_['text_new_card']				= 'Нова карта';
$_['text_store_card']			= 'Запомни ми данните за картата ми';
$_['text_address_response']		= 'Потвърждаване на адрес:';
$_['text_address_ppx']			= 'Не са предоставени данни за адреса или Адресът не е проверен от Картоиздателя';
$_['text_address_yyy']			= 'Емитентът на картата потвърди, че улиците и пощенските кодове съвпадат с техните записи';
$_['text_address_yna']			= 'Card Issuer потвърди, че улиците съвпадат с техните записи, но пощенският код не съвпада';
$_['text_address_nyz']			= 'Card Issuer потвърди, че пощенският код съвпада с техните записи, но улицата не съвпада';
$_['text_address_nnn']			= 'Както улицата, така и пощенският код не съответстват на записите на картовия емитент';
$_['text_address_ypx']			= 'Card Issuer потвърди, че улиците съвпадат с техните записи. Емитентът не провери пощенския код';
$_['text_address_pyx']			= 'Емитентът на картата потвърди, че пощенският код съвпада със своите записи. Емитентът не провери улицата';
$_['text_address_xxu']			= 'Емитентът на картата не провери информацията за AVS';
$_['text_card_code_verify']		= 'Код за сигурност:';
$_['text_card_code_m']			= 'Код за сигурност на картата';
$_['text_card_code_n']			= 'Код за сигурност на картата не съвпада';
$_['text_card_code_p']			= 'Не са обработени';
$_['text_card_code_s']			= 'Търговецът посочи, че на картата не присъства кодът за защита на картата';
$_['text_card_code_u']			= 'Емитентът не е сертифициран и /или не е предоставил ключове за шифроване';
$_['text_card_code_x']			= 'Не бе получен отговор от асоциацията на кредитните карти';
$_['text_card_code_blank']		= 'Празен отговор трябва да показва, че не е изпратен код и че няма данни, че кодът не е бил наличен на картата.';
$_['text_card_type_m']			= 'Мастъркард';
$_['text_card_type_v']			= 'Виза (кредитна / дебитна / електронна / делта)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'Американ Експрес';
$_['text_card_type_ma']			= 'маестро';
$_['text_card_type_mauk']		= 'Маестро Великобритания/Соло';
$_['text_response_code_full']	= 'Код за одобрение:';
$_['text_response_code']		= 'Пълен код на отговора:';
$_['text_response_card']		= 'Използвана карта:';
$_['text_response_card_type']	= 'Вид на карта:';
$_['text_response_proc_code']	= 'Код на процесора:';
$_['text_response_ref']			= 'Номер на референтния номер:';

// Error
$_['error_failed']				= 'Плащането ви не може да бъде обработено, моля, опитайте отново';