<?php
// Text
$_['text_title']				= 'Кредитна или дебитна карта';
$_['text_credit_card']			= 'Детайли за кредитната карта';
$_['text_wait']					= 'Моля, изчакайте!';

// Entry
$_['entry_cc_number']			= 'Номер на карта';
$_['entry_cc_name']				= 'Име на картодържателя';
$_['entry_cc_expire_date']		= 'Дата на изтичане на картата';
$_['entry_cc_cvv2']				= 'Код за сигурност на картата (CVV2)';

// Help
$_['help_start_date']			= '(ако е налична)';
$_['help_issue']				= '(само за карти Maestro и Solo)';

// Text
$_['text_result']				= 'Резултат:';
$_['text_approval_code']		= 'Код за одобрение:';
$_['text_reference_number']		= 'справка:';
$_['text_card_number_ref']		= 'Картата има 4 цифри: xxxx';
$_['text_card_brand']			= 'Марка на картата:';
$_['text_response_code']		= 'Код на отговора:';
$_['text_fault']				= 'Съобщение за грешка:';
$_['text_error']				= 'Съобщение за грешка:';
$_['text_avs']					= 'Потвърждаване на адрес:';
$_['text_address_ppx']			= 'Не са предоставени данни за адреса или Адресът не е проверен от Картоиздателя';
$_['text_address_yyy']			= 'Емитентът на картата потвърди, че улиците и пощенските кодове съвпадат с техните записи';
$_['text_address_yna']			= 'Card Issuer потвърди, че улиците съвпадат с техните записи, но пощенският код не съвпада';
$_['text_address_nyz']			= 'Card Issuer потвърди, че пощенският код съвпада с техните записи, но улицата не съвпада';
$_['text_address_nnn']			= 'Както улицата, така и пощенският код не съответстват на записите на картовия емитент';
$_['text_address_ypx']			= 'Card Issuer потвърди, че улиците съвпадат с техните записи. Емитентът не провери пощенския код';
$_['text_address_pyx']			= 'Емитентът на картата потвърди, че пощенският код съвпада със своите записи. Емитентът не провери улицата';
$_['text_address_xxu']			= 'Емитентът на картата не провери информацията за AVS';
$_['text_card_code_verify']		= 'Код за сигурност:';
$_['text_card_code_m']			= 'Код за сигурност на картата';
$_['text_card_code_n']			= 'Код за сигурност на картата не съвпада';
$_['text_card_code_p']			= 'Не са обработени';
$_['text_card_code_s']			= 'Търговецът посочи, че на картата не присъства кодът за защита на картата';
$_['text_card_code_u']			= 'Емитентът не е сертифициран и /или не е предоставил ключове за шифроване';
$_['text_card_code_x']			= 'Не бе получен отговор от асоциацията на кредитните карти';
$_['text_card_code_blank']		= 'Празен отговор трябва да показва, че не е изпратен код и че няма данни, че кодът не е бил наличен на картата.';
$_['text_card_accepted']		= 'Приети карти:';
$_['text_card_type_m']			= 'Мастъркард';
$_['text_card_type_v']			= 'Виза (кредитна /дебитна /електронна /делта)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'Американ Експрес';
$_['text_card_type_ma']			= 'маестро';
$_['text_card_new']				= 'Нова карта';
$_['text_response_proc_code']	= 'Код на процесора:';
$_['text_response_ref']			= 'Номер на референтния номер:';

// Error
$_['error_card_number']			= 'Моля, проверете дали вашият номер на картата е валиден';
$_['error_card_name']			= 'Моля, проверете дали името на притежателя на картата е валидно';
$_['error_card_cvv']			= 'Моля, проверете дали CVV2 е валиден';
$_['error_failed']				= 'Не можете да обработите плащането си, моля, свържете се с търговеца';