<?php
// Heading
$_['text_title']				= 'Кредитна / дебитна карта (Globalpay)';

// Button
$_['button_confirm']			= 'потвърждавам';

// Entry
$_['entry_cc_type']				= 'Вид на карта';

// Text
$_['text_success']				= 'Плащането Ви е разрешено.';
$_['text_decline']				= 'Плащането Ви бе неуспешно';
$_['text_bank_error']			= 'Възникна грешка при обработването на искането Ви от банката.';
$_['text_generic_error']		= 'При обработването на заявката Ви възникна грешка.';
$_['text_hash_failed']			= 'Проверката на хешове не бе успешна. Не изпробвайте отново плащането си, тъй като състоянието на плащането не е известно. Моля, свържете се с търговеца.';
$_['text_link']					= 'Моля, кликнете върху <a href="%s"> тук </a>, за да продължите';
$_['text_select_card']			= 'Моля, изберете типа на картата';
$_['text_result']				= 'Резултат на автора';
$_['text_message']				= 'съобщение';
$_['text_cvn_result']			= 'Резултати от CVN';
$_['text_avs_postcode']			= 'AVS пощенски код';
$_['text_avs_address']			= 'Адрес на AVS';
$_['text_eci']					= 'ECI (3D сигурен) резултат';
$_['text_tss']					= 'Резултат на TSS';
$_['text_order_ref']			= 'Поръчайте реф';
$_['text_timestamp']			= 'клеймо';
$_['text_card_type']			= 'Вид на карта';
$_['text_card_digits']			= 'Номер на карта';
$_['text_card_exp']				= 'Картата изтича';
$_['text_card_name']			= 'Име на картата';
$_['text_3d_s1']				= 'Картодържателят не е записан, прехвърляне на отговорност';
$_['text_3d_s2']				= 'Не може да се потвърди записването, няма промяна на задълженията';
$_['text_3d_s3']				= 'Невалиден отговор от сървъра за регистрация, без промяна на задълженията';
$_['text_3d_s4']				= 'Записан, но невалиден отговор от ACS (Access Control Server), няма промяна на задълженията';
$_['text_3d_s5']				= 'Успешно удостоверяване, прехвърляне на отговорност';
$_['text_3d_s6']				= 'Потвърдено опити за удостоверяване, промяна на отговорността';
$_['text_3d_s7']				= 'Въведена е неправилна парола, няма промяна на пасива';
$_['text_3d_s8']				= 'Удостоверяване Не е налице, няма промяна на задълженията';
$_['text_3d_s9']				= 'Невалиден отговор от ACS, без промяна на задълженията';
$_['text_3d_s10']				= 'RealMPI Фатална грешка, без промяна на задълженията';
$_['text_3d_liability']     	= 'Без промяна на отговорността';
$_['text_card_visa']			= 'виза';
$_['text_card_mc']				= 'Мастъркард';
$_['text_card_amex']			= 'Американ Експрес';
$_['text_card_switch']			= 'ключ';
$_['text_card_laser']			= 'лазер';
$_['text_card_diners']			= 'Diners';