<?php
// Text
$_['text_title']				= 'Кредитна карта /дебитна карта (Paymate)';
$_['text_unable']				= 'Не можете да намерите или актуализирате състоянието на поръчката си';
$_['text_declined']				= 'Плащането бе отхвърлено от Paymate';
$_['text_failed']				= 'Paymate Transaction Failed';
$_['text_failed_message']		= '<p> За съжаление възникна грешка при обработката на транзакцията Ви с Paymate. </p> <p> <b> Предупреждение: </b> %s </p> <p> Моля, потвърдете баланса си в Paymate, преди да опитате да повторите обработката на тази поръчка </p> <p> Ако смятате, че тази транзакция е приключила успешно или се показва като приспадане Paymate account, please <a href="%s"> Свържете се с нас </a> с данните за поръчката. </p>';
$_['text_basket']				= 'кошница';
$_['text_checkout']				= 'Разгледайте';
$_['text_success']				= 'успех';