<?php
// Heading
$_['heading_title']				= 'Благодаря ви за пазаруването с % ..';

// Text
$_['text_title']				= 'Кредитна карта /дебитна карта (PayPoint)';
$_['text_response']				= 'Отговор от PayPoint:';
$_['text_success']				= '.. плащането Ви бе успешно получено.';
$_['text_success_wait']			= '<b> <span style="color: #FF0000"> Моля, изчакайте .. </span> </b>, докато завършим обработката на поръчката ви. <br> Ако не сте пренасочени автоматично за 10 секунди, моля, кликнете върху <a href="%s"> тук </a>.';
$_['text_failure']				= '.. Вашето плащане е било отменено!';
$_['text_failure_wait']			= '<b> <span style="color: #FF0000"> Моля, изчакайте .. </span> </b> <br> Ако не сте пренасочени автоматично за 10 секунди, моля кликнете на <a href="%s"> тук </a>.';