<?php
// Text
$_['text_title']				= 'Кредитна или дебитна карта (обработвана сигурно от PayPal)';
$_['text_credit_card']			= 'Детайли за кредитната карта';
$_['text_start_date']			= '(ако е налична)';
$_['text_issue']				= '(само за карти Maestro и Solo)';
$_['text_wait']					= 'Моля, изчакайте!';

// Entry
$_['entry_cc_owner']			= 'Собственик на карта:';
$_['entry_cc_type']				= 'Вид на карта:';
$_['entry_cc_number']			= 'Номер на карта:';
$_['entry_cc_start_date']		= 'Валидна от датата:';
$_['entry_cc_expire_date']		= 'Дата на изтичане на картата:';
$_['entry_cc_cvv2']				= 'Код за сигурност на картата (CVV2):';
$_['entry_cc_issue']			= 'Карта на издаване:';

// Error
$_['error_required']			= 'Предупреждение: Необходими са всички полета за информация за плащане.';
$_['error_general']				= 'Предупреждение: При транзакцията възникна общ проблем. Моля, опитайте отново.';
$_['error_config']				= 'Предупреждение: Грешка при конфигурирането на платежен модул Моля, потвърдете идентификационните данни за вход.';
$_['error_address']				= 'Предупреждение: Съвпадането на град, щат и пощенски код на адрес за плащане е неуспешно. Моля, опитайте отново.';
$_['error_declined']			= 'Предупреждение: Тази транзакция е отхвърлена. Моля, опитайте отново.';
$_['error_invalid']				= 'Предупреждение: Предоставената информация за кредитна карта е невалидна. Моля, опитайте отново.';