<?php
// Text
$_['text_title']				= 'Кредитна или дебитна карта';
$_['text_credit_card']			= 'Детайли за кредитната карта';
$_['text_wait']					= 'Моля, изчакайте!';
$_['text_result']				= 'резултат';
$_['text_message']				= 'съобщение';
$_['text_cvn_result']			= 'Резултати от CVN';
$_['text_avs_postcode']			= 'AVS пощенски код';
$_['text_avs_address']			= 'Адрес на AVS';
$_['text_eci']					= 'ECI (3D сигурен) резултат';
$_['text_tss']					= 'Резултат на TSS';
$_['text_card_bank']			= 'Банка за издаване на карти';
$_['text_card_country']			= 'Държава на картата';
$_['text_card_region']			= 'Карта на региона';
$_['text_last_digits']			= 'Последните 4 цифри';
$_['text_order_ref']			= 'Поръчайте реф';
$_['text_timestamp']			= 'клеймо';
$_['text_card_visa']			= 'виза';
$_['text_card_mc']				= 'Мастъркард';
$_['text_card_amex']			= 'Американ Експрес';
$_['text_card_switch']			= 'ключ';
$_['text_card_laser']			= 'лазер';
$_['text_card_diners']			= 'Diners';
$_['text_auth_code']			= 'Авторски код';
$_['text_3d_s1']				= 'Картодържателят не е записан, прехвърляне на отговорност';
$_['text_3d_s2']				= 'Не може да се потвърди записването, няма промяна на задълженията';
$_['text_3d_s3']				= 'Невалиден отговор от сървъра за регистрация, без промяна на задълженията';
$_['text_3d_s4']				= 'Записан, но невалиден отговор от ACS (Access Control Server), няма промяна на задълженията';
$_['text_3d_s5']				= 'Успешно удостоверяване, прехвърляне на отговорност';
$_['text_3d_s6']				= 'Потвърдено опити за удостоверяване, промяна на отговорността';
$_['text_3d_s7']				= 'Въведена е неправилна парола, няма промяна на пасива';
$_['text_3d_s8']				= 'Удостоверяване Не е налице, няма промяна на задълженията';
$_['text_3d_s9']				= 'Невалиден отговор от ACS, без промяна на задълженията';
$_['text_3d_s10']				= 'RealMPI Фатална грешка, без промяна на задълженията';

// Entry
$_['entry_cc_type']				= 'Вид на карта';
$_['entry_cc_number']			= 'Номер на карта';
$_['entry_cc_name']				= 'Име на картодържателя';
$_['entry_cc_expire_date']		= 'Дата на изтичане на картата';
$_['entry_cc_cvv2']				= 'Код за сигурност на картата (CVV2)';
$_['entry_cc_issue']			= 'Номер на издаване на карта';

// Help
$_['help_start_date']			= '(ако е налична)';
$_['help_issue']				= '(само за карти Maestro и Solo)';

// Error
$_['error_card_number']			= 'Моля, проверете дали вашият номер на картата е валиден';
$_['error_card_name']			= 'Моля, проверете дали името на притежателя на картата е валидно';
$_['error_card_cvv']			= 'Моля, проверете дали CVV2 е валиден';
$_['error_3d_unable']			= 'Търговецът изисква 3D защита, но не може да потвърди с банката ви, моля, опитайте по-късно';
$_['error_3d_500_response_no_payment'] = 'От картовия процесор бе получен невалиден отговор, без да е извършено плащане';
$_['error_3d_unsuccessful']		= 'Защитеното разрешение 3D не бе успешно';