<?php
// Text
$_['text_title']				= 'Кредитна карта /дебитна карта (SagePay)';
$_['text_credit_card']			= 'Детайли за картата';
$_['text_description']			= 'Продукти на %s Артикул №: %s';
$_['text_card_type']			= 'Вид на карта:';
$_['text_card_name']			= 'Име на картата:';
$_['text_card_digits']			= 'Последни цифри:';
$_['text_card_expiry']			= 'Изтичане:';
$_['text_trial']				= '%s на всеки %s %s за %s плащания след това';
$_['text_recurring']			= '% на всеки %s %s';
$_['text_length']				= 'за % плащания';
$_['text_success']				= 'Плащането Ви е разрешено.';
$_['text_decline']				= 'Плащането Ви бе отхвърлено.';
$_['text_bank_error']			= 'Възникна грешка при обработването на искането Ви от банката.';
$_['text_transaction_error']	= 'При обработката на транзакцията ви възникна грешка.';
$_['text_generic_error']		= 'При обработването на заявката Ви възникна грешка.';
$_['text_hash_failed']			= 'Проверката на хешове не бе успешна. Не изпробвайте отново плащането си, тъй като състоянието на плащането не е известно. Моля, свържете се с търговеца.';
$_['text_link']					= 'Моля, кликнете върху <a href="%s"> тук </a>, за да продължите';
$_['text_confirm_delete']		= 'Наистина ли искате да изтриете картата?';

// Entry
$_['entry_card']				= 'Нова или съществуваща карта:';
$_['entry_card_existing']		= 'съществуващ';
$_['entry_card_new']			= 'нов';
$_['entry_card_save']			= 'Запомнете картови данни за бъдеща употреба';
$_['entry_cc_choice']			= 'Изберете съществуваща карта';

// Button
$_['button_delete_card']		= 'Изтриване на избраната карта';