<?php
// Text
$_['text_new_card']                     = '+ Добавяне на нова карта';
$_['text_loading']                      = 'Зареждане, моля изчакайте..';
$_['text_card_details']                 = 'Детайли за картата';
$_['text_saved_card']                   = 'Използване на запазената карта:';
$_['text_card_ends_in']                 = 'Платете със съществуващата карта %, която завършва на XXXX XXXX XXXX %s';
$_['text_card_number']                  = 'Номер на карта:';
$_['text_card_expiry']                  = 'Изтичане на валидността на картата (ММ /ГГ):';
$_['text_card_cvc']                     = 'Код за сигурност на картата (CVC):';
$_['text_card_zip']                     = 'Карта на пощенски код:';
$_['text_card_save']                    = 'Запазете картата за бъдещо ползване?';
$_['text_trial']                        = '%s на всеки %s %s за %s плащания след това';
$_['text_recurring']                    = '% на всеки %s %s';
$_['text_length']                       = 'за % плащания';
$_['text_cron_subject']                 = 'Кратко резюме на длъжността CRON';
$_['text_cron_message']                 = 'Ето списък на всички задачи на CRON, изпълнявани от разширението на Square:';
$_['text_squareup_profile_suspended']   = 'Вашите повтарящи се плащания са прекратени. Моля, свържете се с нас за повече подробности.';
$_['text_squareup_trial_expired']       = 'Пробният Ви период е изтекъл.';
$_['text_squareup_recurring_expired']   = 'Вашите повтарящи се плащания са изтекли. Това беше последното ви плащане.';
$_['text_cron_summary_token_heading']   = 'Обновяване на означението за достъп:';
$_['text_cron_summary_token_updated']   = 'Точката за достъп бе актуализирана успешно!';
$_['text_cron_summary_error_heading']   = 'Грешки при транзакциите:';
$_['text_cron_summary_fail_heading']    = 'Неуспешни транзакции (профили, прекратени):';
$_['text_cron_summary_success_heading'] = 'Успешни транзакции:';
$_['text_cron_fail_charge']             = 'Профил <strong> #%s </strong> не можаха да бъдат обвинени в <strong> %s </strong>';
$_['text_cron_success_charge']          = 'Профил <strong> #%s </strong> беше обвинен в <strong> %s </strong>';
$_['text_card_placeholder']             = 'XXXX XXXX XXXX XXXX';
$_['text_cvv']                          = 'CVV';
$_['text_expiry']                       = 'MM/YY';
$_['text_default_squareup_name']        = 'Кредитна /дебитна карта';
$_['text_token_issue_customer_error']   = 'Имаме техническа неизправност в нашата платежна система. Моля, опитайте отново по-късно.';
$_['text_token_revoked_subject']        = 'Знакът за достъп до площадката ви е отменен!';
$_['text_token_revoked_message']        = 'Достъпът до разширението за квадратна разплащателна сметка в квадратната ви сметка е отменен чрез Square Dashboard. Трябва да потвърдите идентификационните си данни за приложението в настройките за разширенията и да се свържете отново.';
$_['text_token_expired_subject']        = 'Вашият знак за достъп до квадрат е изтекъл!';
$_['text_token_expired_message']        = 'Достъпът до символа за достъп до разширението за квадратен разговор, който го свързва с вашата квадратна сметка, е изтекъл. Трябва да потвърдите идентификационните си данни за приложението и заданието CRON в настройките за разширенията и да се свържете отново.';

// Error
$_['error_browser_not_supported']       = 'Грешка: Системата за плащане вече не поддържа вашия уеб браузър. Моля, актуализирайте или използвайте друг.';
$_['error_card_invalid']                = 'Грешка: Картата е невалидна!';
$_['error_squareup_cron_token']         = 'Грешка: Токелът за достъп не може да се опреснява. Моля, свържете разширението си за Платежна сума чрез администраторския панел на OpenCart.';

// Warning
$_['warning_test_mode']                 = 'Предупреждение: Режимът "Пясък" е активиран! Транзакциите ще преминат, но няма да се извършват такси.';

// Statuses
$_['squareup_status_comment_authorized']    = 'Картовата транзакция е разрешена, но все още не е заснета.';
$_['squareup_status_comment_captured']      = 'Картографската транзакция е разрешена и впоследствие заснета (т.е. завършена).';
$_['squareup_status_comment_voided']        = 'Картовата транзакция бе разрешена и впоследствие анулирана (т.е. отменена).';
$_['squareup_status_comment_failed']        = 'Картовата транзакция не бе успешна.';

// Override errors
$_['squareup_override_error_billing_address.country']       = 'Държавата за плащане е невалидна. Моля, променете го и опитайте отново.';
$_['squareup_override_error_shipping_address.country']      = 'Държавата за изпращане на адрес не е валидна. Моля, променете го и опитайте отново.';
$_['squareup_override_error_email_address']                 = 'Е-мейл адресът на клиента ви не е валиден. Моля, променете го и опитайте отново.';
$_['squareup_override_error_phone_number']                  = 'Вашият телефонен номер за клиенти не е валиден. Моля, променете го и опитайте отново.';
$_['squareup_error_field']                                  = 'Поле: %s';