<?php
// Text
$_['text_title']			 = 'Кредитна карта /дебитна карта (Worldpay)';
$_['text_credit_card']		 = 'Детайли за картата';
$_['text_card_type']		 = 'Вид на карта:';
$_['text_card_name']		 = 'Име на картата:';
$_['text_card_digits']		 = 'Последни цифри:';
$_['text_card_expiry']		 = 'Изтичане:';
$_['text_trial']			 = '%s на всеки %s %s за %s плащания след това';
$_['text_recurring']		 = '% на всеки %s %s';
$_['text_length']			 = 'за % плащания';
$_['text_confirm_delete']	 = 'Наистина ли искате да изтриете тази карта';
$_['text_card_success']		 = 'Картата бе премахната успешно';
$_['text_card_error']		 = 'При премахването на картата Ви възникна грешка. Моля, свържете се с администратора на магазина за помощ.';

// Entry
$_['entry_card']			 = 'Нова или съществуваща карта:';
$_['entry_card_existing']	 = 'съществуващ';
$_['entry_card_new']		 = 'нов';
$_['entry_card_save']		 = 'Помнете Детайли за картата';
$_['entry_cc_cvc']			 = 'Код за потвърждение на картата (CVC)';
$_['entry_cc_choice']		 = 'Изберете съществуваща карта';

// Button
$_['button_delete_card']	 = 'Изтриване на картата';

// Error
$_['error_process_order']	 = 'При обработката на поръчката възникна грешка. Моля, свържете се с администратора на магазина за помощ.';