<?php
// Text
$_['text_approve_subject']      = '%s - บัญชีตัวแทนจำหน่ายเปิดใช้งาน!';
$_['text_approve_welcome']      = 'ยินดีต้อนรับ และของคุณสำหรับการลงทะเบียน %s!';
$_['text_approve_login']        = 'บัญชีของคุณได้ีถูกสร้างขึ้น และคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมล และรหัสผ่านของคุณโดย การเยี่ยมชมเว็บไซต์ของเราหรือที่ URL ต่อไปนี้:';
$_['text_approve_services']     = 'เมื่อเข้าสู่ระบบคุณจะสามารถสร้างรหัสการติดตามติดตาม การชำระเงินค่านายหน้าและแก้ไขข้อมูลบัญชีของคุณ';
$_['text_approve_thanks']       = 'ขอบคุณ,';
$_['text_transaction_subject']  = '%s - ค่านายหน้าตัวแทนจำหน่าย';
$_['text_transaction_received'] = 'คุณได้รับ %s ค่านายหน้า!';
$_['text_transaction_total']    = 'จำนวนรวมค่านายหน้าของคุณในขณะนี้ %s.';