<?php
// Text
$_['text_approve_subject']      = '%s - บัญชีลูกค้าเปิดใช้งาน!';
$_['text_approve_welcome']      = 'ยินดีต้อนรับ และของคุณสำหรับการลงทะเบียน % %s!';
$_['text_approve_login']        = 'บัญชีของคุณได้ีถูกสร้างขึ้น และคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมล และรหัสผ่านของคุณโดย การเยี่ยมชมเว็บไซต์ของเราหรือที่ URL ต่อไปนี้::';
$_['text_approve_services']     = 'เมื่อเข้าสู่ระบบคุณจะสามารถสร้างรหัสการติดตามติดตาม การชำระเงินค่านายหน้าและแก้ไขข้อมูลบัญชีของคุณ';
$_['text_approve_thanks']       = 'ขอบคุณ,';
$_['text_transaction_subject']  = '%s - เครดิตบัญชี';
$_['text_transaction_received'] = 'คุณได้รับ %s เครดิต!';
$_['text_transaction_total']    = 'จำนวนรวมเครดิตของคุณในขณะนี้ w %s.' . "\n\n" . 'เครดิตบัญชีของคุณจะถูกหักออกโดยอัตโนมัติจากการซื้อต่อไปของคุณ';
$_['text_reward_subject']       = '%s - คะแนนสะสม';
$_['text_reward_received']      = 'คุณได้รับ %s คะแนนสะสม!';
$_['text_reward_total']         = 'จำนวนรวมคะแนนสะสมอยู่ในขณะนี้ %s.';