<?php
// Text
$_['text_subject']  = 'คุณได้ส่งบัตรกำนัลจาก %s';
$_['text_greeting'] = 'ขอแสดงความยินดีคุณได้รับบัตรของขวัญมูลค่า %s';
$_['text_from']     = 'ใบรับรองของขวัญนี้ได้รับการส่งถึงคุณโดย %s';
$_['text_message']  = 'ข้อความว่า';
$_['text_redeem']   = 'เพื่อแลกรับใบรับรองของขวัญนี้เขียนลงรหัสการแลกของรางวัลซึ่งเป็น <b>%s</b> จากนั้นคลิกที่ลิงค์ด้านล่าง และซื้อสินค้าที่คุณต้องการโดยใช้บัตรกำนัลนี้ คุณสามารถป้อนรหัสบัตรกำนัลในหน้าตะกร้าช้อปปิ้งก่อนที่คุณคลิกเช็คเอาท์';
$_['text_footer']   = 'โปรดตอบกลับอีเมลนี้ถ้าคุณมีคำถามใด ๆ';