<?php
// Heading
$_['heading_title']     = 'ผู้ใช้';

// Text
$_['text_success']      = 'สำเร็จ: คุณทำการแก้ไขสมาชิก!';
$_['text_list']         = 'รายการ ผู้ใช้ ';
$_['text_add']          = 'เพิ่ม ผู้ใช้';
$_['text_edit']         = 'แก้ไข ผู้ใช้';

// Column
$_['column_username']   = 'ชื่อผู้ใช้';
$_['column_status']     = 'สถานนะ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_username']   = 'ชื่อผู้ใช้:';
$_['entry_user_group'] = 'กลุ่มผู้ใช้';
$_['entry_password']   = 'รหัสผ่าน:';
$_['entry_confirm']    = 'ยืนยัน:';
$_['entry_firstname']  = 'ชื่อ:';
$_['entry_lastname']   = 'นามสกุล:';
$_['entry_email']      = 'อีเมล:';
$_['entry_image']      = 'ภาพที่';
$_['entry_status']     = 'สถานะ:';

// Error
$_['error_permission'] = 'คำเตือน:  คุณไม่ได้รับอนุญาติเข้าแก้ไขผู้ใช้งาน!';
$_['error_account']    = 'คำเตือน: คุณไม่สามารถลบบัญชีของคุณเอง!';
$_['error_exists']     = 'คำเตือน: ชื่อผู้ใช้ที่มีอยู่แล้วในระบบ!';
$_['error_username']   = 'คำเตือน: ชื่อผู้ใช้งานต้องอยู่ระหว่าง 3 และ 20 ตัวอักษร!';
$_['error_password']   = 'คำเตือน: รหัสผ่านต้องอยู่ระหว่าง 4 และ 20 ตัวอักษร!';
$_['error_confirm']    = 'คำเตือน: รหัสผ่านและรหัสยืนยันไม่ตรงกัน!';
$_['error_firstname']  = 'คำเตือน: ชื่อต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_lastname']   = 'คำเตือน: นามสกุลต้องอยู่ระหว่าง 1 และ 32 ตัวอักษร!';
$_['error_email']           = 'คำเตือน: ที่อยู่อีเมลที่ปรากฎไม่ถูกต้อง!';
$_['error_exists_email']    = 'คำเตือน: อีเมล ที่อยู่ มีการลงทะเบียนแล้ว!';