<?php
// Heading
$_['heading_title']     = 'กลุ่มผู้ใช้';

// Text
$_['text_success']      = 'สำเร็จ:คุณทำการแก้ไขกลุ่มผู้ใช้งาน!';
$_['text_list']         = ' กลุ่มผู้ใช้';
$_['text_add']          = 'เพิ่ม กลุ่มผู้ใช้';
$_['text_edit']         = 'แก้ไข กลุ่มผู้ใช้';

// Column
$_['column_name']       = 'ชื่อกลุ่มผู้ใช้งาน';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มผู้ใช้งาน:';
$_['entry_access']      = 'สิทธิ์การเข้าถึง:';
$_['entry_modify']      = 'สิทธิ์การแก้ไข:';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขกลุ่มผู้ใช้งาน!';
$_['error_name']        = 'คำเตือน: ชื่อกลุ่มผู้ใช้งานต้องอยู่ระหว่าง 3 และ 64 ตัวอักษร!';
$_['error_user']        = 'คำเตือน: กลุ่มผู้ใช้งานไม่สามารถลบได้มันถูกใช้งานอยู่โดย %s users!';