<?php
// Heading
$_['heading_title']            = 'ตั้งค่าร้านค้า';

// Text
$_['text_settings']                    = 'การตั้งค่า';
$_['text_success']             = 'สำเร็จ: คุณทำการแก้ไขการตั้งค่าร้านค้า!';
$_['text_list']                        = 'รายชื่อร้านค้า';
$_['text_add']                         = 'เพิ่มร้านค้า';
$_['text_edit']                        = 'แก้ไขร้านค้า';
$_['text_items']                       = 'รายการ';
$_['text_tax']                         = 'ภาษี';
$_['text_account']                     = 'บัญชี';
$_['text_checkout']                    = 'ชำระเงิน';
$_['text_stock']                       = 'สต็อกสินค้า';
$_['text_shipping']            = 'ที่อยู่จัดส่ง';
$_['text_payment']             = 'ที่อยู่การชำระเงิน';

// Column
$_['column_name']              = 'ชื่อร้านค้า';
$_['column_url']	           = 'URL ร้านค้า';
$_['column_action']            = 'การการะทำ';

// Entry
$_['entry_url']                = 'URL ร้านค้า';	
$_['entry_ssl']                = 'SSL URL';	
$_['entry_meta_title']                 = 'เมต้า ชื่อเรื่อง';	
$_['entry_meta_description'] = 'เมต้า แท็ก คำอธิบาย';
$_['entry_meta_keyword']               = 'เมต้าแท็กคำหลัก';
$_['entry_location']                   = 'ที่ตั้งร้าน';	
$_['entry_theme']                  = 'รูปแบบ';
$_['entry_name']               = 'ชื่อร้านค้า';	
$_['entry_owner']              = 'เจ้าของร้านค้า';	
$_['entry_address']            = 'ที่อยู่';	
$_['entry_geocode']            = 'รหัสทางภูมิศาสตร์';	
$_['entry_email']              = 'อีเมล';	
$_['entry_telephone']          = 'เบอร์โทร';	
$_['entry_fax']                = 'แฟกซ์';	
$_['entry_image']                      = 'ภาพ';	
$_['entry_open']      			= 'เวลาเปิด';
$_['entry_comment']                    = 'ความคิดเห็น';	
$_['entry_location']                   = 'ที่ตั้งร้าน';	
$_['entry_country']            = 'ประเทศ';	
$_['entry_zone']                   = 'ภูมิภาค / รัฐ';
$_['entry_language']           = 'ภาษา';	
$_['entry_currency']           = 'สกุลเงิน';	
$_['entry_tax']                = 'แสดงราคากับภาษี:';	
$_['entry_tax_default']        = 'ใช้ที่อยู่ภาษีของร้าน';	
$_['entry_tax_customer']       = 'ใช้ที่อยู่ภาษีของลูกค้า';	
$_['entry_customer_group']     = 'กลุ่มลูกค้า';	
$_['entry_customer_group_display']     = 'กลุ่มลูกค้า';	
$_['entry_customer_price']     =  'แสดงราคาเมื่อเข้าสู่ระบบ';	
$_['entry_account']            = 'ข้อตกลงตอนสร้างบัญชี';	
$_['entry_cart_weight']        = 'แสดงน้ำหนักบนหน้าตะกร้า';	
$_['entry_checkout_guest']             = 'ชำระเงินบุคคลทั่วไป';	
$_['entry_checkout']           = 'ข้องตกลงการชำระเงิน';	
$_['entry_order_status']       = 'สถานะใบสั่งซื้อ';	
$_['entry_stock_display']      = 'แสนดงผลสต็อกสินค้า';	
$_['entry_stock_checkout']     = 'การชำระเงินสต็อกสินค้า';	
$_['entry_logo']               = 'โลโก้ร้านค้า';	
$_['entry_icon']               = 'ไอคอน';	
$_['entry_secure']                     = 'Use SSL';	

// Help
$_['help_url']                         = 'ใส่ URL เต็มรูปแบบร้านค้าคุณคุณ ต้องแน่ใจว่าการเพิ่ม / ส่วนสุดท้าย ตัวอย่าง : http://www.yourdomain.com/path/ <br /><br />ห้ามสร้างไดร็อกทอรี่ใหใม่ในร้านค้า คุณควรชี้โดเมนอื่นหรือโดเมนย่อยของคุณโฮสติ้ง';	
$_['help_ssl']                         = 'ใส่ SSL URL เต็มรูปแบบร้านค้าคุณคุณ ต้องแน่ใจว่าการเพิ่ม / ส่วนสุดท้าย ตัวอย่าง : https://www.yourdomain.com/path/ <br /><br />ห้ามสร้างไดร็อกทอรี่ใหใม่ในร้านค้า คุณควรชี้โดเมนอื่นหรือโดเมนย่อยของคุณโฮสติ้ง';	
$_['help_geocode']                 = 'กรุณากรอกตัวอักษรที่ตั้งของสาขา รหัสทางภูมิศาสตร์ ด้วยมือ!';
$_['help_open']                        = 'กรอกร้านค้าของคุณ เวลาเปิด';	
$_['help_comment']                 = 'พื้นที่ นี้จะสำหรับการบันทึกพิเศษใด ๆ. ตัวอย่าง: ร้านไม่รับเช็ค';
$_['help_location']                = 'สถานที่ร้านที่แตกต่างกันที่คุณมีและที่ที่คุณต้องการแสดงบนแบบฟอร์มติดต่อเรา';
$_['help_currency']                    = 'เปลี่ยนสกุลเงินเริ่มต้น / ล้างแคชเบราว์เซอร์ของคุณเพื่อให้เห็นการเปลี่ยนแปลงและการตั้งค่าคุกกี้ที่มีอยู่ของคุณ';	
$_['help_tax_default']                 = 'ใช้ที่อยู่การจัดเก็บในการคำนวณภาษีถ้าไม่มีใครเข้าคุณสามารถเลือกที่จะใช้เก็บที่อยู่สำหรับการจัดส่งให้ลูกค้าหรือที่อยู่การชำระเงิน';		
$_['help_tax_customer']                = 'ใช้ที่อยู่เริ่มต้นของลูกค้าเมื่อพวกเขาเข้าสู่ระบบเพื่อคำนวณภาษี คุณสามารถเลือกที่จะใช้ที่อยู่เริ่มต้นสำหรับการจัดส่งให้ลูกค้าหรือที่อยู่การชำระเงิน';	
$_['help_customer_group']              = 'กลุ่มลูกค้าเริ่มต้น';		
$_['help_customer_group_display']      = 'แสดงกลุ่มลูกค้าที่ลูกค้าใหม่สามารถเลือกที่จะใช้เช่นการค้าส่งและกับธุรกิจเมื่อลงทะเบียน';	
$_['help_customer_price']              = 'แสดงเฉพาะราคาเมื่อลูกค้าที่จะเข้ามา';	
$_['help_account']                     = 'ข้อบังคับให้ยอมรับข้อตกลงก่อนที่ จะสร้างบัญชี';	
$_['help_checkout_guest']              = 'อนุญาตให้ลูกค้าชำระเงินโดยไม่ได้สร้างบัญชี นี้ จะไม่สามารถใช้ได้เมื่อเป็นผลิตภัณฑ์ที่สามารถดาวน์โหลดได้อยู่ในตะกร้า';		
$_['help_checkout']                    = 'ข้อบังคับให้ยอมรับข้อตกลงก่อนทีจะชำระเงิน';	
$_['help_order_status']                = 'การตั้งค่าสถานะการสั่งซื้อเริ่มต้นเมื่อมีการสั่งซื้อสินค้า';		
$_['help_stock_display']               = 'ปริมาณสต็อกที่แสดงในหน้าสินค้า';		
$_['help_stock_checkout']              = 'อนุญาตให้ลูกค้ายังคงชำระเงินหากสินค้าที่พวกเขาจะมีการสั่งซื้อหมดสต็อก';		
$_['help_icon']                        = 'ไอคอนที่ควรจะ PNG ที่เป็น 16px x 16px';		
$_['help_secure']                      = 'ผู้ใช้ SSL ตรวจสอบกับโฮสต์ของคุณหากมีใบรับรอง SSL มีการติดตั้งและเพิ่ม URL ของ SSL กับแคตตาล็อกและไฟล์ config admin';		

// Error
$_['error_warning']            = 'คำเตือน: กรุณาตรวจสอบรูปแบบอย่างรอบคอบเพื่อป้องกันผิดพลาด!';	
$_['error_permission']         = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขการตั้งค่าร้านค้า!';	
$_['error_url']                = 'คำเตือน: ใส่ URL ร้านค้า!';	
$_['error_meta_title']         = 'คำเตือน: หัวข้อต้องอยู่หว่าง 3 และ 32 ตัวอักษร!';	
$_['error_name']               = 'คำเตือน: ชื่อร้านค้าต้องอยู่ระหว่าง 3 และ 32ตัวอักษร!';	
$_['error_owner']              = 'คำเตือน: ชื่อเจ้าของร้านค้าต้องอยู่ระหว่าง 3 และ 64ตัวอักษร!';	
$_['error_address']            = 'คำเตือน: ที่อยู่ร้านค้าต้องอยู่ระหว่าง 10 และ 256ตัวอักษร!';	
$_['error_email']              = 'คำเตือน: ที่อยู่อีเมลที่ปรากฎไม่ถูกต้อง!';	
$_['error_telephone']          = 'คำเตือน: เบอร์โทรต้องอยู่ระหว่าง 3 และ 32 ตัวอักษร!';	
$_['error_customer_group_display']     = 'คำเตือน: คุณจะต้องรวม กลุ่มลูกค้าเริ่มต้น ถ้าคุณจะใช้คุณลักษณะนี้!';
$_['error_default']            = 'คำเตือน: คุณไม่สามารถลบค่าเริ่มต้นของร้านค้าได้!';	
$_['error_store']              = 'คำเตือน: ร้านค้าไม่สามารถลบได้มันถูกใช้งาน %s รายการ!';	