<?php
// Heading
$_['heading_title']    = 'Image Manager';

// Text
$_['text_uploaded']    = 'Успех: Файлът ви е качен!';
$_['text_directory']   = 'Успех: Директорията е създадена!';
$_['text_delete']      = 'Успех: Вашият файл или директория са изтрити!';

// Entry
$_['entry_search']     = 'Търсене.';
$_['entry_folder']     = 'Име на папка';

// Error
$_['error_permission'] = 'Предупреждение: Разрешението е отказано!';
$_['error_filename']   = 'Предупреждение: Името на файла трябва да е между 3 и 255!';
$_['error_folder']     = 'Предупреждение: Името на папката трябва да е между 3 и 255!';
$_['error_exists']     = 'Предупреждение: Вече съществува файл или директория със същото име!';
$_['error_directory']  = 'Предупреждение: Директорията не съществува!';
$_['error_filesize']   = 'Предупреждение: Неправилен размер на файла!';
$_['error_filetype']   = 'Предупреждение: Неправилен файлов тип!';
$_['error_upload']     = 'Предупреждение: Файлът не може да бъде качен по неизвестна причина!';
$_['error_delete']     = 'Предупреждение: Не можете да изтриете тази директория!';