<?php
// Heading
$_['heading_title']   = 'Забравена парола';

// Text
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Вашата електронна поща';
$_['text_email']      = 'Въведете имейл адреса, свързан с профила ви. Кликнете върху Изпращане, за да ви бъде изпратена връзка за нулиране на паролата.';
$_['text_success']    = 'На имейл с връзка за потвърждение бе изпратен имейл адреса ви за администриране.';

// Entry
$_['entry_email']     = 'Имейл адрес';
$_['entry_password']  = 'нова парола';
$_['entry_confirm']   = 'потвърждавам';

// Error
$_['error_email']     = 'Предупреждение: Имейл адресът не е намерен в нашите записи, моля, опитайте отново!';
$_['error_password']  = 'Паролата трябва да е между 4 и 20 символа!';
$_['error_confirm']   = 'Потвърждението на паролата и паролата не съвпадат!';