<?php
// Heading
$_['heading_title']         = 'профил';

// Text
$_['text_success']          = 'Успех: Променили сте профила си!';
$_['text_edit']             = 'Редактирай профила си';

// Column
$_['column_username']       = 'Потребител';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'датата е добавена';
$_['column_action']         = 'действие';

// Entry
$_['entry_username']        = 'Потребител';
$_['entry_password']        = 'парола';
$_['entry_confirm']         = 'потвърждавам';
$_['entry_firstname']       = 'Първо име';
$_['entry_lastname']        = 'Фамилия';
$_['entry_email']           = 'Електронна поща';
$_['entry_image']           = 'Изображение';

// Error
$_['error_permission']      = 'Предупреждение: Нямате разрешение да променяте потребителския си профил!';
$_['error_exists_username'] = 'Предупреждение: Потребителското име вече е в употреба!';
$_['error_username']        = 'Потребителското име трябва да е между 3 и 20 символа!';
$_['error_password']        = 'Паролата трябва да е между 4 и 20 символа!';
$_['error_confirm']         = 'Потвърждението на паролата и паролата не съвпадат!';
$_['error_firstname']       = 'Първото име трябва да е между 1 и 32 знака!';
$_['error_lastname']        = 'Фамилното име трябва да е между 1 и 32 знака!';
$_['error_email']           = 'Е-мейл адресът не изглежда валиден!';
$_['error_exists_email']    = 'Предупреждение: Имейл адресът вече е регистриран!';