<?php
// Heading
$_['heading_title']    = 'Важно съобщение за сигурност!';

// Text
$_['text_success']     = 'Успех: Променихте папката за съхранение!';
$_['text_admin']       = 'Редактирайте admin /config.php и променете';
$_['text_security']    = 'Много е важно да преместите директорията за съхранение извън уеб директорията (например public_html, www или htdocs).';
$_['text_choose']      = 'Изберете как да преместите директорията за съхранение';
$_['text_automatic']   = 'Автоматично преместване';
$_['text_manual']      = 'Ръчно преместване';
$_['text_move']        = 'Ход';
$_['text_to']          = 'да се';
$_['text_config']      = 'Редактиране на промените в config.php';
$_['text_admin']       = 'Редактирайте admin /config.php и променете';

// Button
$_['button_move']      = 'Ход';
$_['button_manual']    = 'наръчник';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте директорията за съхранение!';
$_['error_path']       = 'Предупреждение: Невалиден път!';
$_['error_directory']  = 'Предупреждение: Невалидна директория!';
$_['error_exists']     = 'Предупреждение: Directory вече съществува!';
$_['error_writable']   = 'Предупреждение: config.php и admin /config.php трябва да бъдат написани!';
