<?php
// Text
$_['text_subject']        = '%s - Партньорска програма';
$_['text_welcome']        = 'Благодарим Ви, че се присъединихте към Affiliate Programme 33443s!';
$_['text_login']          = 'Профилът ви вече е създаден и можете да влезете, като използвате имейл адреса и паролата си, като посетите нашия уебсайт или на следния URL адрес:';
$_['text_approval']       = 'Преди да можете да влезете, профилът ви трябва да бъде одобрен. Веднъж одобрени, можете да влезете, като използвате имейл адреса и паролата си, като посетите нашия уебсайт или на следния URL адрес:';
$_['text_service']        = 'След като влезете, ще можете да генерирате кодове за проследяване, да проследявате комисионните и да редактирате информацията за профила си.';
$_['text_thanks']         = 'Благодаря,';
$_['text_new_affiliate']  = 'Нов филиал';
$_['text_signup']         = 'Нов филиал се е регистрирал:';
$_['text_website']        = 'Уеб сайт:';
$_['text_customer_group'] = 'Група клиенти:';
$_['text_firstname']      = 'Първо име:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Електронна поща:';
$_['text_telephone']      = 'Телефон:';