<?php
// Text
$_['text_subject']          = '%s - Поръчка %s';
$_['text_greeting']         = 'Благодарим Ви, че проявявате интерес към продуктите на %s. Поръчката Ви е получена и ще бъде обработена, след като плащането бъде потвърдено.';
$_['text_link']             = 'За да видите поръчката, кликнете върху връзката по-долу:';
$_['text_order_detail']     = 'подробности за поръчката';
$_['text_instruction']      = 'инструкции';
$_['text_order_id']         = 'Идент. № поръчка:';
$_['text_date_added']       = 'Датата е добавена:';
$_['text_order_status']     = 'Статус на поръчката:';
$_['text_payment_method']   = 'Начин на плащане:';
$_['text_shipping_method']  = 'Начин на доставка:';
$_['text_email']            = 'Електронна поща:';
$_['text_telephone']        = 'Телефон:';
$_['text_ip']               = 'IP адрес:';
$_['text_payment_address']  = 'Адрес за плащане';
$_['text_shipping_address'] = 'Адрес за доставка';
$_['text_products']         = 'Продукти';
$_['text_product']          = 'продукт';
$_['text_model']            = 'Модел';
$_['text_quantity']         = 'количество';
$_['text_price']            = 'Цена';
$_['text_order_total']      = 'Общ брой поръчки';
$_['text_total']            = 'Обща сума';
$_['text_download']         = 'След като плащането ви бъде потвърдено, можете да кликнете върху връзката по-долу, за да получите достъп до продуктите, които можете да изтеглите:';
$_['text_comment']          = 'Коментарите за поръчката ви са:';
$_['text_footer']           = 'Моля, отговорете на този имейл, ако имате някакви въпроси.';