<?php
// Text
$_['text_subject']        = '%s - Благодарим Ви, че се регистрирахте';
$_['text_welcome']        = 'Добре дошли и благодаря, че се регистрирахте на %s!';
$_['text_login']          = 'Профилът ви вече е създаден и можете да влезете, като използвате имейл адреса и паролата си, като посетите нашия уебсайт или на следния URL адрес:';
$_['text_approval']       = 'Преди да можете да влезете, профилът ви трябва да бъде одобрен. Веднъж одобрени, можете да влезете, като използвате имейл адреса и паролата си, като посетите нашия уебсайт или на следния URL адрес:';
$_['text_service']        = 'След като влезете в профила си, ще имате достъп до други услуги, включително преглед на минали поръчки, отпечатване на фактури и редактиране на информацията за профила си.';
$_['text_thanks']         = 'Благодаря,';
$_['text_new_customer']   = 'Нов клиент';
$_['text_signup']         = 'Създаден е нов клиент:';
$_['text_customer_group'] = 'Група клиенти:';
$_['text_firstname']      = 'Първо име:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Електронна поща:';
$_['text_telephone']      = 'Телефон:';