<?php
// Heading
$_['heading_title']            = 'საყიდლების კალათი';

// Text
$_['text_success']             = 'წარმატება: თქვენ დაემატა <a href="%s"> %s</a> თქვენს <a href="%s"> საყიდლების კალათა </a> !';
$_['text_remove']              = 'წარმატება: თქვენ შეცვალეთ თქვენი სავაჭრო კალათა !';
$_['text_login']               = 'ყურადღება: თქვენ უნდა <a href="%s"> login </a> ან <a href="%s"> შექმენით ანგარიში </a> ფასების ნახვა !';
$_['text_items']               = '% ნივთი (s) - %s';
$_['text_points']              = 'საჩუქრების რაოდენობა: %s';
$_['text_next']                = 'რა გსურთ ამის გაკეთება შემდეგი ?';
$_['text_next_choice']         = 'ამოირჩიეთ თუ გაქვთ ფასდაკლების კოდი ან ჯილდო რაოდენობა, რომლის გამოყენებაც გსურთ ან გსურთ თქვენი მიწოდების ღირებულება შეაფასოს.';
$_['text_empty']               = 'თქვენი კალათა ცარიელია !';
$_['text_day']                 = 'დღეს';
$_['text_week']                = 'კვირაში';
$_['text_semi_month']          = 'ნახევარი თვე';
$_['text_month']               = 'თვეში';
$_['text_year']                = 'წელიწადი';
$_['text_trial']               = '%s ყველა %s %s ამისთვის % გადასახადები შემდეგ';
$_['text_recurring']           = '%s ყველა %s %s';
$_['text_payment_cancel']      = 'გაუქმებამდე';
$_['text_recurring_item']      = 'განმეორებითი საქონელი';
$_['text_payment_recurring']   = 'გადახდა პროფილი';
$_['text_trial_description']   = '%s ყველა %d %s (ებ) ის %d გადახდის (s) შემდეგ';
$_['text_payment_description'] = '%s ყველა %d %s (ებ) ის %d გადახდის (s)';
$_['text_payment_cancel']      = '%d ყოველ %d %s (ებ) სანამ გაუქმდება';

// Column
$_['column_image']             = 'გამოსახულება';
$_['column_name']              = 'პროდუქტის სახელი';
$_['column_model']             = 'მოდელი';
$_['column_quantity']          = 'რაოდენობა';
$_['column_price']             = 'ერთეულის ფასი';
$_['column_total']             = 'სულ';

// Error
$_['error_stock']              = '*** დანიშნულ პროდუქტები არ არის ხელმისაწვდომი სასურველი რაოდენობით ან არ არის stock!';
$_['error_minimum']            = 'მინიმალური შეკვეთა %s არის %s!';
$_['error_required']           = '% საჭიროა !';
$_['error_product']            = 'გაფრთხილება: თქვენს კალათაში ! არ არის პროდუქცია';
$_['error_recurring_required'] = 'გთხოვთ, აირჩიოთ გადახდის განმეორებადი !';