<?php
// Heading
$_['heading_title']                  = 'გადახდა';

// Text
$_['text_cart']                      = 'საყიდლების კალათი';
$_['text_checkout_option']           = 'ნაბიჯი %: Checkout პარამეტრები';
$_['text_checkout_account']          = 'ნაბიჯი %: ანგარიში &; ბილინგის დეტალები';
$_['text_checkout_payment_address']  = 'ნაბიჯი %: საბილინგო დეტალები';
$_['text_checkout_shipping_address'] = 'ნაბიჯი %: მიწოდების დეტალები';
$_['text_checkout_shipping_method']  = 'ნაბიჯი %: მიწოდების მეთოდი';
$_['text_checkout_payment_method']   = 'ნაბიჯი %: გადახდის მეთოდი';
$_['text_checkout_confirm']          = 'ნაბიჯი %s: დაადასტურეთ ბრძანება';
$_['text_modify']                    = 'შეცვალეთ &raquo';
$_['text_new_customer']              = 'ახალი მომხმარებელი';
$_['text_returning_customer']        = 'დამკვეთი დამკვეთი';
$_['text_checkout']                  = 'გადახდა პარამეტრები:';
$_['text_i_am_returning_customer']   = 'მე დავბრუნდი მომხმარებელს';
$_['text_register']                  = 'ანგარიშის რეგისტრაცია';
$_['text_guest']                     = 'სასტუმრო გადახდა';
$_['text_register_account']          = 'ანგარიშის შექმნით შეძლებთ სწრაფად შეძლოთ მაღაზიაში, შეესაბამება ბრძანების სტატუსს და შეინარჩუნეთ ბრძანებები, რომლებიც ადრე გააკეთეთ.';
$_['text_forgotten']                 = 'დავიწყებული პაროლი';
$_['text_your_details']              = 'თქვენი პირადი დეტალები';
$_['text_your_address']              = 'თქვენი მისამართი';
$_['text_your_password']             = 'თქვენი პაროლი';
$_['text_agree']                     = 'მე წავიკითხე და ვეთანხმები <a href="%s" class="agree"> <b> %s </b> </a>';
$_['text_address_new']               = 'მინდა ახალი მისამართი გამოვიყენო';
$_['text_address_existing']          = 'მე მინდა გამოვიყენო არსებული მისამართი';
$_['text_shipping_method']           = 'გთხოვთ აირჩიოთ სასურველი გადაზიდვის მეთოდი ამ მიზნით.';
$_['text_payment_method']            = 'გთხოვთ შეარჩიოთ სასურველი გადახდის მეთოდი ამ მიზნით.';
$_['text_comments']                  = 'კომენტარების დამატება თქვენი შეკვეთის შესახებ';
$_['text_recurring_item']            = 'განმეორებითი საქონელი';
$_['text_payment_recurring']         = 'გადახდა პროფილი';
$_['text_trial_description']         = '%s ყველა %d %s (ებ) ის %d გადახდის (s) შემდეგ';
$_['text_payment_description']       = '%s ყველა %d %s (ებ) ის %d გადახდის (s)';
$_['text_payment_cancel']            = '%d ყოველ %d %s (ებ) სანამ გაუქმდება';
$_['text_day']                       = 'დღეს';
$_['text_week']                      = 'კვირაში';
$_['text_semi_month']                = 'ნახევარი თვე';
$_['text_month']                     = 'თვეში';
$_['text_year']                      = 'წელიწადი';

// Column
$_['column_name']                    = 'პროდუქტის სახელი';
$_['column_model']                   = 'მოდელი';
$_['column_quantity']                = 'რაოდენობა';
$_['column_price']                   = 'ერთეულის ფასი';
$_['column_total']                   = 'სულ';

// Entry
$_['entry_email_address']            = 'ელექტრონული მისამართი';
$_['entry_email']                    = 'ელ.ფოსტა';
$_['entry_password']                 = 'პაროლი';
$_['entry_confirm']                  = 'პაროლის დადასტურება';
$_['entry_firstname']                = 'სახელი';
$_['entry_lastname']                 = 'გვარი';
$_['entry_telephone']                = 'ტელეფონი';
$_['entry_address']                  = 'აირჩიეთ მისამართი';
$_['entry_company']                  = 'კომპანია';
$_['entry_customer_group']           = 'მომხმარებელთა ჯგუფი';
$_['entry_address_1']                = 'მისამართი 1';
$_['entry_address_2']                = 'მისამართი 2';
$_['entry_postcode']                 = 'საფოსტო კოდი';
$_['entry_city']                     = 'ქალაქი';
$_['entry_country']                  = 'ქვეყანა';
$_['entry_zone']                     = 'რეგიონი /სახელმწიფო';
$_['entry_newsletter']               = 'მინდა % ბიულეტენის გამოწერა.';
$_['entry_shipping']                 = 'ჩემი მიწოდების და ბილინგის მისამართები იგივეა.';

// Error
$_['error_warning']                  = 'პრობლემის მოგვარებისას პრობლემა წარმოიშვა ! თუ პრობლემა გრძელდება, გთხოვთ, სცადოთ სხვა გადახდის მეთოდის შერჩევა ან შეგიძლიათ დაუკავშირდეთ მაღაზიის მფლობელს <a href="%s"> დაწკაპვით აქ </a>.';
$_['error_login']                    = 'გაფრთხილება: არ არის ელფოსტის მისამართი და /ან პაროლი.';
$_['error_attempts']                 = 'გაფრთხილება: თქვენს ანგარიშზე გადააჭარბეთ შესვლის მცდელობების რაოდენობა. გთხოვთ, სცადოთ 1 საათში.';
$_['error_approved']                 = 'გაფრთხილება: თქვენი ანგარიშის დამტკიცება მოითხოვს, სანამ შეხვიდეთ.';
$_['error_exists']                   = 'გაფრთხილება: ელ.ფოსტის მისამართი უკვე რეგისტრირებულია !';
$_['error_firstname']                = 'სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_lastname']                 = 'ბოლო სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_email']                    = 'ელ-ფოსტის მისამართი არ არის valid!';
$_['error_telephone']                = 'ტელეფონი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_password']                 = 'პაროლი უნდა იყოს 4 და 20 სიმბოლოს შორის !';
$_['error_confirm']                  = 'პაროლის დადასტურება არ შეესაბამება password!';
$_['error_address_1']                = 'მისამართი 1 უნდა იყოს 3 და 128 სიმბოლოს შორის !';
$_['error_city']                     = 'ქალაქი უნდა იყოს 2 და 128 სიმბოლოს შორის !';
$_['error_postcode']                 = 'საფოსტო კოდი უნდა იყოს 2 და 10 სიმბოლოს შორის !';
$_['error_country']                  = 'გთხოვთ აირჩიოთ ქვეყანა !';
$_['error_zone']                     = 'გთხოვთ, აირჩიოთ რეგიონი /სახელმწიფო !';
$_['error_agree']                    = 'გაფრთხილება: თქვენ უნდა ეთანხმებით %s!';
$_['error_address']                  = 'გაფრთხილება: თქვენ უნდა აირჩიოთ მისამართი !';
$_['error_shipping']                 = 'გაფრთხილება: გადაზიდვის მეთოდი საჭირო !';
$_['error_no_shipping']              = 'გაფრთხილება: არ არის გადაზიდვის პარამეტრები. გთხოვთ დაგვიკავშირდეთ <a href="%s"> დაგვიკავშირდით </a> დახმარებისთვის !';
$_['error_payment']                  = 'გაფრთხილება: გადახდის მეთოდი საჭირო !';
$_['error_no_payment']               = 'გაფრთხილება: არ არსებობს გადახდის პარამეტრები. გთხოვთ დაგვიკავშირდეთ <a href="%s"> დაგვიკავშირდით </a> დახმარებისთვის !';
$_['error_custom_field']             = '% საჭიროა !';