<?php
// Heading
$_['heading_title'] = 'ვერ მოხერხდა გადახდა !';

// Text
$_['text_basket']   = 'საყიდლების კალათი';
$_['text_checkout'] = 'გადახდა';
$_['text_failure']  = 'შეუსრულებელი გადახდა';
$_['text_message']  = '<p> იყო თქვენი გადახდის გადამუშავების პრობლემა და შეკვეთა არ დასრულებულა. </p> <p> შესაძლო მიზეზებია: </p> <ul> <li> საკმარისი სახსრები </li> <li> შემოწმება ვერ მოხერხდა </li> </ul> <p> გთხოვთ, შეუკვეთოთ სხვა გადახდა მეთოდის გამოყენებით. </p> <p> თუ პრობლემა გრძელდება გთხოვთ დაგვიკავშირდეთ <a href="%s"> დაგვიკავშირდით </a> მოგვწერეთ ბრძანების დეტალები. </p>';