<?php
// Heading
$_['heading_title']        = 'თქვენი შეკვეთა განთავსებულია !';

// Text
$_['text_basket']          = 'საყიდლების კალათი';
$_['text_checkout']        = 'გადახდა';
$_['text_success']         = 'წარმატება';
$_['text_customer']        = '<p> თქვენი ბრძანება წარმატებით დამუშავდა ! </p> <p> შეგიძლიათ ნახოთ თქვენი შეკვეთის ისტორია <a href="%s"> ჩემი ანგარიში </a> გვერდი და დააჭირეთ <a href="%s"> ისტორია </a>. </p> <p> თუ თქვენი შეძენა დაკავშირებულია ჩამოტვირთვასთან დაკავშირებით, შეგიძლიათ შეხვიდეთ ანგარიშზე <a href="%s"> ჩამოტვირთვების რაოდენობა </a> გვერდი მათ სანახავად. </p> <p> გთხოვთ მიმართოთ ნებისმიერ შეკითხვას <a href="%s"> მაღაზიის მფლობელი </a>. </p> <p> მადლობა საყიდლებზე ჩვენთან ერთად ონლაინში ! </p>';
$_['text_guest']           = '<p> თქვენი შეკვეთა წარმატებით დამუშავდა ! </p> <p> გთხოვთ მიმართოთ ნებისმიერ შეკითხვას, რომელიც გაქვთ <a href="%s"> მაღაზიის მფლობელი </a>. </p> <p> მადლობა საყიდლებზე ჩვენთან ერთად ონლაინში ! </p>';