<?php
// Text
$_['text_success']       = 'שינית בהצלחה לקוחות';

// Error
$_['error_permission']   = 'נא לשים לב: אין לך הרשאות להכנס לממשק התכנות האפליקטיבי (API)!';
$_['error_customer']     = 'חובה לבחור לקוחה/ה!';
$_['error_firstname']    = 'שם פרטי חייב להכיל בין 1 ל-32 תווים!';
$_['error_lastname']     = 'שם משפחה חייב להכיל בין 1 ל-32 תווים';
$_['error_email']        = 'דואר אלקטרוני לא תקין';
$_['error_telephone']    = 'טלפון חייב להכיל בין 3 ל-32 ספרות!';
$_['error_custom_field'] = '%s דרוש!';