<?php
// Text
$_['text_success']           = 'בוצע בהצלחה: עדכנת את ההזמנה ';

// Error
$_['error_permission']       = 'נא לשים לב: אין לך הרשאות לגשת לממשק התכנות האפליקטיבי (API) !';
$_['error_customer']         = 'נא לשים לב: חובה למלא נתוני לקוח !';
$_['error_payment_address']  = 'נא לשים לב: דרושה כתובת התשלום !';
$_['error_payment_method']   = 'נא לשים לב: דרוש אופן התשלום !';
$_['error_no_payment']       = 'נא לשים לב: אין אפשרות תשלום זמינה!';
$_['error_shipping_address'] = 'נא לשים לב: דרושה כתובת המשלוח !';
$_['error_shipping_method']  = 'נא לשים לב: דרוש אופן המשלוח !';
$_['error_no_shipping']      = 'נא לשים לב: אין אפשרות משלוח זמינה!';
$_['error_stock']            = 'פריטים המסומנים עם  *** לא זמינים בכמות הרצויה או לא קיימים במלאי כלל!';
$_['error_minimum']          = 'סכום מינמלי להזמנה %s הוא %s!';
$_['error_not_found']        = 'נא לשים לב: הזמנה לא נמצאה!';