<?php
// Text
$_['text_address']       = 'הצלחת: כתובת המשלוח נקלטה בהצלחה!';
$_['text_method']        = 'הצלחת:אופן המשלוח נקלט בהצלחה!';

// Error
$_['error_permission']   = 'נא לשים לב: אין לך הרשאות להכנס לממשק התכנות האפליקטיבי (API)!';
$_['error_firstname']    = 'שם פרטי חייב להכיל בין 1 ל-32 תווים!';
$_['error_lastname']     = 'שם משפחה חייב להכיל בין 1 ל-32 תווים!';
$_['error_address_1']    = 'כתובת 1 חייבת להכיל בין 3 ל-128 תווים!';
$_['error_city']         = 'עיר חייבת להכיל בין 3 ל-128 תווים!';
$_['error_postcode']     = 'מיקוד חייב להכיל בין 2 ל-10 תווים עבור ארץ זו!';
$_['error_country']      = 'נא לבחור ארץ!';
$_['error_zone']         = 'נא לבחור איזור / מדינה!';
$_['error_custom_field'] = '%s דרוש!';
$_['error_address']      = 'נא לשים לב: דרושה כתובת המשלוח !';
$_['error_method']       = 'נא לשים לב: דרוש אופן המשלוח !';
$_['error_no_shipping']  = 'נא לשים לב: אין אפשרויות משלוח זמינות!';