<?php
// Text
$_['text_success']     = 'הצלחת: הנחת שובר המתנה נקלטה בהצלחה!';
$_['text_cart']        = 'הצלחת: עדכנת את עגלת הקניות שלך!';
$_['text_for']         = '%s שובר מתנה עבור %s';

// Error
$_['error_permission'] = 'נא לשים לב: אין לך הרשאות להכנס לממשק התכנות האפליקטיבי (API)!!';
$_['error_voucher']    = 'נא לשים לב: שגיאה בשובר המתנה או שפג תוקף השובר או שאזל כל סכום השובר!';
$_['error_to_name']    = 'שם הנמען חייב להכיל בין 1 ל-64 תווים!';
$_['error_from_name']  = 'שמך חייב להכיל בין 1 ל-64 תווים!';
$_['error_email']      = 'כתובת הדואר האלקטרוני לא תקינה!';
$_['error_theme']      = 'יש לבחור נושא!';
$_['error_amount']     = 'הסכום חייב להיות בין %s לבין %s!';