<?php
// Heading
$_['heading_title']     = 'სასაჩუქრე ვაუჩერები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით vouchers!';
$_['text_list']         = 'საჩუქრების ვაუჩერების სია';
$_['text_add']          = 'დამატება საჩუქრის ვაუჩერი';
$_['text_edit']         = 'სასაჩუქრე ვაუჩერის რედაქტირება';
$_['text_sent']         = 'წარმატება: საჩუქარი ვაუჩერი ელ-ფოსტა გაგზავნილია !';

// Column
$_['column_name']       = 'ვაუჩერის სახელი';
$_['column_code']       = 'კოდექსი';
$_['column_from']       = 'მდებარეობა';
$_['column_to']         = 'დან';
$_['column_theme']      = 'თემა';
$_['column_amount']     = 'თანხა';
$_['column_status']     = 'სტატუსი';
$_['column_order_id']   = 'შეკვეთის ნომერი';
$_['column_customer']   = 'დამკვეთი';
$_['column_date_added'] = 'თარიღი დამატებულია';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_code']        = 'კოდექსი';
$_['entry_from_name']   = 'სახელიდან';
$_['entry_from_email']  = 'ელ-ფოსტით';
$_['entry_to_name']     = 'სახელით';
$_['entry_to_email']    = 'ელ. ფოსტით';
$_['entry_theme']       = 'თემა';
$_['entry_message']     = 'შეტყობინება';
$_['entry_amount']      = 'თანხა';
$_['entry_status']      = 'სტატუსი';

// Help
$_['help_code']         = 'კოდი მომხმარებელს შეაქვს ვაუჩერის გააქტიურება.';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა შეცვალოთ vouchers!';
$_['error_exists']      = 'გაფრთხილება: ვაუჩერის კოდი უკვე გამოიყენება !';
$_['error_code']        = 'კოდექსი უნდა იყოს 3 და 10 სიმბოლოს შორის !';
$_['error_to_name']     = 'მიმღების სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_from_name']   = 'თქვენი სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_email']       = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_amount']      = 'თანხა უნდა იყოს მეტი ან ტოლი 1!';
$_['error_order']       = 'გაფრთხილება: ეს ვაუჩერი ვერ წაიშლება, რადგან ის არის <a href="%s"> შეკვეთა </a> !';