<?php
// Heading
$_['heading_title']     = 'ვაუჩერის თემები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვლით ვაუჩერის თემები !';
$_['text_list']         = 'ვაუჩერის თემა სია';
$_['text_add']          = 'დამატება ვაუჩერის თემა';
$_['text_edit']         = 'რედაქტირება Voucher თემა';

// Column
$_['column_name']       = 'ვაუჩერის თემა სახელი';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'ვაუჩერის თემა სახელი';
$_['entry_description'] = 'ვაუჩერის თემა აღწერა';
$_['entry_image']       = 'გამოსახულება';

// Error
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა ვაუჩერის თემის შეცვლაზე !';
$_['error_name']        = 'ვაუჩერის თემა სახელი უნდა იყოს 3 და 32 სიმბოლოთაგან !';
$_['error_image']       = 'სურათი საჭიროა !';
$_['error_voucher']     = 'გაფრთხილება: ეს ვაუჩერის თემა არ წაიშლება, რადგან ის ამჟამად % ვაუჩერია !';