<?php
// Heading
$_['heading_title']       = 'קופונים';

// Text
$_['text_success']        = 'בוצע בהצלחה: עדכנת קופונים!';
$_['text_list']           = 'רשימת קופונים';
$_['text_add']            = 'הוספת קופון';
$_['text_edit']           = 'עריכת קופון';
$_['text_percent']        = 'אחוזים';
$_['text_amount']         = 'סכום קבוע';
$_['text_coupon']         = 'היסטורית קופונים';

// Column
$_['column_name']         = 'שם קופון';
$_['column_code']         = 'קוד';
$_['column_discount']     = 'הנחה';
$_['column_date_start']   = 'תאריך התחלה';
$_['column_date_end']     = 'תאריך סיום';
$_['column_status']       = 'סטטוס';
$_['column_order_id']     = 'מספר הזמנה';
$_['column_customer']     = 'לקוח';
$_['column_amount']       = 'סכום';
$_['column_date_added']   = 'נוסף בתאריך';
$_['column_action']       = 'פעולה';

// Entry
$_['entry_name']          = 'שם קופון';
$_['entry_code']          = 'קוד';
$_['entry_type']          = 'סוג';
$_['entry_discount']      = 'הנחה';
$_['entry_logged']        = 'כניסת לקוח/ה';
$_['entry_shipping']      = 'משלוח חינם';
$_['entry_total']         = 'סך הכל';
$_['entry_category']      = 'קטגוריה';
$_['entry_product']       = 'פריטים';
$_['entry_date_start']    = 'תאריך התחלה';
$_['entry_date_end']      = 'תאריך סיום';
$_['entry_uses_total']    = 'שימושים עבור כל קופןן';
$_['entry_uses_customer'] = 'שימושים עבור כל לקוח/ה';
$_['entry_status']        = 'סטטוס';

// Help
$_['help_code']           = 'הקוד שמוכנס על ידי הלקוח/ה על מנת לקבל את ההנחה.';
$_['help_type']           = 'אחוזים או סכום קבוע.';
$_['help_logged']         = 'לקוחות חייבים להיות מחוברים על מנת להשתמש בקופון.';
$_['help_total']          = 'הסכום הכולל המינימלי הדרוש כדי שהקופון יהיה תקף.';
$_['help_category']       = 'בחירת כל הפריטים בקטגוריה שנבחרה.';
$_['help_product']        = 'בחירת פריטים ספציפים לשימוש בקופונים. כדי להשתמש בקופונים עבור כל הפריטים בעגלת הקניות, יש לא לבחור כלל פריטים.';
$_['help_uses_total']     = 'מספר הפעמים המקסימלי שלקוחות יכולים להשתמש בקופון. יש להשאיר ריק על מנת שיהיה ללא הגבלה.';
$_['help_uses_customer']  = 'מספר הפעמים המקסימלי שלקוח/ה בודד/ת יכול/ה להשתמש בקופון. יש להשאיר ריק על מנת שיהיה ללא הגבלה.';

// Error
$_['error_permission']    = 'נא לשים לב: אין לך הרשאה לעדכן קופונים!';
$_['error_exists']        = 'נא לשים לב: קוד קופון כבר נמצא בשימוש!';
$_['error_name']          = 'שם קופון חייב להכיל בין 3 ל-128 תווים!';
$_['error_code']          = 'קוד חייב להכיל בין 3 ל-10 תווים!';