<?php
// Heading
$_['heading_title']     = 'קבוצות לקוחות';

// Text
$_['text_success']      = 'בוצע בהצלחה: עדכנת קבוצת לקוחות!';
$_['text_list']         = 'רשימת קבוצות לקוחות';
$_['text_add']          = 'הוספת קבוצת לקוחות';
$_['text_edit']         = 'עריכת קבוצת לקוחות';

// Column
$_['column_name']       = 'שם קבוצת לקוחות';
$_['column_sort_order'] = 'סדר מיון';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם קבוצת לקוחות';
$_['entry_description'] = 'תיאור';
$_['entry_approval']    = 'אישור לקוחות חדשים';
$_['entry_sort_order']  = 'סדר מיון';

// Help
$_['help_approval']     = 'לקוחות חייבים להיות מאושרים על ידי האחראי לפני שהם יוכלו להכנס.';

// Error
$_['error_permission']   = 'נא לשים לב: אין לך הרשאה לעדכן קבוצות לקוחות!';
$_['error_name']         = 'שם קבוצת לקוחות חייב להכיל בין 3 ל-32 תווים!';
$_['error_default']      = 'נא לשים לב: קבוצת לקוחות זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת כקבוצת ברירת המחדל של החנות !';
$_['error_store']        = 'נא לשים לב: קבוצת לקוחות זו אינה יכולה להמחק מכיוון שהיא כרגע  משוייכת ל - %s חנויות!';
$_['error_customer']     = 'נא לשים לב: קבוצת לקוחות זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל-  %s לקוחות!';