<?php
// Heading
$_['heading_title']    = 'Citylink';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили Citylink shipping!';
$_['text_edit']        = 'Редактиране на пощенската пратка';

// Entry
$_['entry_rate']       = 'Цени на Citylink';
$_['entry_tax_class']  = 'Данъчен клас';
$_['entry_geo_zone']   = 'Гео Зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';

// Help
$_['help_rate']        = 'Въведете стойности до 5,2 знака след десетичната запетая. (12345.67) Пример: .1: 1, .25: 1.27 - Тежести, по-малки или равни на 0.1 кг, ще струват & паунда, 1.00, теглото по-малко или равно на 0.25 г, но повече от 0.1 кг ще струва 1.27. Не въвеждайте KG или символи.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте Citylink shipping!';