<?php
// Heading
$_['heading_title']    = 'Единна ставка';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили превода на фиксирана цена!';
$_['text_edit']        = 'Редактиране на празна доставка';

// Entry
$_['entry_cost']       = 'цена';
$_['entry_tax_class']  = 'Данъчен клас';
$_['entry_geo_zone']   = 'Гео Зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте кода за доставка с фиксиран процент!';