<?php
// Heading
$_['heading_title']    = 'Безплатна доставка';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили безплатната доставка!';
$_['text_edit']        = 'Редактиране на безплатна доставка';

// Entry
$_['entry_total']      = 'Обща сума';
$_['entry_geo_zone']   = 'Гео Зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';

// Help
$_['help_total']       = 'Общата сума, необходима преди модулът за безплатна доставка да стане достъпен.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение за промяна на безплатната доставка!';