<?php
// Heading
$_['heading_title']           = 'Parcelforce 48';

// Text
$_['text_extension']          = 'Разширения';
$_['text_success']            = 'Успех: Вие сте променили Parcelforce 48 shipping!';
$_['text_edit']               = 'Редактиране на Parcelforce 48 Доставка';

// Entry
$_['entry_rate']              = 'Парцелфорд 48 Цени';
$_['entry_insurance']         = 'Parcelforce48 Компенсационни курсове';
$_['entry_display_weight']    = 'Показване на теглото на доставката';
$_['entry_display_insurance'] = 'Покажи застраховка';
$_['entry_display_time']      = 'Показване на времето за доставка';
$_['entry_tax_class']         = 'Данъчен клас';
$_['entry_geo_zone']          = 'Гео Зона';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Сортиране на поръчката';

// Help
$_['help_rate']               = 'Въведете стойности до 5,2 знака след десетичната запетая. (12345.67) Пример: .1: 1, .25: 1.27 - Теглото по-малко или равно на 0.1 кг ще струва 1.00. Теглото е по-малко или равно на 0.25g, но повече от 0.1Kg ще струва 1.27. Не въвеждайте KG или символи.';
$_['help_insurance']          = 'Въведете стойности до 5,2 знака след десетичната запетая. (12345.67) Пример: 34: 0,100: 1,250: 2,25 - Застрахователното покритие за коли до 34 ще струва 0,00 допълнително, тези стойности над 100 и до 250 ще струват 2,25 допълнителни. Не въвеждайте валутни символи.';
$_['help_display_weight']     = 'Искате ли да покажете теглото за доставка? (например Тегло за доставка: 2.7674 кг)';
$_['help_display_insurance']  = 'Искате ли да покажете застраховката за доставка? (напр. Застрахован до 500)';
$_['help_display_time']       = 'Искате ли да покажете времето за доставка? (например кораби в рамките на 3 до 5 дни)';

// Error
$_['error_permission']        = 'Предупреждение: Нямате разрешение да променяте Parcelforce 48 shipping!';