<?php
// Heading
$_['heading_title']         = 'Пощенска служба в САЩ';

// Text
$_['text_extension']        = 'Разширения';
$_['text_success']          = 'Успех: Вие сте променили пощенската служба на САЩ!';
$_['text_edit']             = 'Редактиране на пощенската служба на САЩ за доставка';
$_['text_domestic_00']      = 'Първокласна пощенска пратка';
$_['text_domestic_01']      = 'Първи клас голям пощенски плик';
$_['text_domestic_02']      = 'Писма от първа класа';
$_['text_domestic_03']      = 'Пощенски картички от първокласна поща';
$_['text_domestic_1']       = 'Приоритетна поща';
$_['text_domestic_2']       = 'Експресна пощенска кутия за зареждане';
$_['text_domestic_3']       = 'бърза поща';
$_['text_domestic_4']       = 'Колетна поща';
$_['text_domestic_5']       = 'Свързани печатни материали';
$_['text_domestic_6']       = 'Медия поща';
$_['text_domestic_7']       = 'Библиотека';
$_['text_domestic_12']      = 'Първа класа пощенска картичка, подпечатана';
$_['text_domestic_13']      = 'Експресна поща с фиксиран плик';
$_['text_domestic_16']      = 'Плик с фиксиран коефициент за приоритетна поща';
$_['text_domestic_17']      = 'Приоритетна пощенска кутия с обикновена фиксирана такса';
$_['text_domestic_18']      = 'Приоритетни пощенски ключове и идентификационни номера';
$_['text_domestic_19']      = 'Клавиши и идентификатори от първа класа';
$_['text_domestic_22']      = 'Приоритетна пощенска кутия с големи размери';
$_['text_domestic_23']      = 'Експресна поща неделя /празник';
$_['text_domestic_25']      = 'Експресна поща с фиксиран плик за неделя /празник';
$_['text_domestic_27']      = 'Екран за фиксирана пощенска кутия за задържане на плик';
$_['text_domestic_28']      = 'Пощенска кутия с малка фиксирана тарифа';
$_['text_international_1']  = 'Експрес поща международен';
$_['text_international_2']  = 'Приоритетна поща международен';
$_['text_international_4']  = 'Global Express Гарантирано (документ и недокумент)';
$_['text_international_5']  = 'Използван е Global Express Гарантираният документ';
$_['text_international_6']  = 'Глобална експресна гаранция Недокументна правоъгълна форма';
$_['text_international_7']  = 'Глобален експрес гарантиран не-документ, неправоъгълни';
$_['text_international_8']  = 'Плик с приоритетна пощенска фиксирана тарифа';
$_['text_international_9']  = 'Приоритетна пощенска кутия с фиксирана такса';
$_['text_international_10'] = 'Международен плик с фиксиран коефициент за';
$_['text_international_11'] = 'Приоритетна пощенска тарифа Голяма кутия';
$_['text_international_12'] = 'Глобален експресен гарантиран плик';
$_['text_international_13'] = 'Първи клас поща международни писма';
$_['text_international_14'] = 'Първи клас поща международни апартаменти';
$_['text_international_15'] = 'Международен парцел от първокласна поща';
$_['text_international_16'] = 'Малка кутийка за приоритетна поща с фиксирана такса';
$_['text_international_21'] = 'Пощенски картички';
$_['text_regular']          = 'Редовен';
$_['text_large']            = 'Голям';
$_['text_rectangular']      = 'правоъгълен';
$_['text_non_rectangular']  = 'Не правоъгълни';
$_['text_variable']         = 'променлив';

// Entry
$_['entry_user_id']         = 'Идент. № на потребителя';
$_['entry_postcode']        = 'Пощенски код';
$_['entry_domestic']        = 'Вътрешни услуги';
$_['entry_international']   = 'Международни услуги';
$_['entry_size']            = 'размер';
$_['entry_container']       = 'Контейнер';
$_['entry_machinable']      = 'Машинно';
$_['entry_dimension']       = 'Размери (L x Ш x В)';
$_['entry_length']          = 'дължина';
$_['entry_height']          = 'височина';
$_['entry_width']           = 'широчина';
$_['entry_display_time']    = 'Показване на времето за доставка';
$_['entry_display_weight']  = 'Показване на теглото на доставката';
$_['entry_weight_class']    = 'Клас на тегло';
$_['entry_tax']             = 'Данъчен клас';
$_['entry_geo_zone']        = 'Гео Зона';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Сортиране на поръчката';
$_['entry_debug']           = 'Режим на отстраняване';

// Help
$_['help_dimension']        = 'Средни размери на пакета за пакета за доставка. Размерите на продукта не се използват за изпращане по това време.';
$_['help_display_time']     = 'Искате ли да покажете времето за доставка? (например кораби в рамките на 3 до 5 дни)';
$_['help_display_weight']   = 'Искате ли да покажете теглото за доставка? (например Тегло за доставка: 2.7674 кг)';
$_['help_weight_class']     = 'Трябва да бъде зададена на лири.';
$_['help_debug']            = 'Запазва изпращане /recv данни в системния дневник';

// Error
$_['error_permission']      = 'Предупреждение: Нямате разрешение да променяте пощенската услуга на САЩ!';
$_['error_user_id']         = 'Изисква се потребителско име!';
$_['error_postcode']        = 'Необходим е пощенски код!';
$_['error_width']           = 'Необходима ширина!';
$_['error_length']          = 'Задължителна дължина!';
$_['error_height']          = 'Необходима височина!';
$_['error_girth']           = 'Необходима обиколка!';