<?php
// Heading
$_['heading_title']    = 'Доставка на тегло';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили модификацията на базата на тегло!';
$_['text_edit']        = 'Редактиране на доставката на тегло';

// Entry
$_['entry_rate']       = 'Цените';
$_['entry_tax_class']  = 'Данъчен клас';
$_['entry_geo_zone']   = 'Гео Зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';

// Help
$_['help_rate']        = 'Пример: 5: 10.00,7: 12.00 Тегло: Цена, Тегло: Разходи и др.';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте базираната на тегло доставка!';