<?php
// Heading
$_['heading_title']      = 'โอนเงินผ่านธนาคาร';

// Text
$_['text_extension']	 = 'ส่วนเสริม';
$_['text_success']       = 'สำเร็จ: คุณได้แก้ไขรายละเอียด โอนเงินผ่านธนาคาร!';
$_['text_edit']          = 'แก้ไข โอนเงินผ่านธนาคาร';

// Entry
$_['entry_bank']         = 'คำแนะนำในการ โอนเงินผ่านธนาคาร';
$_['entry_total']        = 'รวมทั้งหมด';
$_['entry_order_status'] = 'สถานะการชำระเงินสำเร็จ';
$_['entry_geo_zone']     = 'เขตภูมิศาสตร์';
$_['entry_status']       = 'สถานะ';
$_['entry_sort_order']   = 'ลำดับการจัดเรียง';

// Help
$_['help_total']		 = 'การสั่งซื้อขั้นต่ำจึงสามารถชำระเงินได้ด้วยวิธีนี้.';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข โอนเงินผ่านธนาคาร!';
$_['error_bank']         = 'คำเตือน: คำแนะนำที่จำเป็น โอนเงินผ่านธนาคาร!';