<?php
// Heading
$_['heading_title']		 = 'เช็ค / ธนาณัติ';

// Text
$_['text_extension']		 = 'ส่วนเสริม';
$_['text_success']		 = 'สำเร็จ: คุณได้แก้ไขรายละเอียด  เช็ค / ธนาณัติ';
$_['text_edit']          = 'แก้ไข เช็ค / ธนาณัติ';

// Entry
$_['entry_payable']		 = 'ทำให้จ่ายให้กับ';
$_['entry_total']		 = 'รวมทั้งหมด';
$_['entry_order_status'] = 'สถานะการสั่งซื้อ';
$_['entry_geo_zone']	 = 'เขตภูมิศาสตร์';
$_['entry_status']		 = 'สถานะ';
$_['entry_sort_order']	 = 'ลำดับการจัดเรียง';

// Help
$_['help_total']		 = 'การสั่งซื้อขั้นต่ำจึงสามารถชำระเงินได้ด้วยวิธีนี้';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข เช็ค / ธนาณัติ!';
$_['error_payable']	     = 'คำเตือน: ทำให้จ่ายให้กับ จำเป็น!';