<?php
// Heading
$_['heading_title']      = 'เงินสดในการจัดส่งสินค้า';

// Text
$_['text_extension']	 = 'ส่วนเสริม';
$_['text_success']       = 'สำเร็จ: คุณได้แก้ไขรายละเอียด เงินสดในการจัดส่งสินค้า!';
$_['text_edit']          = 'แก้ไข  เงินสดในการจัดส่งสินค้า';

// Entry
$_['entry_total']        = 'รวมทั้งหมด';
$_['entry_order_status'] = 'สถานะการสั่งซื้อ'; 
$_['entry_geo_zone']     = 'เขตภูมิศาสตร์';
$_['entry_status']       = 'สถานะ';
$_['entry_sort_order']   = 'ลำดับการแสดง';

// Help
$_['help_total']		 = 'การสั่งซื้อขั้นต่ำจึงสามารถชำระเงินได้ด้วยวิธีนี้.';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไข เงินสดในการจัดส่งสินค้า!';
