<?php
// Heading
$_['heading_title']    = 'სულ ბრძანებები';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით დაფარვის ბრძანებებს !';
$_['text_edit']        = 'რედაქტირების ბრძანებების რედაქტირება';
$_['text_view']        = 'იხილეთ მეტი ..';

// Entry
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';
$_['entry_width']      = 'სიგანე';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ უფლება, შეცვალოთ ბანქოს ბრძანებები !';