<?php
// Heading
$_['heading_title']        = 'резюме';
$_['text_openbay']         = 'OpenBay Pro';
$_['text_ebay']            = 'иБей';

// Text
$_['text_use_desc']        = 'Това е страницата с резюме на профила ви в eBay. Това е кратка снимка на всякакви ограничения в профила Ви заедно с представянето на DSR за продажба.';
$_['text_ebay_limit_head'] = 'Вашият eBay акаунт продава ограничения!';
$_['text_ebay_limit_t1']   = 'Можете да продадете';
$_['text_ebay_limit_t2']   = 'повече елементи (това е общата сума на елементите, а не отделни списъци) на стойност';
$_['text_ebay_limit_t3']   = 'Когато се опитате да създадете нови обяви, тя ще се провали, ако надвишите сумите по-горе.';
$_['text_as_described']    = 'Елемент, както е описано';
$_['text_communication']   = 'общуване';
$_['text_shippingtime']    = 'Време за доставка';
$_['text_shipping_charge'] = 'Такса за доставка';
$_['text_score']           = 'резултат';
$_['text_count']           = 'Броя';
$_['text_report_30']       = '30 дни';
$_['text_report_52']       = '52 седмици';
$_['text_title_dsr']       = 'Доклади за DSR';
$_['text_failed']          = 'Не успя да се зареди';
$_['text_summary']         = 'Прегледайте резюмето си от eBay';

// Error
$_['error_validation']     = 'Трябва да се регистрирате за означението си за API и да активирате модула.';
$_['error_ajax_load']      = 'За съжаление връзката със сървъра не бе успешна';