<?php
// Heading
$_['heading_title']         = 'синхронизирам';
$_['text_openbay']          = 'OpenBay Pro';
$_['text_ebay']             = 'иБей';

// Buttons
$_['button_update']			= 'Актуализация';

// Entry
$_['entry_sync_categories'] = 'Получаване на eBay категории';
$_['entry_sync_shop']       = 'Получете категории магазини';
$_['entry_sync_setting']    = 'Получете настройки';

// Text
$_['text_complete']         = 'пълен';
$_['text_sync_desc']        = 'Синхронизирайте магазина си с най-новите налични опции за доставка и категории от иБей, тези данни са само за опциите при вписване на елемент в eBay - няма да импортирате категории в магазина си и т.н.';
$_['text_ebay_categories']  = 'Това може да отнеме известно време, изчакайте 5 минути, преди да направите нещо друго.';
$_['text_category_import']  = 'Категориите Ви в eBay са внесени.';
$_['text_setting_import']   = 'Вашите настройки са импортирани.';
$_['text_sync']  			= 'Актуализирайте настройките от иБей';

// Help
$_['help_sync_categories']  = 'Това не импортира никакви категории във вашия магазин!';
$_['help_sync_shop']   		= 'Това не импортира никакви категории във вашия магазин!';
$_['help_sync_setting']		= 'Това внася налични видове плащане, доставка, местоположения и др.';

// Errors
$_['error_settings']		= 'Възникна грешка при зареждането на настройките.';
$_['error_failed']          = 'Не успя да се зареди';