<?php
// Heading
$_['heading_title']        		  = 'Пазарни настройки';
$_['text_openbay']				  = 'OpenBay Pro';
$_['text_ebay']					  = 'иБей';

// Text
$_['text_developer']				= 'Разработчик /поддръжка';
$_['text_app_settings']				= 'Настройки на приложението';
$_['text_default_import']			= 'Стандартни настройки за импортиране';
$_['text_payments']					= 'Плащания';
$_['text_notify_settings']			= 'Настройки за известията';
$_['text_listing']					= 'Настройки по подразбиране';
$_['text_token_renew']				= 'Подновете eBay токена си';
$_['text_application_settings']		= 'Настройките на приложенията ви позволяват да конфигурирате начина, по който OpenBay Pro работи и се интегрира с вашата система.';
$_['text_import_description']		= 'Персонализирайте състоянието на поръчката по време на различните етапи. Не можете да използвате състояние в поръчка на eBay, която не съществува в този списък.';
$_['text_payments_description']		= 'Преди попълнете опциите си за плащане за нови обяви, това ще ви спести да ги въвеждате за всяка нова малка обява, която създавате.';
$_['text_allocate_1']				= 'Когато клиентът купува';
$_['text_allocate_2']				= 'Когато клиентът е платил';
$_['text_developer_description']	= 'Не трябва да използвате тази област, освен ако не сте инструктирани да го направите';
$_['text_payment_paypal']			= 'PayPal прие';
$_['text_payment_paypal_add']		= 'PayPal имейл адрес';
$_['text_payment_cheque']			= 'Проверката е приета';
$_['text_payment_card']				= 'Приети карти';
$_['text_payment_desc']				= 'Вижте описание (например банков превод)';
$_['text_tax_use_listing'] 			= 'Използвайте данъчната ставка, зададена в списъка на eBay';
$_['text_tax_use_value']			= 'Използвайте зададена стойност за всичко';
$_['text_tax_use_product']			= 'Изчислете данъка на базата на държавата на купувача и данъчната група за продукти';
$_['text_notifications']			= 'Контролирайте, когато клиентите получават известия от приложението. Активирането на имейли с актуализации може да подобри оценките ви за DSR, тъй като потребителят ще получи актуализации за поръчката им.';
$_['text_listing_1day']             = '1 ден';
$_['text_listing_3day']             = '3 дни';
$_['text_listing_5day']             = '5 дни';
$_['text_listing_7day']             = '7 дни';
$_['text_listing_10day']            = '10 дни';
$_['text_listing_30day']            = '30 дни';
$_['text_listing_gtc']              = 'GTC - Добро до отмяна';
$_['text_api_status']               = 'Статус на връзката с API';
$_['text_api_ok']                   = 'Връзката е вярна, маркерът изтича';
$_['text_api_failed']               = 'Проверката не бе успешна';
$_['text_api_other']        		= 'Други действия';
$_['text_create_date_0']            = 'Когато се добави към OpenCart';
$_['text_create_date_1']            = 'Когато е създаден на иБей';
$_['text_obp_detail_update']        = 'Актуализиране на URL адреса на магазина &amp; имейл за връзка';
$_['text_success']					= 'Вашите настройки бяха запазени';
$_['text_edit']						= 'Редактиране на настройките на eBay';
$_['text_checking_details'] 		= 'Проверка на подробностите';
$_['text_register_banner']          = 'Кликнете тук, ако трябва да се регистрирате за акаунт';

// Entry
$_['entry_status']				  = 'Статус';
$_['entry_token']				  = 'API символа';
$_['entry_secret']				  = 'Тайна';
$_['entry_encryption_key']        = 'Ключ за шифроване 1';
$_['entry_encryption_iv']         = 'Ключ за шифроване 2';
$_['entry_end_items']			  = 'Край на елементите?';
$_['entry_relist_items']		  = 'Ресистирайте, когато сте на склад?';
$_['entry_disable_soldout']		  = 'Деактивирайте продукта, когато няма stock?';
$_['entry_debug']				  = 'Активиране на регистрирането';
$_['entry_currency']			  = 'Стандартна валута';
$_['entry_stock_allocate']		  = 'Разпределяне на запасите';
$_['entry_created_hours']		  = 'Нова възрастова граница за нови поръчки';
$_['entry_developer_locks']		  = 'Премахнете реда за заключване?';
$_['entry_payment_instruction']	  = 'Инструкции за плащане';
$_['entry_payment_immediate']	  = 'Необходимо е незабавно плащане';
$_['entry_payment_types']		  = 'Видове плащания';
$_['entry_brand_disable']		  = 'Деактивиране на връзката към марката';
$_['entry_duration']			  = 'Постоянна продължителност на регистрацията';
$_['entry_measurement']			  = 'Измервателна система';
$_['entry_address_format']		  = 'Формат на адрес по подразбиране';
$_['entry_timezone_offset']		  = 'Отклонение във времевата зона';
$_['entry_tax_listing']			  = 'Данък върху продуктите';
$_['entry_tax']					  = 'Такса % се използва за всичко';
$_['entry_create_date']			  = 'Създадена е дата за нови поръчки';
$_['entry_notify_order_update']	  = 'Поръчайте актуализации';
$_['entry_notify_buyer']		  = 'Нова поръчка - купувач';
$_['entry_notify_admin']		  = 'Нова поръчка - администратор';
$_['entry_import_pending']		  = 'Внасяне на неплатени поръчки:';
$_['entry_import_def_id']		  = 'Статус по подразбиране на импорта';
$_['entry_import_paid_id']		  = 'Платено състояние:';
$_['entry_import_shipped_id']	  = 'Подадено състояние:';
$_['entry_import_cancelled_id']	  = 'Анулирано състояние:';
$_['entry_import_refund_id']	  = 'Състояние на възстановената сума:';
$_['entry_import_part_refund_id'] = 'Частично възстановено състояние:';

// Tabs
$_['tab_api_info']				  = 'Данни за API';
$_['tab_setup']					  = 'Настройки';
$_['tab_defaults']				  = 'Настройки по подразбиране';

// Help
$_['help_disable_soldout']		  = 'Когато продуктът се продава, той деактивира продукта в OpenCart';
$_['help_relist_items'] 		  = 'Ако съществува връзка към елемент, преди да бъде изпратена предишна позиция, ако тя вече е на склад';
$_['help_end_items']    		  = 'Ако артикулите се продават, трябва да приключи регистрацията на eBay?';
$_['help_currency']     		  = 'Въз основа на валутите от магазина';
$_['help_created_hours']   		  = 'Поръчките са нови, когато са по-млади от тази граница (в часове). По подразбиране е 72';
$_['help_stock_allocate'] 		  = 'Кога трябва да се разпредели запас от магазина?';
$_['help_payment_instruction']    = 'Бъдете колкото е възможно по-описателни. Искате ли плащане в рамките на определено време? Плащате ли да платите с карта? Имате ли някакви специални условия за плащане?';
$_['help_payment_immediate'] 	  = 'Непосредственото плащане спира неплатените купувачи, тъй като елементът не се продава, докато не платят.';
$_['help_listing_tax']     		  = 'Ако използвате тарифата от списъци, уверете се, че елементите ви имат правилния данък в eBay';
$_['help_tax']             		  = 'Използва се, когато импортирате елементи или поръчки';
$_['help_duration']    			  = 'GTC е налице само ако имате магазин за иБей.';
$_['help_address_format']      	  = 'Използва се само ако държавата вече не разполага с формат на адрес.';
$_['help_create_date']         	  = 'Изберете кое създадено време ще се покаже в поръчката, когато се импортира';
$_['help_timezone_offset']     	  = 'Въз основа на часове. 0 е часова зона GMT. Работи само, ако времето за иБей се използва за създаване на поръчка.';
$_['help_notify_admin']   		  = 'Уведомявайте администратора на магазина с имейла по подразбиране за нови поръчки';
$_['help_notify_order_update']	  = 'Това е за автоматизирани актуализации, например ако актуализирате поръчка в eBay и новият статус се актуализира автоматично в магазина.';
$_['help_notify_buyer']        	  = 'Уведомявайте потребителя с имейла по подразбиране за нова поръчка';
$_['help_measurement']        	  = 'Изберете каква система за измерване искате да използвате за малките обяви';

// Buttons
$_['button_update']               = 'Актуализация';
$_['button_repair_links']    	  = 'Ремонт на връзки';

// Error
$_['error_api_connect']           = 'Присъединяването към приложния програмен интерфейс не бе успешно';
