<?php
// Heading
$_['heading_title']			  = 'Поръчки за импортиране';
$_['text_openbay']			  = 'OpenBay Pro';
$_['text_ebay']				  = 'иБей';

// Buttons
$_['button_pull_orders']      = 'начало';

// Entry
$_['entry_pull_orders']       = 'Изтеглете нови поръчки';

// Text
$_['text_sync_pull_notice']   = 'Това ще доведе до нови поръчки от последната автоматизирана проверка. Ако току-що сте инсталирали, това ще стане по подразбиране до последните 24 часа.';
$_['text_ajax_orders_import'] = 'Всяка нова поръчка трябва да се появи в рамките на няколко минути';
$_['text_complete']           = 'Исканият внос';
$_['text_failed']             = 'Не успя да се зареди';
$_['text_pull']               = 'Заявете ръчен импорт';

// Errors
$_['error_validation']        = 'Трябва да се регистрирате за означението си за API и да активирате модула.';