<?php
// Heading
$_['heading_title']           = 'Елементи връзки';
$_['text_openbay']			  = 'OpenBay Pro';
$_['text_ebay']				  = 'иБей';

// Buttons
$_['button_resync']           = 'Re синхронизиране';
$_['button_check_unlinked']   = 'Проверете несвързаните елементи';
$_['button_remove_link']      = 'Премахване на връзката';

// Errors
$_['error_ajax_load']         = 'За съжаление, не можах да получа отговор. Пробвай по-късно.';
$_['error_validation']        = 'Трябва да се регистрирате за означението си за API и да активирате модула.';
$_['error_no_listings']       = 'Няма намерени свързани продукти';
$_['error_link_value']        = 'Продуктната връзка не е стойност';
$_['error_link_no_stock']     = 'Не може да бъде създадена връзка за елемент, който не е наличен. Завършете елемента ръчно в eBay.';
$_['error_subtract_setting']  = 'Този продукт е настроен да не изважда акции в OpenCart.';

// Text
$_['text_linked_items']       = 'Свързани елементи';
$_['text_unlinked_items']     = 'Несвързани елементи';
$_['text_alert_stock_local']  = 'Вашият списък с иБей ще бъде актуализиран с вашите местни нива на запаси!';
$_['text_link_desc1']         = 'Свързването на елементите ви ще позволи контрол на запасите в списъците Ви с eBay.';
$_['text_link_desc2']         = 'За всеки елемент, който се актуализира на местния фонд (наличността в магазина на OpenCart), ще актуализирате вашата eBay регистрация';
$_['text_link_desc3']         = 'Вашият местен фонд е запас, който може да се продава. Вашите иБей нива на запасите трябва да съответстват на това.';
$_['text_link_desc4']         = 'Вашият разпределен акции е позиции, които са продадени, но все още не са платени. Тези елементи трябва да бъдат заделени и да не се изчисляват на наличните нива на наличност.';
$_['text_text_linked_desc']   = 'Свързаните елементи са елементи от OpenCart, които имат връзка към списък с иБей.';
$_['text_text_unlinked_desc'] = 'Несвързаните елементи са обяви в профила ви в eBay, които не са свързани с нито един от вашите OpenCart продукти.';
$_['text_text_unlinked_info'] = 'Кликнете върху бутона за проверка на несвързани елементи, за да търсите в активните си списъци от eBay за несвързани елементи. Това може да отнеме много време, ако имате много eBay обяви.';
$_['text_text_loading_items'] = 'Зареждане на елементи';
$_['text_failed']       	  = 'Не успя да се зареди';
$_['text_limit_reached']      = 'Беше достигнат максималният брой проверки на заявка, кликнете върху бутона, за да продължите да търсите';
$_['text_stock_error']        = 'Стокова грешка';
$_['text_listing_ended']      = 'Обявлението завърши';
$_['text_filter']             = 'Филтрирайте резултатите';
$_['text_filter_title']       = 'Заглавие';
$_['text_filter_range']       = 'Стоков диапазон';
$_['text_filter_range_from']  = 'Min';
$_['text_filter_range_to']    = 'Max';
$_['text_filter_var']         = 'Включете варианти';

// Tables
$_['column_action']           = 'действие';
$_['column_status']           = 'Статус';
$_['column_variants']         = 'варианти';
$_['column_item_id']          = 'Идентификационен номер на иБей';
$_['column_product']          = 'продукт';
$_['column_product_auto']     = 'Име на продукта (автоматично завършване)';
$_['column_listing_title']    = 'eBay име заглавие';
$_['column_allocated']        = 'Разпределен запас';
$_['column_ebay_stock']       = 'иБей запас';
$_['column_stock_available']  = 'Магазин за запаси';
$_['column_stock_reserve']    = 'Ниво на резерви';