<?php
// Headings
$_['heading_title']        	   = 'Настройки';
$_['text_openbay']             = 'OpenBay Pro';
$_['text_fba']                 = 'Изпълнение от Amazon';

// Text
$_['text_success']     		   = 'Вашите настройки бяха запазени';
$_['text_status']         	   = 'Статус';
$_['text_account_ok']  		   = 'Връзка към изпълнението от Amazon OK';
$_['text_api_ok']       	   = 'API връзката OK';
$_['text_api_status']          = 'API връзка';
$_['text_edit']           	   = 'Редактиране на изпълнението от настройките на Amazon';
$_['text_standard']            = 'стандарт';
$_['text_expedited']           = 'ускорено';
$_['text_priority']            = 'приоритет';
$_['text_fillorkill']          = 'Напълнете или убийте';
$_['text_fillall']             = 'Попълнете всички';
$_['text_fillallavailable']    = 'Попълнете всички налични';
$_['text_prefix_warning']      = 'Не променяйте тази настройка, след като поръчките са изпратени до Amazon, настройте я само при първото инсталиране.';
$_['text_disabled_cancel']     = 'Деактивирани - не автоматично отменяйте изпълненията';
$_['text_validate_success']    = 'Вашите подробности за приложния програмен интерфейс (API) работят правилно! Трябва да натиснете запаметеното, за да сте сигурни,';
$_['text_register_banner']     = 'Кликнете тук, ако трябва да се регистрирате за акаунт';

// Entry
$_['entry_api_key']            = 'API символа';
$_['entry_encryption_key']     = 'Ключ за шифроване 1';
$_['entry_encryption_iv']      = 'Ключ за шифроване 2';
$_['entry_account_id']         = 'Идентификационен номер на профила';
$_['entry_send_orders']        = 'Изпращайте поръчки автоматично';
$_['entry_fulfill_policy']     = 'Политика за изпълнение';
$_['entry_shipping_speed']     = 'Стандартна скорост на доставка';
$_['entry_debug_log']          = 'Активиране на регистрирането на грешки';
$_['entry_new_order_status']   = 'Ново задействане на изпълнението';
$_['entry_order_id_prefix']    = 'Идентификационен номер на поръчката';
$_['entry_only_fill_complete'] = 'Всички елементи трябва да са FBA';

// Help
$_['help_api_key']             = 'Това е вашето API означение, което можете да получите от вашата област на OpenBay Pro';
$_['help_encryption_key']      = 'Това е ключът ви за шифроване #1, който се получава от вашия акаунт в OpenBay Pro';
$_['help_encryption_iv']       = 'Това е ключът ви за шифроване #2, който се получава от вашия акаунт в OpenBay Pro';
$_['help_account_id']          = 'Това е идентификационният номер на акаунта, който съответства на регистрирания акаунт в Amazon за OpenBay Pro, който се получава от вашия акаунт в OpenBay Pro';
$_['help_send_orders']  	   = 'Поръчките, съдържащи съвпадащи продукти "Изпълнение от Amazon", ще бъдат изпратени автоматично до Amazon';
$_['help_fulfill_policy']  	   = 'Попълнената по подразбиране политика (FillAll - всички изпълними позиции в поръчката за изпълнение се доставят.) Поръчката за изпълнение остава в състояние на обработка, докато всички артикули не се доставят от Amazon или бъдат анулирани от продавача FillAllAvailable - Всички изпълними елементи в поръчката за изпълнение са изпратени Всички неизпълними елементи в поръчката се анулират от Amazon.FillOrKill - Ако дадена стока в поръчка за изпълнение е определена като непопълнима, преди дадена пратка в реда да се премести в състояние Pending (процесът на събиране на единиците от инвентара е започнал), тогава но ако поръчката за изпълнение е определена като неподлежаща на изпълнение, след като пратката в реда се премества в състояние "Изчаква", Amazon отменя колкото е възможно по-голямата част от поръчката за изпълнение.)';
$_['help_shipping_speed']  	   = 'Това е категорията за скорост на доставка по подразбиране, която се прилага за нови поръчки, различни нива на обслужване могат да доведат до различни разходи';
$_['help_debug_log']  		   = 'Отчетите за отстраняване на грешки ще запишат информация в дневника за действията, които модулът прави. Това трябва да бъде оставено възможно, за да помогне да откриете причината за каквито и да било проблеми.';
$_['help_new_order_status']    = 'Това е статусът на поръчката, който ще задейства поръчката да бъде създадена за изпълнение. Уверете се, че това се използва само след като сте получили плащане.';
$_['help_order_id_prefix']     = 'Представянето на поръчка ще ви помогне да идентифицирате поръчките, които идват от вашия магазин, не от други интеграции. Това е много полезно, когато търговците продават на много пазари и използват FBA';
$_['help_only_fill_complete']  = 'Това ще позволи само да бъдат изпратени поръчки за изпълнение, ако всички елементи в реда са съвпадащи с елемент Изпълнение от Amazon. Ако някой елемент не е, цялата поръчка ще остане незапълнена.';

// Error
$_['error_api_connect']        = 'Присъединяването към приложния програмен интерфейс не бе успешно';
$_['error_account_info']       = 'Неуспех при потвърждаването на приложния програмен интерфейс (API) към Fulfillment by Amazon';
$_['error_api_key']    		   = 'API-токът е невалиден';
$_['error_api_account_id']     = 'Идентификационният номер на профила е невалиден';
$_['error_encryption_key']     = 'Ключът за шифроване #1 е невалиден';
$_['error_encryption_iv']      = 'Ключът за шифроване #2 е невалиден';
$_['error_validation']    	   = 'При проверката на вашите данни възникна грешка';

// Tabs
$_['tab_api_info']             = 'Данни за API';

// Buttons
$_['button_verify']            = 'Потвърдете подробностите';
