<?php
// Heading
$_['heading_title']    = 'знаме';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили банерния модул!';
$_['text_edit']        = 'Редактиране на банерен модул';

// Entry
$_['entry_name']       = 'Име на модула';
$_['entry_banner']     = 'знаме';
$_['entry_dimension']  = 'Размер (Ш x В) и Тип преоразмеряване';
$_['entry_width']      = 'широчина';
$_['entry_height']     = 'височина';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да модифицирате банерния модул!';
$_['error_name']       = 'Името на модула трябва да е между 3 и 64 знака!';
$_['error_width']      = 'Ширина изисква!';
$_['error_height']     = 'Необходима височина!';