<?php
// Heading
$_['heading_title']    = 'Най-продавани';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили бестселърите module!';
$_['text_edit']        = 'Редактиране на най - продаваните модули';

// Entry
$_['entry_name']       = 'Име на модула';
$_['entry_limit']      = 'лимит';
$_['entry_image']      = 'Изображение (Ш x В) и Тип на преоразмеряване';
$_['entry_width']      = 'широчина';
$_['entry_height']     = 'височина';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение за модифициране на бестселър module!';
$_['error_name']       = 'Името на модула трябва да е между 3 и 64 знака!';
$_['error_width']      = 'Ширина изисква!';
$_['error_height']     = 'Необходима височина!';