<?php
// Heading
$_['heading_title']    = 'PayPal (Осъществено от Braintree) Бутон';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили PayPal (Powered by Braintree) Бутон модул!';
$_['text_edit']        = 'Редактирайте PayPal (Powered by Braintree) бутон модул';
$_['text_info']        = 'Бутонът <u> не се показва </u> при определени условия:';
$_['text_info_li1']    = 'Количката е празна и не са приложени ваучери';
$_['text_info_li2']    = 'Количката има изтегляния или повтарящи се плащания и потребителят не е влязъл в профила си';
$_['text_info_li3']    = 'Извън фондовата наличност е забранено и карето съдържа елемент, който не е наличен';
$_['text_layouts']     = 'След като активирате модула, използвайте мениджъра на оформлението, за да добавите бутона към зоните в магазина.';
$_['text_layout_link'] = 'Кликнете тук, за да отворите страницата с оформления';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да модифицирате бутона PayPal (Powered by Braintree) Button!';