<?php
// Heading
$_['heading_title']        = 'Влезте с PayPal';

// Text
$_['text_extension']       = 'Разширения';
$_['text_success']         = 'Успех: Вие сте променили вход с PayPal модул!';
$_['text_edit']            = 'Редактиране на вход с PayPal модул';
$_['text_button_grey']     = 'сив';
$_['text_button_blue']     = 'Синьо (препоръчително)';

// Entry
$_['entry_client_id']      = 'Клиентски идентификационен номер';
$_['entry_secret']         = 'Тайна';
$_['entry_sandbox']        = 'Режим на пясък';
$_['entry_debug']          = 'Отстраняване на грешки';
$_['entry_customer_group'] = 'Група клиенти';
$_['entry_button']         = 'Бутон Цвят';
$_['entry_seamless']       = 'Позволете "Безплатна проверка';
$_['entry_locale']         = 'място';
$_['entry_return_url']     = 'Връщане на URL адрес';
$_['entry_status']         = 'Статус';

// Help
$_['help_sandbox']         = 'Използвайте среда на пясъчници (тестване )?';
$_['help_customer_group']  = 'За новите клиенти, които клиентска група трябва да създадат като?';
$_['help_debug_logging']   = 'Активирането на това ще позволи добавянето на данни в регистрационния Ви файл за грешки, за да се отстранят проблемите.';
$_['help_seamless']        = 'Позволява автоматично влизане, когато клиентите изберат PayPal Express Checkout. За да използвате това, опцията трябва да е активирана в профила Ви в профила в PayPal. Трябва да използвате същия профил като този, използван в Express Checkout.';
$_['help_locale']          = 'Това е настройката за локализиране на PayPal за вашите магазини';
$_['help_return_url']      = 'Това трябва да се добави в конфигурацията на приложението PayPal под URL адреси за пренасочване на приложения.';

// Error
$_['error_permission']     = 'Предупреждение: Нямате разрешение да променяте влизането в PayPal module!';
$_['error_client_id']      = 'Изисква се клиентски идентификационен номер!';
$_['error_secret']         = 'Тайната се изисква!';