<?php
// Heading
$_['heading_title']    = 'Управление на сървърни карти на Sagepay';

$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили модула ! за управление на сървърни сървъри на Sagepay';
$_['text_edit']        = 'Редактиране на модула за управление на сървърния сървър на Sagepay';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да модифицирате модула ! за управление на сървърна карта на SagePay';