<?php
// Heading
$_['heading_title']     = 'קבוצות תכונות';

// Text
$_['text_success']      = 'בוצע בהצלחה: עדכנת קבוצת תכונות!';
$_['text_list']         = 'רשימת קבוצות תכונות';
$_['text_add']          = 'הוספת קבוצת תכונות';
$_['text_edit']         = 'עריכת קבוצת תכונות';

// Column
$_['column_name']       = 'שם קבוצת תכונות';
$_['column_sort_order'] = 'סדר מיון';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם קבוצת תכונות';
$_['entry_sort_order']  = 'סדר מיון';

// Error
$_['error_permission']  = 'נא לשים לב: אין לך הרשאה לעדכן קבוצות תכונות!';
$_['error_name']        = 'שם קבוצת תכונות חייב להכיל בין 1 ל-64 תווים!';
$_['error_attribute']   = 'נא לשים לב: קבוצת תכונות זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s תכונות!';
$_['error_product']     = 'נא לשים לב: קבוצת תכונות זו לא יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s פריטים!'; 