<?php
// Heading
$_['heading_title']          = 'קטגוריות';

// Text
$_['text_success']           = 'בוצע בהצלחה: עדכנת קטגוריות!';
$_['text_list']              = 'רשימת קטגוריות';
$_['text_add']               = 'הוספת קטגוריה';
$_['text_edit']              = 'עריכת קטגוריה';
$_['text_default']           = 'ברירת מחדל';
$_['text_keyword']           = 'נא לא להשתמש ברווחים, במקום  רווח נא להשתמש ב - ונא לוודא שקישור אופטימיזציית מנוע החיפוש (SEO URL) היא יחודית גלובלית.';

// Column
$_['column_name']            = 'שם קטגוריה';
$_['column_sort_order']      = 'סדר מיון';
$_['column_action']          = 'פעולה';

// Entry
$_['entry_name']             = 'שם קטגוריה';
$_['entry_description']      = 'תיאור';
$_['entry_meta_title'] 	     = 'תגית כותרת';
$_['entry_meta_keyword']     = 'תגית מילות מפתח';
$_['entry_meta_description'] = 'תגית תיאור';
$_['entry_store']            = 'חנויות';
$_['entry_keyword']          = 'מילת מפתח';
$_['entry_parent']           = 'אב';
$_['entry_filter']           = 'מסננים';
$_['entry_image']            = 'תמונה';
$_['entry_top']              = 'עליון';
$_['entry_column']           = 'עמודות';
$_['entry_sort_order']       = 'סדר מיון';
$_['entry_status']           = 'סטטוס';
$_['entry_layout']           = 'שכתוב פריסה';

// Help
$_['help_filter']            = '(השלמה אוטומטית)';

$_['help_top']               = 'הצגה בסרגל התפריט העליון. ניתן לביצוע רק בקטגוריית האב העליונה.';
$_['help_column']            = 'מספר עמודות לשימוש ב-3 הקטגוריות התחתונות. אפשרי רק עבור קטגוריות אב עליונות.';

// Error
$_['error_warning']          = 'נא לשים לב: נא לבדוק בקפידה את הטופס כדי להמנע משגיאות!';
$_['error_permission']       = 'נא לשים לב: אין לך הרשאה לעדכן קטגוריות!';
$_['error_name']             = 'שם קטגוריה חייב להכיל בין 1 ל-255 תווים!';
$_['error_meta_title']       = 'תיאור הכותרת חייב להכיל בין 1 ל- 255 תווים!';
$_['error_keyword']          = 'קישור אופטימזצית מנוע חיפוש (SEO) כבר בשימוש!';
$_['error_unique']           = 'קישור אופטימזצית מנוע חיפוש (SEO) חייב להיות יחודי גלובלי!';
$_['error_parent']           = 'קטגורית האב שבחרת היא תת תיקיה של התיקיה הנוכחית!';
