<?php
// Heading
$_['heading_title']     = 'הורדות';

// Text
$_['text_success']      = 'בוצע בהצלחה: עדכנת את הורדות!';
$_['text_list']         = 'רשימת הורדות';
$_['text_add']          = 'הוספת הורדה';
$_['text_edit']         = 'עריכת הורדה';
$_['text_upload']       = 'הוקבץ שלך הועלה בהצלחה!';

// Column
$_['column_name']       = 'שם הורדה';
$_['column_date_added'] = 'נוסף בתאריך';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם הורדה';
$_['entry_filename']    = 'שם קובץ';
$_['entry_mask']        = 'מיסוך';

// Help
$_['help_filename']     = 'ניתן להעלות באמצעות לחצן העלאה או שימוש בפרוטוקול העברת קבצים (FTP)  כדי להעלות את התיקיית הורדה והכנסת הפרטים מתחת.';
$_['help_mask']         = 'מומלץ ששם הקובץ והמיסוך יהיו שונים על מנת למנוע מאנשים את האפשרות לגשת ישירות להורדות שלך .';

// Error
$_['error_permission']  = 'נא לשים לב: אין לך הרשאה לעדכן הורדות!';
$_['error_name']        = 'שם הורדה חייב להכיל בין 3 ל-64 תווים!';
$_['error_upload']      = 'העלאה נדרשת!';
$_['error_filename']    = 'שם קובץ חייב להכיל בין 3 ל-128 תווים!';
$_['error_exists']      = 'קובץ לא נמצא!';
$_['error_mask']        = 'שם מיסוך חייב להכיל בין 3 ל-128 תווים!';
$_['error_filetype']    = 'סוג קובץ שגוי!';
$_['error_product']     = 'נא לשים לב: הורדה זו אינה יכולה להימחק מכיוון שהיא כרגע משוייכת ל- %s פריטים!';