<?php
// Heading
$_['heading_title']          = 'מידע';

// Text
$_['text_success']           = 'בוצע בהצלחה: עדכנת את המידע!';
$_['text_list']              = 'רשימת המידע';
$_['text_add']               = 'הוספת מידע';
$_['text_edit']              = 'עריכת מידע';
$_['text_default']           = 'ברירת מחדל';
$_['text_keyword']           = 'נא לא להשתמש ברווחים, במקום  רווח נא להשתמש ב - ונא לוודא שקישור אופטימיזציית מנוע החיפוש (SEO URL) היא יחודית גלובלית.';

// Column
$_['column_title']           = 'כותרת מידע';
$_['column_sort_order']	     = 'סדר מיון';
$_['column_action']          = 'פעולה';

// Entry
$_['entry_title']            = 'כותרת מידע';
$_['entry_description']      = 'תיאור';
$_['entry_meta_title'] 	     = 'תגית כותרת';
$_['entry_meta_keyword'] 	   = 'תגית מילות מפתח';
$_['entry_meta_description'] = 'תגית תיאור';
$_['entry_store']            = 'חנויות';
$_['entry_keyword']          = 'מילת מפתח';
$_['entry_bottom']           = 'תחתית';
$_['entry_status']           = 'סטטוס';
$_['entry_sort_order']       = 'סדר מיון';
$_['entry_layout']           = 'שכתוב פריסה';

// Help
$_['help_keyword']           = 'נא לא להשתמש ברווחים, במקום  רווח נא להשתמש ב - ונא לוודא שקישור אופטימיזציית מנוע החיפוש (SEO URL) היא יחודית גלובלית.';
$_['help_bottom']            = 'הצגה בסרגל התחתון.';

// Error
$_['error_warning']          = 'נא לשים לב: נא לבדוק את הטופס בקפידה כדי להמנע משגיאות!';
$_['error_permission']       = 'נא לשים לב: אין לך הרשאה לעדכן מידע!';
$_['error_title']            = 'כותרת מידע חייבת להכיל בין 1 ל-64 אותיות!';
$_['error_description']      = 'התיאור חייב להכיל יותר מ-3 אותיות!';
$_['error_meta_title']       = 'תיאור הכותרת חייב להכיל בין 1 ל-255 תווים!';
$_['error_keyword']          = 'קישור אופטימזצית מנוע חיפוש (SEO) כבר בשימוש!';
$_['error_unique']           = 'קישור אופטימזצית מנוע חיפוש (SEO) חייב להיות יחודי גלובלי!';
$_['error_account']          = 'נא לשים לב: עמוד מידע זה אינו יכול להמחק מכיוון שכרגע הוא מקושר לתנאי חשבון בחנות!';
$_['error_checkout']         = 'נא לשים לב: עמוד מידע זה אינו יכול להמחק מכיוון שהוא כרגע מקושר לעגלת הקניות של החנות !';
$_['error_affiliate']        = 'נא לשים לב: עמוד מידע זה אינו יכול להמחק מכיוון שהוא כרגע מקשור לתנאי השותפים של החנות !';
$_['error_return']           = 'נא לשים לב: עמוד מידע זה אינו יכול להמחק מכיוון שהוא כרגע מקושר  לתנאי ההחזרה של החנות !';
$_['error_store']            = 'נא לשים לב: עמוד מידע זה אינו יכול להמחק מכיוון שהוא כרגע בשימוש על ידי  %s חנויות!';