<?php
// Heading
$_['heading_title']      = 'יצרנים';

// Text
$_['text_success']       = 'בוצע בהצלחה: עדכנת יצרנים!';
$_['text_list']          = 'רשימת יצרנים';
$_['text_add']           = 'הוספת יצרן';
$_['text_edit']          = 'עריכת יצרן';
$_['text_default']       = 'ברירת מחדל';
$_['text_percent']       = 'אחוזים';
$_['text_amount']        = 'סכום קבוע';
$_['text_keyword']       = 'נא לא להשתמש ברווחים, במקום  רווח נא להשתמש ב - ונא לוודא שקישור אופטימיזציית מנוע החיפוש (SEO URL) היא יחודית גלובלית.';


// Column
$_['column_name']        = 'שם יצרן';
$_['column_sort_order']  = 'סדר מיון';
$_['column_action']      = 'פעולה';

// Entry
$_['entry_name']         = 'שם יצרן';
$_['entry_store']        = 'חנויות';
$_['entry_keyword']      = 'מילת מפתח';
$_['entry_image']        = 'תמונה';
$_['entry_sort_order']   = 'סדר מיון';
$_['entry_type']         = 'סוג';

// Error
$_['error_permission']   = 'נא לשים לב: אין לך הרשאה לעדכן יצרנים!';
$_['error_name']         = 'שם יצרן חייב להכיל בין 1 ל-64 תווים!';
$_['error_keyword']      = 'קישור אופטימזצית מנוע חיפוש (SEO) כבר בשימוש!';
$_['error_unique']       = 'קישור אופטימזצית מנוע חיפוש (SEO) חייב להיות יחודי גלובלי!';
$_['error_product']      = 'נא לשים לב: יצרן זה אינו יכול להמחק מכיוון שהוא כרגע מקושר אל %s פריטים!';