<?php
// Heading
$_['heading_title']			= 'פרופילי תשלומי קבע';

// Text
$_['text_success']          = 'בוצע בהצלחה: עדכנת את פרופילי תשלומי קבע!';
$_['text_list']             = 'רשימת פרופילי תשלומי קבע';
$_['text_add']              = 'הוספת פרופיל תשלום קבע';
$_['text_edit']             = 'עריכת פרופיל תשלום קבע';
$_['text_day']				= 'יום';
$_['text_week']				= 'שבוע';
$_['text_semi_month']		= 'חצי חודש';
$_['text_month']			= 'חודש';
$_['text_year']				= 'שנה';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> סכומי התשלומים מחושבים על ידי תדירות ומחזור.</p><p> אם משתמשים בתדירות של "שבוע" והמחזור הוא "2", אז המשתמש יחוייב כל 2 שבועות.</p><p>זה נמשך לאורך מספר הפעמים בהם הלקוח יבצע תשלומים, ניתן לקבוע ל- 0 במידה ורוצים תשלומים עד אשר יבוטלו.</p>';
$_['text_profile']			= 'פרופיל תשלום קבע';
$_['text_trial']			= 'פרופיל נסיון';

// Entry
$_['entry_name']			= 'שם';
$_['entry_price']			= 'מחיר';
$_['entry_duration']		= 'משך';
$_['entry_cycle']			= 'מחזור';
$_['entry_frequency']		= 'תדירות';
$_['entry_trial_price']		= 'מחיר נסיון';
$_['entry_trial_duration']	= 'משך נסיון';
$_['entry_trial_status']	= 'סטטוס נסיון';
$_['entry_trial_cycle']	    = 'מחזור נסיון';
$_['entry_trial_frequency']	= 'תדירות נסיון';
$_['entry_status']			= 'סטטוס';
$_['entry_sort_order']		= 'סדר מיון';

// Column
$_['column_name']			= 'שם';
$_['column_sort_order']	    = 'סדר מיון';
$_['column_action']         = 'פעולה';

// Error
$_['error_warning']         = 'נא לשים לב: נא לבדוק בקפידה את הטופס כדי להימנע משגיאות!';
$_['error_permission']		= 'נא לשים לב: אין לך הרשאות לעדכן את פרופילי תשלומי הקבע!';
$_['error_name']			= 'שם פרופיל חייב להכיל בין 3 ל-255 תווים!';
$_['error_product']			= 'נא לשים לב: פרופיל תשלום קבע זה אינו יכול להימחק מפני שהוא משוייך כרגע ל- %s פריטים!';