<?php
// Heading
$_['heading_title']    = 'Потребителски групи';

// Text
$_['text_success']     = 'Успех: промените потребителските групи!';
$_['text_list']        = 'Потребителска група';
$_['text_add']         = 'Добавяне на потребителска група';
$_['text_edit']        = 'Редактиране на групата потребители';

// Column
$_['column_name']      = 'Име на групата потребители';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Име на групата потребители';
$_['entry_access']     = 'Разрешение за достъп';
$_['entry_modify']     = 'Промяна на разрешението';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте групите потребители!';
$_['error_name']       = 'Името на групата потребители трябва да е между 3 и 64 символа!';
$_['error_user']       = 'Предупреждение: Тази потребителска група не може да бъде изтрита, тъй като понастоящем е присвоена на %ма потребители!';