<?php
// Heading
$_['heading_title']                    = 'ערכת נושא חנות ברירת מחדל';

// Text
$_['text_extension']   				   = 'הרחבות';
$_['text_success']                     = 'בוצע בהצלחה: עדכנת ערכת נושא ברירת מחדשל של החנות!';
$_['text_edit']                        = 'עריכת ערכת נושא ברירת מחדל של החנות';
$_['text_general']                     = 'כללי';
$_['text_product']                     = 'פריטים';
$_['text_image']                       = 'תמונות';

// Entry
$_['entry_directory']                  = 'תיקיית ערכת נושא';
$_['entry_status']                     = 'סטטוס';
$_['entry_product_limit']              = 'ברירת מחדל של מספר פריטים בכל עמוד';
$_['entry_product_description_length'] = 'מגבלת תיאור הרשימה';
$_['entry_image_category']             = 'גודל תמונה של קטגוריה(רוחב x גובה)';
$_['entry_image_thumb']                = 'גודל תמונה מוקטנת של פריט (רוחב x גובה)';
$_['entry_image_popup']                = 'גודל תמונה קופצת של פריט(רוחב x גובה)';
$_['entry_image_product']              = 'גודל רשימת תמונות של פריט (רוחב x גובה)';
$_['entry_image_additional']           = 'גודל נוסף של תמונת פריט(רוחב x גובה)';
$_['entry_image_related']              = 'גודל של תמונת פריט קשורה (רוחב x גובה)';
$_['entry_image_compare']              = 'גודל תמונה של השוואה(רוחב x גובה)';
$_['entry_image_wishlist']             = 'גודל תמונה של רשימת מועדפים (רוחב x גובה)';
$_['entry_image_cart']                 = 'גודל תמונה של עגלת קניות (רוחב x גובה)';
$_['entry_image_location']             = 'גודל תמונה של חנות (רוחב x גובה)';
$_['entry_width']                      = 'רוחב';
$_['entry_height']                     = 'גובה';

// Help
$_['help_directory'] 	               = 'שדה זה נועד רק כדי לאפשר תאימות אחורה לערכות נושא קודמות עם מערכת ערכות נושא החדשה. ניתן להגדיר את תיקיית ערכת הנושא לשימוש בגדלי התמונות המוגדרים כאן.';
$_['help_product_limit'] 	           = 'בדיקה כמה פריטי קטלוג מוצגים בכל עמוד (פריטים, קטגוריות, וכדומה)';
$_['help_product_description_length']  = 'בתצוגת רשימה זו , תיאור קצר במגבלת תווים (קטגוריות, מיוחדים וכדומה)';

// Error
$_['error_permission']                 = 'נא לשים לב: אין לך הרשאה לעדכן את ערכת נושא ברירת מחדל של החנות!';
$_['error_limit']       	           = 'נדרשת מגבלת פריט!';
$_['error_image_thumb']                = 'נדרשים מימדי גודל תמונה מוקטנת של פריט!';
$_['error_image_popup']                = 'נדרשים מימדי גודל תמונה קופצת של פריט!';
$_['error_image_product']              = 'נדרשים מימדי גודל רשימה של פריט!';
$_['error_image_category']             = 'נדרשים מימדי גודל רשימה של קטוגריה!';
$_['error_image_additional']           = 'נדרשים מימדי גודל של תמונות נוספות  של פריט!';
$_['error_image_related']              = 'נדרשים מימדי גודל של תמונות פריטים מקושרים!';
$_['error_image_compare']              = 'נדרשים מימדי גודל תמונה של השוואה !';
$_['error_image_wishlist']             = 'נדרשים מימדי גודל תמונות של רשימת מועדפים !';
$_['error_image_cart']                 = 'נדרשים מימדי גודל תמונה של עגלת קניות!';
$_['error_image_location']             = 'נדרשים מימדי גודל תמונה של חנות!';