<?php
// Text
$_['text_success']  = 'בוצע בהצלחה: עדכנת שוברים !';
$_['text_subject']  = 'שלחת שובר מתנה מ- %s';
$_['text_greeting'] = 'מזל טוב, קיבלת שובר מתנה בשווי %s';
$_['text_from']     = 'שובר המתנה נשלח אליך על ידי %s';
$_['text_message']  = 'עם הודעה זו';
$_['text_redeem']   = 'על מנת לממש את שובר מתנה זה , נא לרשום מטה את קוד המימוש שהוא  <b>%s</b> לאחר מכן יש ללחוץ על הקישור שמתחת ולרכוש את הפריט שעליו הנך רוצה להשתמש בקוד המימוש. יש באפשרותך להכניס את קוד שובר המתנה בעמוד עגלת הקניות לפני לחיצה על תשלום.';
$_['text_footer']   = 'נא להשיב לכתובת דואר אלקטרוני זה במידה ויש לך שאלות כלשהן.';
