<?php
// Text
$_['text_subject']  			= '%s - โปรแกรมตัวแทนจำหน่าย';
$_['text_welcome']  			= 'ขอขอบคุณสำหรับการร่วม %s ตัวแทนจำหน่าย!';
$_['text_login']                = 'บัญชีของคุณได้รับการสร้างขึ้นและท่านสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณโดยการเยี่ยมชมเว็บไซต์ของเราหรือที่ URL ต่อไปนี้:';
$_['text_approval'] 			= 'บัญชีของคุณได้รับการอนุมัติ คุณสามารถเข้าสู่ระบบที่มีที่อยู่อีเมลและรหัสผ่านของคุณโดยการเยี่ยมชมเว็บไซต์ของเรา URL ต่อไปนี้:';
$_['text_services'] 			= 'เมื่อเข้าสู่ระบบที่คุณจะสามารถสร้างรหัสการติดตาม ติดตามการชำระเงินค่านายหน้า และแก้ไขข้อมูลบัญชีของคุณ';
$_['text_thanks']   			= 'ขอบคุณ';
$_['text_new_affiliate']        = 'ในเครือ';
$_['text_signup']		        = 'พันธมิตรใหม่ได้ลงทะเบียน:';
$_['text_website']		        = 'เว็บไซต์:';
$_['text_customer_group'] 		= 'กลุ่ม ลูกค้า:';
$_['text_firstname']	        = 'ชื่อ:';
$_['text_lastname']		        = 'นามสกุล:';
$_['text_company']		        = 'บริษัท:';
$_['text_email']		        = 'อีเมล:';
$_['text_telephone']	        = 'เบอร์โทร:';