<?php
// Text
$_['text_subject']  = 'คุณได้รับการส่งบัตรกำนัลจาก %s';
$_['text_greeting'] = 'ขอแสดงความยินดี, คุณได้รับบัตรกำนัลมูลค่า %s';
$_['text_from']     = 'บัตรกำนัลนี้ได้รับการส่งถึงคุณโดย %s';
$_['text_message']  = 'ด้วยข้อความว่า';
$_['text_redeem']   = 'เพื่อแลกรับบัตรกำนัลนี้เขียนลงรหัสการแลกของรางวัลซึ่งเป็น <b>%s</b> แล้วคลิกที่ลิงค์ด้านล่างนี้และซื้อสินค้าที่คุณต้องการที่จะใช้บัตรกำนัลนี้ คุณสามารถใส่รหัสบัตรกำนัลในหน้าตะกร้าช้อปปิ้งก่อนที่คุณคลิกที่เช็คเอาท์ ';
$_['text_footer']   = 'กรุณาตอบกลับอีเมลนี้ถ้าคุณมีคำถามใด ๆ'; 