<?php
// Heading
$_['heading_title']    = 'การจัดการกับค่าบริการ';

// Text
$_['text_total']       = 'รวมใบสั่งซื้อ';
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไข  การจัดการกับค่าบริการ!';
$_['text_edit']        = 'แก้ไข การจัดการกับค่าบริการ';

// Entry
$_['entry_total']      = 'ใบสั่งซื้อทั้งหมด:';
$_['entry_fee']        = 'ค่าบริการ:';
$_['entry_tax_class']  = 'ระดับภาษี:';
$_['entry_status']     = 'สถานะ:';
$_['entry_sort_order'] = 'ลำดับการจัดเรียง:';

// Help
$_['help_total']       = 'เช็คเอาท์ยอดรวมคำสั่งซื้อทั้งหมด ก่อนคำสั่งซื้อนี้ จะใช้งานได้';

// Error
$_['error_permission'] = 'คำเตือน:  คุณไม่ได้รับอนุญาติเข้าแก้ไข  การจัดการกับค่าบริการ!';