<?php
// Heading
$_['heading_title']    = 'ค่าบริการสั่งซื้อต่ำ';

// Text
$_['text_total']       = 'รวมใบสั่งซื้อ';
$_['text_success']     = 'สำเร็จ: คุณทำการแก้ไขรวมฟรีค่าธรรมเนียมขั้นต่ำ!';
$_['text_edit']        = 'แก้ไข ค่าบริการสั่งซื้อต่ำ';

// Entry
$_['entry_total']      = 'ใบสั่งซื้อทั้งหมด:';
$_['entry_fee']        = 'ฟรี:';
$_['entry_tax_class']  = 'ระดับภาษี:';
$_['entry_status']     = 'สถานะ:';
$_['entry_sort_order'] = 'ลำดับการจัดเรียง:';

// Help
$_['help_total']       = 'เช็คเอาท์ยอดรวมคำสั่งซื้อทั้งหมด ก่อนคำสั่งซื้อนี้ ถูกปิดใช้งาน';

// Error
$_['error_permission'] = 'คำเตือน:  คุณไม่ได้รับอนุญาติเข้าแก้ไข  ฟรีค่าธรรมเนียมขั้นต่ำ!';