<?php
// Heading
$_['heading_title']    = 'მაღაზიის მიერ შემოტავაზებული კრედიტი, განვადება';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლით მაღაზიის საკრედიტო სულ !';
$_['text_edit']        = 'მაღაზიის საკრედიტო მთლიანი რედაქტირება';

// Entry
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა მაღაზიის საკრედიტო კრედიტის საერთო რაოდენობაზე !';