<?php
// Heading
$_['heading_title']    = 'სავალდებულო გადასახადი';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ მოდიფიცირებული საკომისიო გადასახადი სულ !';
$_['text_edit']        = 'საბაჟო გადასახადის სრული რედაქცია';

// Entry
$_['entry_total']      = 'შეკვეთა სულ';
$_['entry_fee']        = 'საფასური';
$_['entry_tax_class']  = 'საგადასახადო კლასი';
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';

// Help
$_['help_total']       = 'შეკვეთის მთლიანი შეკვეთა უნდა მიაღწიოს ამ წესრიგს სულ აქტიურად.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა საკომისიოს გადასახდელის საერთო რაოდენობაზე !';