<?php
// Heading
$_['heading_title']    = 'დაბალი შეკვეთის საფასური';

// Text
$_['text_extension']   = 'გაგრძელება';
$_['text_success']     = 'წარმატება: თქვენ შეცვლიდით დაბალი შეკვეთის საკომისიო სულ !';
$_['text_edit']        = 'შეკვეთა დაბალი შეკვეთის საფასური';

// Entry
$_['entry_total']      = 'შეკვეთა სულ';
$_['entry_fee']        = 'საფასური';
$_['entry_tax_class']  = 'საგადასახადო კლასი';
$_['entry_status']     = 'სტატუსი';
$_['entry_sort_order'] = 'სორტირების ორდენი';

// Help
$_['help_total']       = 'შეკვეთის მთლიანი შეკვეთა უნდა მიაღწიოს ამ შეკვეთის მთლიანად გამორთვას.';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ ნებართვა, რომ შეცვალონ დაბალი შეკვეთის საკომისიო total!';
