<?php
// Text
$_['text_title']				= 'כרטיס אשראי או דביט';
$_['text_credit_card']			= 'נתוני כרטיס אשראי';
$_['text_wait']					= 'נא להמתין!';

// Entry
$_['entry_cc_number']			= 'מספר כרטיס';
$_['entry_cc_name']				= 'שם בעלי הכרטיס';
$_['entry_cc_expire_date']		= 'תאריך תפוגת כרטיס';
$_['entry_cc_cvv2']				= 'קוד אבטחה של הכרטיס (CVV2)';

// Help
$_['help_start_date']			= '(אם קיים)';
$_['help_issue']				= '(לכרטיסי מאסטרו וסולו בלבד)';

// Text
$_['text_result']				= 'תוצאה: ';
$_['text_approval_code']		= 'קוד אימות: ';
$_['text_reference_number']		= 'ייחוס: ';
$_['text_card_number_ref']		= '4 ספרות אחרונות של כרטיס האשראי: xxxx ';
$_['text_card_brand']			= 'סוג הכרטיס: ';
$_['text_response_code']		= 'קוד מענה: ';
$_['text_fault']				= 'הודעת כשל: ';
$_['text_error']				= 'הודעת שגיאה: ';
$_['text_avs']					= 'אימות כתובת: ';
$_['text_address_ppx']			= 'לא סופק נתון כתובת או שהכתובת לא נבדקה על ידי חברת האשראי';
$_['text_address_yyy']			= 'חברת האשראי אישרה שנתוני הרחוב והמיקוד  של בעלי הכרטיס ,תואמים את הרשומות אצלם';
$_['text_address_yna']			= 'חברת האשראי אישרה שהרחוב תואם את הרשומות של בעלי הכרטיס אצלם אך המיקוד אינו תואם את הרשומות אצלם';
$_['text_address_nyz']			= 'חברת האשראי אישרה שהמיקוד תואם את הרשומות של בעלי הכרטיס אצלם אך הרחוב אינו תואם את הרשומות אצלם';
$_['text_address_nnn']			= 'שתי הנתונים, הרחוב והמיקוד  של בעלי הכרטיס ,אינם תואמים את הרשומות בחברת האשראי';
$_['text_address_ypx']			= 'חברת האשראי אישרה שהרחוב תואם את הרשומות של בעלי הכרטיס אצלם , חברת האשראי לא בדקה את המיקוד';
$_['text_address_pyx']			= 'חברת האשראי אישרה שהמיקוד תואם את הרשומות של בעלי הכרטיס אצלם, חברת האשראי לא בדקה את הרחוב';
$_['text_address_xxu']			= 'חברת האשראי לא בדקה את נתוני מערכת בדיקת הכתובת (AVS)';
$_['text_card_code_verify']		= 'קוד אבטחה: ';
$_['text_card_code_m']			= 'קוד האבטחה של הכרטיס תואם';
$_['text_card_code_n']			= 'קוד האבטחה של הכרטיס אינו תואם';
$_['text_card_code_p']			= 'לא בוצע';
$_['text_card_code_s']			= 'צויין על ידי הקונה  שקוד האבטחה של הכרטיס לא קיים על הכרטיס';
$_['text_card_code_u']			= 'מנפיק הכרטיס אינו מורשה ו/או לא סיפק מפתח הצפנה לכרטיס ';
$_['text_card_code_x']			= 'לא התקבלה תגובה מחברת האשראי';
$_['text_card_code_blank']		= 'תשובה ריקה אמורה לסמן שלא נשלח קוד אבטחה ושלא ידוע אם יש על הכרטיס קוד אבטחה.';
$_['text_card_accepted']		= 'כרטיסים מכובדים: ';
$_['text_card_type_m']			= 'מסטרכארד';
$_['text_card_type_v']			= 'ויזה (קרדיט/דביט/אלקטרון/דלתא)';
$_['text_card_type_c']			= 'דיינרס';
$_['text_card_type_a']			= 'אמריקן אקספרס';
$_['text_card_type_ma']			= 'מאסטרו';
$_['text_card_new']				= 'כרטיס חדש';
$_['text_response_proc_code']	= 'קוד ביצוע: ';
$_['text_response_ref']			= 'מספר יחוס: ';

// Error
$_['error_card_number']			= 'נא לבדוק אם כרטיס האשראי שלך בתוקף';
$_['error_card_name']			= 'נא לבדוק ששם בעלי הכרטיס תקין';
$_['error_card_cvv']			= 'נא לבדוק אם ספרות הבקורת (CVV2)  תקינות';
$_['error_failed']				= 'לא ניתן לבצע את התשלום , בבקשה לפנות למוכר';