<?php
// Heading
$_['text_title']				= 'כרטיס אשראי / כרטיס דביט  (נתון ראשון)';

// Button
$_['button_confirm']			= 'להמשך';

// Text
$_['text_new_card']				= 'כרטיס חדש';
$_['text_store_card']			= 'לזכור את פרטי הכרטיס שלי';
$_['text_address_response']		= 'אימות כתובת: ';
$_['text_address_ppx']			= 'לא סופקו נתוני כתובת או שהכתובת לא נבדקה על ידי חברת האשראי';
$_['text_address_yyy']			= 'חברת האשראי אישרה שנתוני הרחוב והמיקוד  של בעלי הכרטיס ,תואמים את הרשומות אצלם';
$_['text_address_yna']			= 'חברת האשראי אישרה שהרחוב תואם את הרשומות של בעלי הכרטיס אצלם אך המיקוד אינו תואם את הרשומות אצלם  ';
$_['text_address_nyz']			= 'חברת האשראי אישרה שהמיקוד תואם את הרשומות של בעלי הכרטיס אצלם אך הרחוב אינו תואם את הרשומות אצלם ';
$_['text_address_nnn']			= 'שתי הנתונים, הרחוב והמיקוד  של בעלי הכרטיס ,אינם תואמים את הרשומות בחברת האשראי';
$_['text_address_ypx']			= 'חברת האשראי אישרה שהרחוב תואם את הרשומות של בעלי הכרטיס אצלם , חברת האשראי לא בדקה את המיקוד';
$_['text_address_pyx']			= 'חברת האשראי אישרה שהמיקוד תואם את הרשומות של בעלי הכרטיס אצלם, חברת האשראי לא בדקה את הרחוב ';
$_['text_address_xxu']			= 'חברת האשראי לא בדקה את נתוני שירות אימות כתובת (AVS)';
$_['text_card_code_verify']		= 'קוד אבטחה: ';
$_['text_card_code_m']			= 'אבטחה של הכרטיס אומתה';
$_['text_card_code_n']			= 'אבטחה של הכרטיס לא אומתה';
$_['text_card_code_p']			= 'לא בוצע';
$_['text_card_code_s']			= 'צויין על ידי הקונה שקוד האבטחה של הכרטיס לא קיים על הכרטיס';
$_['text_card_code_u']			= 'מנפיק הכרטיס אינו מורשה ו/או לא סיפק מפתח הצפנה לכרטיס ';
$_['text_card_code_x']			= 'לא התקבלה תגובה מחברת האשראי';
$_['text_card_code_blank']		= 'תשובה ריקה אמורה לסמן שלא נשלח קוד אבטחה ושלא ידוע אם יש על הכרטיס קוד אבטחה.';
$_['text_card_type_m']			= 'מסטרכארד';
$_['text_card_type_v']			= 'ויזה (קרדיט/דביט/אלקטרון/דלתא)';
$_['text_card_type_c']			= 'דיינרס';
$_['text_card_type_a']			= 'אמריקן אקספרס';
$_['text_card_type_ma']			= 'מאסטרו';
$_['text_card_type_mauk']		= 'מאסטרו בריטניה/סולו';
$_['text_response_code_full']	= 'קוד אימות: ';
$_['text_response_code']		= 'קוד מענה מלא: ';
$_['text_response_card']		= 'כרטיס בשימוש: ';
$_['text_response_card_type']	= 'סוג כרטיס: ';
$_['text_response_proc_code']	= 'קוד ביצוע: ';
$_['text_response_ref']			= 'מספר יחוס: ';

// Error
$_['error_failed']				= 'אין אפשרות לבצע את התשלום , בבקשה לנסות שוב';