<?php
// Heading
$_['text_title']				= 'כרטיס אשראי / כרטיס דביט (גלובל פיי)';

// Button
$_['button_confirm']			= 'אישור';

// Entry
$_['entry_cc_type']				= 'סוג הכרטיס';

// Text
$_['text_success']				= 'התשלום אושר.';
$_['text_decline']				= 'התשלום לא בוצע';
$_['text_bank_error']			= 'אירעה שגיאה בביצוע הבקשה שלך מול הבנק.';
$_['text_generic_error']		= 'אירעה שגיאה בביצוע הבקשה שלך.';
$_['text_hash_failed']			= 'בדיקת המידע נכשלה. נא לא לנסות לשלם שוב מפני שמצב התשלום לא ידוע. בבקשה לפנות למוכר.';
$_['text_link']					= 'נא להקיש <a href="%s">כאן</a> להמשך';
$_['text_select_card']			= 'נא לבחור את סוג הכרטיס';
$_['text_result']				= 'תוצאת הזדהות';
$_['text_message']				= 'הודעה';
$_['text_cvn_result']			= 'תוצאת מספר אימות כרטיס (CVN)';
$_['text_avs_postcode']			= 'המיקוד במערכת אימות כתובת(AVS)';
$_['text_avs_address']			= 'הכתובת במערכת אימות כתובת(AVS)';
$_['text_eci']					= 'תוצאת מחוון מסחר אלקטרוני (ECI-3D SECURE)';
$_['text_tss']					= 'תוצאת מערכת שירותים כללית (TSS)';
$_['text_order_ref']			= 'יחוס הזמנה';
$_['text_timestamp']			= 'חותמת';
$_['text_card_type']			= 'סוג הכרטיס';
$_['text_card_digits']			= 'מספר הכרטיס';
$_['text_card_exp']				= 'תפוגת הכרטיס';
$_['text_card_name']			= 'שם הכרטיס';
$_['text_3d_s1']				= 'בעלי הכרטיס אינו נמצא ברשימות, העברת אחריות';
$_['text_3d_s2']				= 'לא ניתן לאמת רישום, אין העברת אחריות';
$_['text_3d_s3']				= 'שגיאה במענה משרת ההרשמה, אין העברת אחריות';
$_['text_3d_s4']				= 'נרשם, אבל תגובה שגויה משרת בקרת הגישה (ACS) , אין העברת אחריות';
$_['text_3d_s5']				= 'הזדהות בוצעה בהצלחה, העברת אחריות';
$_['text_3d_s6']				= 'נסיון הזדהות אושר, העברת אחריות';
$_['text_3d_s7']				= 'הוכנסה סיסמא שגויה, אין העברת אחריות';
$_['text_3d_s8']				= 'לא ניתן לבצע הזדהות, אין העברת אחריות';
$_['text_3d_s9']				= 'מענה שגוי משרת בקרת הגישה (ACS), אין העברת אחריות';
$_['text_3d_s10']				= ' שגיאת שירות זיהוי המתקשר (RealMPI), אין העברת אחריות';
$_['text_3d_liability']     	= 'אין העברת אחריות';
$_['text_card_visa']			= 'ויזה';
$_['text_card_mc']				= 'מאסטרכארד';
$_['text_card_amex']			= 'אמריקן אקספרס';
$_['text_card_switch']			= 'סוויץ';
$_['text_card_laser']			= 'לייזר';
$_['text_card_diners']			= 'דיינרס';