<?php
// Text
$_['text_title']          = 'כרטיס אשראי / כרטיס דביט (פיימייט)';
$_['text_unable']         = 'אין אפשרות לאתר או לעדכן את מצב ההזמנה שלך';
$_['text_declined']       = 'התשלום נדחה על ידי פיימייט';
$_['text_failed']         = 'עסקת פיימייט נכשלה';
$_['text_failed_message'] = '<p>לצערינו אירעה שגיאה בביצוע עסקת הפיימייט שלך.</p><p><b>נא לשים לב: </b>%s</p><p>נא לבדוק את מאזן חשבון הפיימייט שלך לפני נסיון נוסף של ביצוע ההזמנה</p><p> אם לדעתך עסקה זו בוצעה בהצלחה או נראית כניכוי בחשבון פיימייט שלך , בבקשה <a href="%s">צור עמנו קשר</a> עם פרטי ההזמנה שלך.</p>';
$_['text_basket']         = 'עגלת הקניות';
$_['text_checkout']       = 'לתשלום';
$_['text_success']        = 'בהצלחה';
?>