<?php
// Heading
$_['heading_title']     = 'תודה שקנית ב %s .... ';

// Text
$_['text_title']        = 'כרטיס אשראי / כרטיס דביט (פיי פוינט)';
$_['text_response']     = 'מענה מפיי פוינט:';
$_['text_success']      = '... התשלום שלך התקבל בהצלחה.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">נא להמתין...</span></b> עד שנסיים לטפל בהזמנה שלך.<br>אם לא הועברת תוך 10 שניות , אוטומטית ,יש ללחוץ <a href="%s">כאן</a>.'; 
$_['text_failure']      = '... התשלום שלך בוטל!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">נא להמתין...</span></b><br>עד שנסיים לטפל בהזמנה שלך.<br>אם לא הועברת תוך 10 שניות , אוטומטית ,יש ללחוץ  <a href="%s">כאן</a>.'; 									  
