<?php
// Text
$_['text_title']				= 'כרטיס אשראי או דביט (מבוצע באופן מאובטח על ידי פייפאל)';
$_['text_credit_card']			= 'פרטי כרטיס אשראי';
$_['text_start_date']			= '(אם אפשרי)';
$_['text_issue']				= '(עבור כרטיס מאסטרו או סולו בלבד)';
$_['text_wait']					= 'נא להמתין!';

// Entry
$_['entry_cc_owner']			= 'בעלי הכרטיס:';
$_['entry_cc_type']				= 'סוג הכרטיס:';
$_['entry_cc_number']			= 'מספר כרטיס:';
$_['entry_cc_start_date']		= 'כרטיס פעיל מתאריך:';
$_['entry_cc_expire_date']		= 'תאריך תפוגת הכרטיס:';
$_['entry_cc_cvv2']				= 'קוד אבטחה של הכרטיס (CVV2):';
$_['entry_cc_issue']			= 'מספר הנפקה של הכרטיס:';

// Error
$_['error_required']			= 'נא לשים לב: דרושים כל שדות המידע של התשלום.';
$_['error_general']				= 'נא לשים לב: אירעה בעיה כללית בביצוע העסקה, נא לנסות שוב.';
$_['error_config']				= 'נא לשים לב: שגיאת תצורת מודול התשלום, נא לבדוק את אישורי הכניסה.';
$_['error_address']				= 'נא לשים לב: תאימות של כתובת, מדינה ומיקוד התשלום נכשלו, נא לנסות שוב.';
$_['error_declined']			= 'נא לשים לב: עסקה זו נדחתה, נא לנסות שוב.';
$_['error_invalid']				= 'נא לשים לב: פרטי כרטיס האשראי שהוזן אינם נכונים, נא לנסות שוב.';