<?php
// Text
$_['text_title']				= 'כרטיס אשראי או דביט ';
$_['text_credit_card']			= 'פרטי כרטיס אשראי';
$_['text_wait']					= 'נא להמתין!';
$_['text_result']				= 'תוצאה';
$_['text_message']				= 'הודעה';
$_['text_cvn_result']			= 'תוצאת מספר אימות כרטיס (CVN)';
$_['text_avs_postcode']			= 'המיקוד במערכת אימות כתובת(AVS)';
$_['text_avs_address']			= 'הכתובת במערכת אימות כתובת(AVS)';
$_['text_eci']					= 'תוצאת מחוון מסחר אלקטרוני (ECI-3D SECURE)';
$_['text_tss']					= 'תוצאת מערכת שירותים כללית (TSS)';
$_['text_card_bank']			= 'הבנק שהנפיק את הכרטיס';
$_['text_card_country']			= 'מדינת הכרטיס';
$_['text_card_region']			= 'איזור הכרטיס';
$_['text_last_digits']			= '4 ספרות אחרונות';
$_['text_order_ref']			= 'יחוס הזמנה';
$_['text_timestamp']			= 'חתימה';
$_['text_card_visa']			= 'ויזה';
$_['text_card_mc']				= 'מסטרכארד';
$_['text_card_amex']			= 'אמריקן אקספרס';
$_['text_card_switch']			= 'סוויץ';
$_['text_card_laser']			= 'לייזר';
$_['text_card_diners']			= 'דיינרס';
$_['text_auth_code']			= 'קוד הזדהות';
$_['text_3d_s1']				= 'בעלי הכרטיס אינו נמצא ברשימות, העברת אחריות';
$_['text_3d_s2']				= 'לא ניתן לאמת רישום, אין העברת אחריות';
$_['text_3d_s3']				= 'שגיאה במענה משרת ההרשמה, אין העברת אחריות';
$_['text_3d_s4']				= 'נרשם, אבל תגובה שגויה משרת בקרת הגישה (ACS) , אין העברת אחריות';
$_['text_3d_s5']				= 'הזדהות בוצעה בהצלחה, העברת אחריות';
$_['text_3d_s6']				= 'נסיון הזדהות אושר, העברת אחריות';
$_['text_3d_s7']				= 'הוכנסה סיסמא שגויה, אין העברת אחריות';
$_['text_3d_s8']				= 'לא ניתן לבצע הזדהות, אין העברת אחריות';
$_['text_3d_s9']				= 'מענה שגוי משרת בקרת הגישה (ACS), אין העברת אחריות';
$_['text_3d_s10']				= 'שגיאת שירות זיהוי המתקשר (RealMPI), אין העברת אחריות';

// Entry
$_['entry_cc_type']				= 'סוג הכרטיס';
$_['entry_cc_number']			= 'מספר הכרטיס';
$_['entry_cc_name']				= 'שם בעלי הכרטיס';
$_['entry_cc_expire_date']		= 'תאריך תפוגת הכרטיס';
$_['entry_cc_cvv2']				= 'קוד אבטחה של הכרטיס (CVV2)';
$_['entry_cc_issue']			= 'מספר הנפקה של הכרטיס';

// Help
$_['help_start_date']			= '(אם אפשרי)';
$_['help_issue']				= '(עבור כרטיסי מאסטרו וסולו בלבד)';

// Error
$_['error_card_number']			= 'נא לבדוק שהכרטיס שלך בתוקף';
$_['error_card_name']			= 'נא לבדוק ששם בעלי הכרטיס נכון';
$_['error_card_cvv']			= 'נא לבדוק שקוד האבטחה של הכרטיס (CVV2)נכון';
$_['error_3d_unable']			= 'המוכר דורש אבטחת טריי די (3D) אך לא ניתן לוודא מול הבנק שלך, נא לנסות מאוחר יותר';
$_['error_3d_500_response_no_payment'] = 'תגובה שגויה התקבלה ממעבד הכרטיס , לא בוצע תשלום';
$_['error_3d_unsuccessful']		= 'אבטחת הזדהות טריי די (3D) נכשלה';