<?php
// Heading
$_['heading_title'] 	= 'ใช้คะแนนสะสม (ที่มีจำหน่าย %s)';

// Text
$_['text_reward']   	= 'คะแนนสะสม(%s)';
$_['text_order_id'] 	= 'รหัสสินค้า: #%s';
$_['text_success']  	= 'สำเร็จ: คะแนนสะสมส่วนลดได้ถูกนำมาใช้!';

// Entry
$_['entry_reward']  	= 'คะแนนสะสม ที่จะใช้ (สูงสุด %s)';

// Error
$_['error_reward']  	= 'คำเตือน:  กรุณาใส่จำนวนของคะแนนสะสมที่จะใช้!';
$_['error_points']  	= 'คำเตือน:  คุณไม่ได้มี  %s คะแนนสะสม!';
$_['error_maximum'] 	= 'คำเตือน:  จำนวนสูงสุดของคะแนนสะสมที่สามารถนำมาใช้คือ %s!';