<?php
// Heading 
$_['heading_title']     	= 'ประมาณการค่าจัดส่ง &amp; ภาษี';

// Text
$_['text_shipping']     	= 'ใส่ข้อมูลปลายทางเพื่อประมาณการค่าจัดส่ง';
$_['text_success']      	= 'สำเร็จ: ประมาณการค่าจัดส่งแล้ว';
$_['text_shipping_method'] 	= 'กรุณาเลือกวิธีการจัดส่งที่ต้องการที่จะใช้ในการสั่งซื้อนี้';

// Entry
$_['entry_country']     	= 'ประเทศ';
$_['entry_zone']        	= 'ภูมิภาค / รัฐ / จังหวัด';
$_['entry_postcode']    	= 'รหัสไปรษณีย์';

// Error
$_['error_postcode']    	= 'คำเตือน: รหัสไปรษณีย์ จะต้องอยู่ระหว่าง 2 และ 10 ตัวอักษร สำหรับประเทศนี้!';
$_['error_country']     	= 'คำเตือน: โปรดเลือก ประเทศ!';
$_['error_zone']        	= 'คำเตือน: กรุณาเลือกภูมิภาค / รัฐ / จังหวัด!!';
$_['error_shipping']    	= 'คำเตือน: ต้องเลือกวิธีจัดส่ง!';
$_['error_no_shipping']    = 'คำเตือน: ไม่มีตัวเลือกการจัดส่งสินค้าที่มีอยู่  โปรด <a href="%s">ติดต่อเรา</a> เพื่อขอความช่วยเหลือ!';