<?php
// Heading
$_['heading_title']    = 'Карта на света';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили таблото за управление map!';
$_['text_edit']        = 'Редактиране на картата на таблото за управление';
$_['text_order']       = 'Поръчки';
$_['text_sale']        = 'търговски';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';
$_['entry_width']      = 'широчина';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте таблото за управление map!';