<?php
// Heading
$_['heading_title']    = 'Хора онлайн';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили таблото за управление online!';
$_['text_edit']        = 'Редактирайте таблото за управление онлайн';
$_['text_view']        = 'Виж повече..';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';
$_['entry_width']      = 'широчина';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте таблото за управление онлайн!';