<?php
// Heading
$_['heading_title']     = 'Последни поръчки';

// Text
$_['text_extension']    = 'Разширения';
$_['text_success']      = 'Успех: Вие сте променили последните поръчки в таблото за управление!';
$_['text_edit']         = 'Редактиране на последните поръчки в таблото за управление';

// Column
$_['column_order_id']   = 'Идентификатор на поръчката';
$_['column_customer']   = 'клиент';
$_['column_status']     = 'Статус';
$_['column_total']      = 'Обща сума';
$_['column_date_added'] = 'датата е добавена';
$_['column_action']     = 'действие';


// Entry
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Сортиране на поръчката';
$_['entry_width']       = 'широчина';

// Error
$_['error_permission']  = 'Предупреждение: Нямате разрешение да променяте последните поръчки в таблото за управление!';