<?php
// Heading
$_['heading_title']    = 'Общо продажби';

// Text
$_['text_extension']   = 'Разширения';
$_['text_success']     = 'Успех: Вие сте променили продажбите на таблото за управление!';
$_['text_edit']        = 'Редактиране на продажбите на таблото';
$_['text_view']        = 'Виж повече..';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортиране на поръчката';
$_['entry_width']      = 'широчина';

// Error
$_['error_permission'] = 'Предупреждение: Нямате разрешение да променяте продажбите на таблото за управление!';