<?php
// Text
$_['text_success']       = 'წარმატებით შეცვალეთ მომხმარებელს';

// Error
$_['error_permission']   = 'გაფრთხილება: თქვენ არ გაქვთ უფლება, რომ შედიხართ API!';
$_['error_customer']     = 'თქვენ უნდა აირჩიოთ მომხმარებელს !';
$_['error_firstname']    = 'პირველი სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_lastname']     = 'ბოლო სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის !';
$_['error_email']        = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_telephone']    = 'ტელეფონი უნდა იყოს 3 და 32 სიმბოლოს შორის !';
$_['error_custom_field'] = '% საჭიროა !';