<?php
// Text
$_['text_success']           = 'წარმატება: თქვენ შეცვლიდით ბრძანებებს !';

// Error
$_['error_permission']       = 'გაფრთხილება: თქვენ არ გაქვთ უფლება, რომ შედიხართ API!';
$_['error_customer']         = 'გაფრთხილება: სამომხმარებლო დეტალები უნდა იყოს set!';
$_['error_payment_address']  = 'გაფრთხილება: გადახდის მისამართი საჭიროა !';
$_['error_payment_method']   = 'გაფრთხილება: გადახდის მეთოდი საჭირო !';
$_['error_no_payment']       = 'გაფრთხილება: არარის გადახდის პარამეტრები ხელმისაწვდომია !';
$_['error_shipping_address'] = 'გაფრთხილება: გადაზიდვის მისამართი საჭიროა !';
$_['error_shipping_method']  = 'გაფრთხილება: გადაზიდვის მეთოდი საჭირო !';
$_['error_no_shipping']      = 'გაფრთხილება: No Shipping Options Available!';
$_['error_stock']            = 'გაფრთხილება: *** მითითებულია პროდუქტები არ არის ხელმისაწვდომი სასურველი რაოდენობით ან არა stock!';
$_['error_minimum']          = 'გაფრთხილება: %s მინიმალური შეკვეთის ოდენობა არის %s!';
$_['error_not_found']        = 'გაფრთხილება: ბრძანება ვერ მოიძებნა !';