<?php
// Text
$_['text_address']       = 'წარმატება: ანგარიშსწორების მისამართია set!';
$_['text_method']        = 'წარმატება: გადახდის მეთოდია set!';

// Error
$_['error_permission']   = 'გაფრთხილება: თქვენ არ გაქვთ უფლება, რომ შედიხართ API!';
$_['error_firstname']    = 'პირველი სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის!';
$_['error_lastname']     = 'ბოლო სახელი უნდა იყოს 1 და 32 სიმბოლოს შორის!';
$_['error_address_1']    = 'მისამართი 1 უნდა იყოს 3 და 128 სიმბოლოს შორის!';
$_['error_city']         = 'ქალაქი უნდა იყოს 3 და 128 სიმბოლოს შორის!';
$_['error_postcode']     = 'საფოსტო კოდი უნდა იყოს 2 და 10 სიმბოლოების ამ ქვეყნისთვის!';
$_['error_country']      = 'გთხოვთ აირჩიოთ ქვეყანა!';
$_['error_zone']         = 'გთხოვთ, აირჩიოთ რეგიონი /სახელმწიფო !';
$_['error_custom_field'] = '% საჭიროა !';
$_['error_address']      = 'გაფრთხილება: გადახდის მისამართი საჭიროა !';
$_['error_method']       = 'გაფრთხილება: გადახდის მეთოდი საჭირო !';
$_['error_no_payment']   = 'გაფრთხილება: არარის გადახდის პარამეტრები ხელმისაწვდომია!';