<?php
// Text
$_['text_success']     = 'წარმატება: თქვენი საჩუქარი ვაუჩერის ფასდაკლება გამოყენებულია !';
$_['text_cart']        = 'წარმატება: თქვენ შეცვალეთ თქვენი სავაჭრო კალათა !';
$_['text_for']         = '%s სასაჩუქრე სერთიფიკატი %s';

// Error
$_['error_permission'] = 'გაფრთხილება: თქვენ არ გაქვთ უფლება, რომ შედიხართ API!';
$_['error_voucher']    = 'გაფრთხილება: საჩუქარი ვაუჩერი ან ბათილია ან ბალანსი გამოყენებულია up!';
$_['error_to_name']    = 'მიმღების სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_from_name']  = 'თქვენი სახელი უნდა იყოს 1 და 64 სიმბოლოს შორის !';
$_['error_email']      = 'ელ.ფოსტა არ ჩანს, როგორც წესი, !';
$_['error_theme']      = 'თქვენ უნდა აირჩიოთ theme!';
$_['error_amount']     = 'თანხა უნდა იყოს % და %s!';