<?php
// Heading
$_['heading_title']        = 'ממשקי תכנות אפליקטיבי (APIs)';

// Text
$_['text_success']         = 'בוצע בהצלחה: עדכנת את ממשקי תכנות אפליקטיבי (APIs)!';
$_['text_list']            = 'רשימת ממשקי תכנות אפליקטיבי (APIs)';
$_['text_add']             = 'הוספת ממשק תכנות אפליקטיבי (APIs)';
$_['text_edit']            = 'עריכת ממשק תכנות אפליקטיבי (APIs)';
$_['text_ip']              = 'מתחת ניתן ליצור רשימת כתובת אינטרנט (IP) שיכולות לגשת לממשקי תכנות אפליקטיבי (APIs) . כתובת האינטרנט (IP) שלך כרגע היא  %s';

// Column
$_['column_username']      = 'שם משתמש/ת של ממשק תכנות אפליקטיבי (APIs)';
$_['column_status']        = 'סטטוס';
$_['column_token']         = 'אסימון';
$_['column_ip']            = 'כתובת אינטרנט (IP)';
$_['column_date_added']    = 'נוסף בתאריך';
$_['column_date_modified'] = 'עודכן בתאריך';

$_['column_action']        = 'פעולה';

// Entry
$_['entry_username']       = 'שם משתמש/ת של ממשק תכנות אפליקטיבי (APIs)';
$_['entry_key']            = 'מפתח ממשק תכנות אפליקטיבי ';
$_['entry_status']         = 'סטטוס';
$_['entry_ip']             = 'כתובת אינטרנט (IP)';

// Error
$_['error_permission']     = 'נא לשים לב: אין לך הרשאה לעדכן ממשקי תכנות אפליקטיבי (APIs)!';
$_['error_username']       = 'שם משתמש/ת של ממשק תכנות אפליקטיבי (APIs) חייב להכיל בין 3 ל-20 תווים!';
$_['error_key']            = 'מפתח ממשק תכנות אפליקטיבי (APIs) חייב להכיל בין 64 ל-256 תווים!';
$_['error_ip']             = 'חייבת להיות לך לפחות כתובת אינטרנט (IP) אחת אשר נוספה לרשימת המורשים!';
