<?php
// Heading
$_['heading_title']     = 'קבוצות משתמשים';

// Text
$_['text_success']      = 'בוצע בהצלחה: אין לך הרשאה לעדכן קבוצות משתמשים!';
$_['text_list']         = 'קבוצת משתמשים';
$_['text_add']          = 'הוספת קבוצת משתמשים';
$_['text_edit']         = 'עריכת קבוצת משתמשים';

// Column
$_['column_name']       = 'שם קבוצת משתמשים';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם קבוצת משתמשים';
$_['entry_access']      = 'הרשאת גישה';
$_['entry_modify']      = 'הרשאת עדכון';

// Error
$_['error_permission']  = 'נא לשים לב: אין לך הרשאה לעדכן קבוצות משתמשים!';
$_['error_name']        = 'שם קבוצת משתמשים חייב להכיל בין 3 ל-64 תווים!';
$_['error_user']        = 'נא לשים לב: קבוצת משתמשים זו אינה יכולה להמחק מכיוון שהיא כרגע משוייכת ל- %s משתמשים!';