<?php
// Heading 
$_['heading_title']                 = 'תוכנית משווקים';

// Text
$_['text_account']                  = 'חשבון';
$_['text_login']                    = 'להתחבר';
$_['text_description']              = '<p>תוכנית המשווקים שלנו הינה תוכנית חינם ולא מצריכה אף ידע קודם בכל תחום. ניתן לפרסם את החנות באופן כללי באמצעות באנרים או מכתבים או כל דבר אחר, או שניתן לפרסם מוצר ספציפי יחד עם קוד המפנה שלך, נכון להיום עמלת משווק הינה %s.</p><p>לקבלת מידע נוסף אנא גשו לעמוד שאלות ותשובות שלנו או פנו אלינו במייל.</p>';
$_['text_new_affiliate']            = 'משווק חדש';
$_['text_register_account']         = '<p>אינני משווק בחנות שלכם.</p><p>נא ללחוץ על כפתור הבא על מנת ליצור חשבון משווק, יש לשים לב שחשבון משווק הינו חשבון נפרד מחשבון הלקוח שלך בחנות .</p>';
$_['text_returning_affiliate']      = 'התחברות משווקים';
$_['text_i_am_returning_affiliate'] = 'הנני משווק רשום.';
$_['text_forgotten']                = 'שכחתי סיסמה';

// Entry
$_['entry_email']                   = 'כתובת הדואר האלקטרוני:';
$_['entry_password']                = 'סיסמה:';

// Error
$_['error_login']                   = 'כתובת הדואר האלקטרוני או הסיסמה אינם תואמים.';
$_['error_attempts']                = 'נא לשים לב , בוצעו מספר רב של נסיונות כניסה לחנות עם החשבון שלך, בבקשה לנסות שוב בעוד שעה.';
$_['error_approved']                = 'נא לשים לב: החשבון שלך מצריך אישור של מנהל האתר.';