<?php
// Heading
$_['heading_title'] = 'חשבון המשווקים שלך נוצר!';

// Text 
$_['text_message']  = '<p>מזל טוב , חשבונך החדש נוצר בהצלחה!</p> <p>הנך כעת חבר ב %s המשווקים.</p> <p>לכל שאלה לגבי תוכנית המשווקים, ניתן לפנות בדואר האלקטרוני אל מנהל החנות.</p> <p>אישור נשלח לכתובת הדואר האלקטרוני שהוכנסה. במידה ולא קיבלת את האישור בשעה הקרובה <a href="%s">נא ליצור עמנו קשר</a>.</p>';
$_['text_approval'] = '<p>תודה לך על ההצטרפות לחשבון המשווקים עם  %s!</p><p>הודעה בדבר הפעלת חשבון המשווקים שלך תשלח אליך בדואר האלקטרוני מאת בעל החנות".</p><p>לכל שאלה לגבי אופן פעילות תוכנית המשווקים , נא <a href="%s">ליצור קשר עם בעל החנות</a>.</p>';
$_['text_account']  = 'חשבון';
$_['text_success']  = 'בוצע בהצלחה';
?>